{
    "paper_id": "ce7f807443c6f30749f1488350eaa539a050c6f5",
    "metadata": {
        "title": "COVID-19 Critical Illness Pathophysiology Driven by Diffuse Pulmonary Thrombi and Pulmonary Endothelial Dysfunction Responsive to Thrombolysis Correspondence and request for reprints",
        "authors": [
            {
                "first": "Hooman",
                "middle": [
                    "D"
                ],
                "last": "Poor",
                "suffix": "",
                "affiliation": {},
                "email": "hooman.poor@mountsinai.org"
            },
            {
                "first": "Corey",
                "middle": [
                    "E"
                ],
                "last": "Ventetuolo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Tolbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glen",
                "middle": [],
                "last": "Chun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [],
                "last": "Serrao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Zeidman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neha",
                "middle": [
                    "S"
                ],
                "last": "Dangayach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Icahn School of Medicine at Mount Sinai",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Olin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Do",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roopa",
                "middle": [],
                "last": "Kohli-Seth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "A"
                ],
                "last": "Powell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hooman",
                "middle": [],
                "last": "Poor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Critically ill COVID-19 patients have relatively well-preserved lung mechanics despite severe gas exchange abnormalities, a feature not consistent with classical ARDS but more consistent with pulmonary vascular disease. Patients with severe COVID-19 also demonstrate markedly abnormal coagulation, with elevated D-dimers and higher rates of venous thromboembolism. We present four cases of patients with severe COVID-19 pneumonia with severe respiratory failure and shock who demonstrated immediate improvements in gas exchange and/or hemodynamics with systemic tPA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with severe COVID-19-induced respiratory failure demonstrate gas exchange abnormalities including shunt and dead-space ventilation. While patients with COVID-19 respiratory failure may fulfill the Berlin criteria for acute respiratory distress syndrome (ARDS), their syndrome is atypical in that they have relatively well-preserved lung mechanics. 1 The marked dissociation between pulmonary mechanics and gas exchange raises the possibility of pulmonary vascular involvement.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 358,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We and others have observed a high rate of venous thromboembolism (VTE) in critically ill COVID-19 patients who otherwise lack the classic risk factors for VTE. Ddimer levels have also been noted to be elevated, and rapid rises presage cardiopulmonary decompensation. A retrospective study from China demonstrated that the use of heparin was associated with improved mortality in patients with severe COVID-19 infection and significantly elevated D-dimers. 2 An autopsy of a patient at our institution with severe COVID-19 disease revealed numerous pulmonary microthrombi.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 458,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We present four cases of COVID-19 patients, all between 55 and 60 years old, with refractory respiratory failure requiring mechanical ventilation and shock, who demonstrated evidence of elevated dead-space ventilation. We suspected significant pulmonary micro-and/or macrothromboses as drivers of this pre-terminal state and administered systemic tissue plasminogen activator (tPA). All cases had rapid improvement in alveolar ventilation, oxygenation, and/or shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We obtained consent from the legally authorized representatives for all patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "This study was reviewed by the Mount Sinai Institutional Review Board and was deemed exempt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Woman with a history of obesity and diabetes with COVID-19 pneumonia treated with hydroxychloroquine and ceftriaxone. She was sedated, paralyzed, and ventilated with volume-controlled ventilation (VCV) with respiratory rate (RR) 35 bpm, tidal volume (TV) 6 mL/kg IBW, FiO2 60%, and PEEP 15 cmH2O with plateau pressure (Ppl) of 27 cmH2O.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "Inhaled epoprostenol was administered at 25 ng/kg/min. On stable ventilator settings and epoprostenol dose, arterial blood gas (ABG) suggested significant dead-space ventilation with pH 7.12, PaCO2 71 mmHg, and PaO2 45 mmHg. D-dimer was elevated at 5.7 ug/mL (normal < 0.5 ug/mL). Course was complicated by vasodilatory shock requiring norepinephrine 30 mcg/min and vasopressin 2.4 units/hour, as well as acute kidney injury (AKI). Given her deterioration, she was treated with tPA 50 mg infusion over two hours. ABG at the conclusion of the infusion demonstrated marked improvement in alveolar ventilation and oxygenation with pH 7.27, PaCO2 40 mmHg, PaO2 78 mmHg. She was continued on a tPA infusion at 2 mg/hour with a concomitant heparin drip. Over 24 hours, her vasopressor requirement decreased to norepinephrine 4 mcg/min. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "Woman with obesity and diabetes who required intubation in the emergency department. VCV was set at RR 30 bpm, TV 6 mL/kg IBW, FiO2 70%, and PEEP 15 cmH2O with Ppl of 25 cmH2O. ABG suggested presence of dead-space ventilation with pH 7.33, PaCO2 55 mmHg, and PaO2 115 mmHg. D-dimer was elevated at 6.1 ug/mL. She had persistent shock requiring norepinephrine 15 mcg/min despite treatment with therapeutic enoxaparin. She was treated with tPA 50 mg infusion over two hours. At the conclusion of the infusion, ABG was not changed; however, she had been weaned off of vasopressors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Man with obesity, hypertension, and diabetes who required initiation of mechanical ventilation in the emergency department. He was ventilated with VCV with RR 30 bpm, TV 6 mL/kg, FiO2 60%, and PEEP 5 cmH2O with Ppl of 14 cmH2O. ABG suggested significant dead-space ventilation with pH 7.14, PaCO2 107 mmHg and PaO2 84 mmHg. (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "We suspect that the primary mechanism by which COVID-19 causes respiratory failure is pulmonary endothelial dysfunction with diffuse, heterogeneously distributed . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint pulmonary microthrombi in some lung regions, and significant pulmonary vascular dilatation in other lung regions. These simultaneous abnormalities could explain the combined dead-space and shunt physiology, as well as the preserved pulmonary hemodynamics and normal right ventricular function reported previously. 3 The coexistence of obliterative lesions and vasodilatory regions is reminiscent of the pathophysiology seen in cirrhotic patients with portopulmonary hypertension (obliterative) and hepatopulmonary syndrome (vasodilatory). 4 The improvement in oxygenation noted with increased PEEP in COVID-19 \"ARDS\" may be attributable to decreased cardiac output, leading to decreased shunt fraction rather than to alveolar recruitment. 1 Autopsy studies from the SARS outbreak of the early 2000s, caused by SARS-CoV-1 virus, have demonstrated pulmonary thrombi, pulmonary infarcts, and microthrombi in other organs. [5] [6] [7] [8] It appears that SARS-CoV-2 is causing similar pathophysiological derangements. Although microthrombi are present in sepsis and classic forms of ARDS, they are unlikely to be the principal cause of respiratory failure and organ dysfunction. [9] [10] In COVID-19 pneumonia, the thrombi may play a direct and significant role in gas exchange abnormalities and in multisystem organ dysfunction.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 459,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 683,
                    "end": 684,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 883,
                    "end": 884,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1319,
                    "end": 1322,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The preserved lung compliance noted early in the course of COVID-19 patients with bilateral airspace opacities suggests that the observed pulmonary infiltrates could represent areas of pulmonary infarct and hemorrhage. In our series, disseminated intravascular coagulation was not the cause of microthrombi as all four patients had normal platelet levels without demonstration of hemolysis, despite elevated D-dimer levels. The high prevalence of obesity, hypertension, and diabetes in patients with . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint severe COVID-19 pneumonia may point to an underlying susceptibility to endothelial injury and dysregulation in this metabolic syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thrombolysis in this case series had an immediate, physiological impact that variably improved alveolar ventilation, oxygenation, and shock. Thrombolysis improves alveolar ventilation by restoring blood flow to previously occluded regions. This redistribution would reduce blood flow to vasodilated vessels, decreasing the shunt fraction and improving oxygenation. The improvement in shock may be multifactorial, but could be secondary to reperfusion of other ischemic organs that have microthrombi (e.g. the kidneys, as all five cases had AKI), leading to an improvement in the overall inflammatory and vasodilatory state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These four cases had respiratory failure early in their COVID-19 course and had evidence of the \"pulmonary vascular\" phenotype (normal compliance, increased deadspace, elevated D-dimers). It may be prudent to consider full systemic anticoagulation for earlier disease to possibly prevent or mitigate progression of the syndrome. As this phenotype progresses, and patients develop severe progressive cardiopulmonary compromise, therapeutic anticoagulation alone may not be effective and thus systemic thrombolysis may be beneficial; Cases 3 and 4 had been receiving therapeutic anticoagulation prior to tPA administration without noticeable improvement. A second more classic \"ARDS\" phenotype may exist as a discrete entity or as part of a spectrum of disease with low compliance from continued lung injury due to mechanical ventilation or COVID-19 induced lung injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The pathophysiology of COVID-19 severe respiratory failure may be driven by pulmonary vascular endothelial dysfunction and thrombosis that responds to . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint 9 thrombolysis and anticoagulation. These therapeutic approaches should be considered in the management of COVID-19 patients and must be further examined in clinical research studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20057125 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 Does not Lead to a \"Typical\" Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202003-0817LE"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14817"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pediatrica Intensiva Podcast, 2.2 The Frontlines of COIVD19: Italian intensivists Gio Colombo & Lorenzo Grazioli 2 weeks into their enormous epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Portopulmonary hypertension and hepatopulmonary syndrome: a clinicianoriented overview",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porres-Aguilar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Altamirano",
                    "suffix": ""
                },
                {
                    "first": "Torre-Delgadillo",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charlton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Duarte-Rojo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur Respir Rev",
            "volume": "21",
            "issn": "125",
            "pages": "223--256",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of deaths during the severe acute respiratory syndrome (SARS) epidemic in Singapore: challenges in determining a SARS diagnosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Pathol Lab Med",
            "volume": "128",
            "issn": "2",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pulmonary pathology of severe acute respiratory syndrome in Toronto",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Asa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butany",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pulmonary artery thrombosis in a patient with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Postgrad Med J",
            "volume": "81",
            "issn": "956",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory syndrome and venous thromboembolism in multiple organs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang-Hua",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Le-Min",
                    "suffix": ""
                },
                {
                    "first": "Ai",
                    "middle": [
                        "-"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "3",
            "pages": "436--443",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Association between necropsy evidence of disseminated intravascular coagulation and coagulation variables before death in patients in intensive care units",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greaves",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Clin Pathol",
            "volume": "41",
            "issn": "2",
            "pages": "138--180",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The pulmonary vascular lesions of the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Tomashefski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boggis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Zapol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Pathol",
            "volume": "112",
            "issn": "1",
            "pages": "112--138",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ".: concept, clinical care, data gathering, interpretation, drafting of the manuscript; C.E.V.: concept, interpretation, revision of the manuscript; T.T.: clinical care, data gathering, interpretation, revision of the manuscript; G.C.: clinical care, data gathering, interpretation, revision of the manuscript; G.S.: interpretation, revision of the manuscript; A.Z.: interpretation, revision of the manuscript; N.D.: clinical care; J.O.: interpretation, revision of the manuscript; R.K.S.: clinical care, interpretation, revision of the manuscript; C.A.P.: concept, clinical care, interpretation, revision of the manuscript Sources of support: C.E.V.: R01 HL141268 Short title: Thrombolysis for COVID-19 Subject category: 4.6 ICU Management and Outcome Word count: 1344",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-dimer was elevated to 4.6 ug/mL. The clinical course was notable for AKI and refractory severe shock, requiring norepinephrine 50 mcg/min and vasopressin 2.4 units/hour. Echocardiogram demonstrated a hyperdynamic left ventricle, normal right ventricular function, and no clot in transit. Heparin drip was initiated 12 hours prior. The heparin drip was discontinued, and he was given tPA 50 mg infusion over 75 minutes. ABG at the conclusion of the infusion demonstrated improvement in alveolar ventilation, with pH 7.18, PaCO2 89 mmHg, and PaO2 66 mmHg, and norepinephrine dose was Man with obesity and hypertension. He received convalescent plasma as part of a clinical trial. Course was complicated by vasodilatory shock requiring norepinephrine 10 mcg/min and AKI. He was ventilated with VCV RR 35 bpm, TV 6 mL/kg, FiO2 100%, and PEEP 16 cmH2O with Ppl of 30 cmH2O. ABG indicated significant dead-space ventilation with pH 7.21, PaCO2 51 mmHg, PO2 81 mmHg. D-dimer had increased to 6.6 ug/mL and gas exchange had not improved despite receiving a heparin drip for the preceding 24 hours. Given his deterioration, he was administered tPA 50 mg over two hours without improvement in gas exchange or hemodynamics. He was restarted on a heparin drip and a tPA drip was initiated at 2 mg/hr. After 12 hours, ABG demonstrated marked improvement in oxygenation with pH 7.27, PaCO2 51 mmHg, and PaO2 140 mmHg",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of PaO2 and norepinephrine dose relative to two different tPA infusion strategies seen in Case #5. Administration of tPA 10 mg bolus followed by 40 mg infusion over two hours in the absence of concomitant heparin did not result in change in PaO2 or norepinephrine dose. Low-dose tPA with concomitant heparin demonstrated significant improvements in PaO2 and shock.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ".: concept, clinical care, data gathering, interpretation, drafting of the manuscript; C.E.V.: concept, interpretation, revision of the manuscript; T.T.: clinical care, data gathering, interpretation, revision of the manuscript; G.C.: clinical care, data gathering, interpretation, revision of the manuscript; G.S.: interpretation, revision of manuscript ; A.Z.: interpretation, revision of the manuscript; N.D.: clinical care, data gathering, interpretation, revision of the manuscript ; J.O.: interpretation, revision of the manuscript; R.K.S.: interpretation, revision of the manuscript; C.A.P.: concept, interpretation, revision of the manuscript.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}