{
    "paper_id": "ce8936b2370c77d74085e11aece87647da9f7a62",
    "metadata": {
        "title": "The impact of early social distancing at COVID-19 Outbreak in the largest Metropolitan Area of Brazil",
        "authors": [
            {
                "first": "Fabiana",
                "middle": [],
                "last": "Ganem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [
                    "Macedo"
                ],
                "last": "Mendes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Brasilia",
                    "location": {
                        "settlement": "Brasília",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvano",
                "middle": [],
                "last": "Barbosa De Oliveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "Bertollo"
                ],
                "last": "Gomes Porto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Wildo",
                "middle": [],
                "last": "Navegantes De Araújo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Brasilia",
                    "location": {
                        "settlement": "Brasília",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Helder",
                "middle": [
                    "I"
                ],
                "last": "Nakaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Fredi",
                "middle": [
                    "A"
                ],
                "last": "Diaz-Quijano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Inferência Causal em Epidemiologia",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Julio",
                "middle": [],
                "last": "Croda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Brazil",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We calculated the impact of early social distancing on the COVID-19 transmission in the São Paulo metropolitan area and forecasted the ICU beds needed to cope the epidemic demand by using an age-stratified SEIR model. Within 60 days, these measures would avoid 89,133 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has led to the collapse of healthcare systems in several countries (1) . The virus has a higher basic reproduction number (R0) (i.e., the average number of secondary cases generated by a primary case when introduced in a fully susceptible population) and case fatality rate (CFR) when compared with Influenza (R0:2,5-3,2 and CFR:0,4-2,9% versus R0:1,2-2,3 and CFR:0,15%-0,25%, respectively) (2) (3) (4) (5) . Among the confirmed cases in China, 18.5% were considered severe and 25.3% of those required intensive care (2) . To tackle the spread of disease, a range of interventions have been implemented in China, including increasing test capacity, rapid isolation of suspected and confirmed cases and their contacts, social distancing measures, as well as restricting mobility (6) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Brazil, the first confirmed COVID-19 case was reported on February 26th in the São Paulo city and, since March 16th, the state of São Paulo has recommended several social distancing measures. These include recommending that older adults and individuals with underlying chronic medical conditions stay at home as much as possible; cancelling mass events; reducing public transportation; closing schools, universities and workplaces; and maintaining only essential services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The São Paulo Metropolitan Area (SPMA), one of the most populous urban area in the world, has 7,300 ICU beds registered in the National Council of Health Establishments (Cadastro Nacional de Estabelecimentos de Saúde, CNES: http://cnes.datasus.gov.br), 2,880 of which belong to the Public Healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the collapse of health care systems is the major concern for most countries hit by the pandemic, non-pharmacological interventions has been recommended to flatten the epidemic curve and gain time to prepare the health system to avoid shortage of ICU beds and healthcare workers needed to treat critically ill patients (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "We evaluated the impact of early social distancing measures in the transmission of COVID-19 in the SPMA, and forecast the number of ICU beds necessary for COVID-19 patients in Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "In 2009, the MoH established a mandatory notification for hospitalized cases of severe acute respiratory illness (SARI) through the National Disease Notification System (SIVEP-GRIPE). We retrieved all SARI cases reported on the SIVEP-GRIPE system between 26 th February and 30 th March. Those cases were included regardless of COVID19 confirmation as a proxy of COVID19 case. This proxy was used to calculate the time dependent reproductive number R(t) of confirmed COVID19 cases and was chosen in order to minimize the impact of shortage of RT-PCR tests. In addition, we also calculated R(t) using the daily number of COVID19 confirmed cases from the São Paulo state epidemiological records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "We calculated the R(t) during one month period in the SPMA, both, for COVID19 confirmed cases, as well as for SARI cases, and estimated the expected number of SARI cases requiring an ICU bed. The reproductive number at the beginning of the epidemic (R0) and during the epidemic (Rt) were calculated using the package R0 R Studio (3). The expected ICU demand was calculated using an age stratified SEIR model (7), which includes compartments for individuals requiring hospitalization and intensive care. The model parameters are described in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 548,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The study"
        },
        {
            "text": "Considering only the confirmed cases reported by São Paulo state, the R(t) was close to 2 throughout the assessed period with a large confidence interval. (Figure 1a ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 165,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The study"
        },
        {
            "text": "Underreporting and lack of confirmatory tests for COVID19 could directly affect these R(t) estimations. (Figure 1a ). By analyzing the number of SARI available in the Epidemiological Surveillance of Influenza System (SIVEP-GRIPE), we found that the social distancing measures reduced the R(t) below to 1 with a more accurate confidence interval (Figure 1b) . The R0 was used in the SEIR model to forecast the ICU beds needed and the number of deaths in a scenario without social distancing measures. The R(t) of SARI cases was used to forecast the scenario with social distancing measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 114,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 345,
                    "end": 356,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The study"
        },
        {
            "text": "We defined the ICU bed capacity for COVID-19 as 20% of the total number of ICU beds in the SPMA. In the absence of social distancing measures, the model . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055103 doi: medRxiv preprint predicts that after 30 days, COVID19 patients would demand 5,384 ICU beds, which surpasses the current ICU capacity in 130%; furthermore, in the second month the ICU bed demand would be 14 times the ICU capacity. Overall, this would result in 1,783 deaths in the first month and 89,349 in the second month. While social distancing measures are maintained, the model predicts 317 deaths in the first month and a total of 1682 in the second. This scenario does not overburden the healthcare system which represents a maximum of 76% ICU beds capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "Using the severe cases notification systems, we identified that the social distancing measures implemented in the SPMA reduced the COVID19 R(t) to less than 1. If a similar level of social distance is maintained in April and May, during influenza seasonality, no additional ICU beds for COVID-19 patients will be needed in the SPMA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "We observed that the downward trend in hospitalized cases started on 9th",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "March, before the intervention. This could be explained by a decrease in mobility documented since the first days of March in places like national parks, dog parks, plazas, and public gardens. According to a COVID-19 Community Mobility Report informed by Google this reduction was intensified and spread to other settings since the local government declared a state of emergency (8) . This report suggested that intervention was effectively applied, and it is consistent with the transmissibility reduction observed. Furthermore, uor study indicated that social distancing measures impact should be monitored on daily based using hospitalized SARI cases, especially during the shortage of the COVID-19 confirmatory tests.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "The baseline scenario shows that completely relaxing social distancing results in thousands of additional deaths. Figure 2 shows that the rate of fatalities per day increases dramatically when ICU capacity is overloaded. The simulation shows a swift change in the number of deaths per day in this scenario quickly spikes from 100, a week prior the system is overloaded, to a peak of 4,160 deaths per day in less than a month.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The study"
        },
        {
            "text": "A potential limitation is that many COVID-19 patients from nearby cities usually sought for medical care in the SPMA area, which is a reference for the state of São Paulo, leading to overburden of the healthcare system even if the epidemic is controlled . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "in the SPMA. The last week of data has not been included to minimize the impact of delay in reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "Despite the limitations, by using SARI electronic notification systems as a proxy for severe cases of COVID19 we reported a substantial decrease on the R(t) after two",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "week of the implemented of social distance measures in the SPMA. These measures are expected to avoid 89,133 deaths within 60 days even without expanding the ICU bed capacity. . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055103 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055103 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055103 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "authors": [],
            "year": null,
            "venue": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission parameters of the A/H1N1 (2009) influenza virus pandemic: a review. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ansart",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "306--322",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The 2009 A (H1N1) influenza virus pandemic: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Assossou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kieny",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "31",
            "pages": "4895--902",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Real-time forecasts of the COVID-19 epidemic in China from",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirpich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Model",
            "volume": "5",
            "issn": "",
            "pages": "256--63",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Nedjati",
                    "middle": [],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Community Mobility Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Community Mobility Report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Systematic Review of COVID-19 Epidemiology Based on Current Evidence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Dickens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S.G. dos Santos is a biologist and PhD candidate. Her main research interest is epidemiology of infectious diseases and mathematical modelling TABLES",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time-dependent reproductive number R(t) estimated for the confirmed COVID19 cases (a), and for the SARI cases (b). Solid line corresponds to R(t), the red area of the confidence interval; the vertical dotted line represents, respectively, the date of the onset of symptoms of the first confirmed case in Brazil and date of the first social distancing measure implemented by the São Paulo state.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimation of the number of ICU patients (Black line) and fatalities (Red line). The solid line uses the time dependent reproductive number R(t) measured for SPMA and the dashed line represents the scenario in which no social distancing takes place. The vertical dashed line represents the date in which the local government declared a state of emergency and the horizontal gray line represents the number of available ICU beds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIGURE 1. A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIGURE 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters used in the age stratified SEIR model to forecast the ICU beds",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ")",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}