{
    "paper_id": "ce9bb578da4c90de5ff42521070445a83f4a01f0",
    "metadata": {
        "title": "Understanding COVID-19 spreading through simulation modeling and scenarios comparison: preliminary results. *Corresponding author for modeling aspects: Cesar Bordehore, PhD Biology, cesar.bordehore@ua.es **Corresponding author for medical aspects",
        "authors": [
            {
                "first": "Cesar",
                "middle": [],
                "last": "Bordehore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alicante",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Zaida",
                "middle": [],
                "last": "Herrador",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Salud Carlos III",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [
                    "S"
                ],
                "last": "Fonfría",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alicante",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Miriam",
                "middle": [],
                "last": "Navarro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alicante",
                    "location": {
                        "settlement": "Alicante",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since late 2019 the world is facing the rapid spreading of a novel viral disease (SARS-CoV-2) provoked by the coronavirus 2 infection (COVID-19), declared pandemic last 12 March 2020. As of 27 March 2020, there were more than 500,000 confirmed cases and 23,335 deaths worldwide. In those places with a rapid growth in numbers of sick people in need of hospitalization and intensive care, this demand has over-saturate the medical facilities and, in turn, rise the mortality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the absence of a vaccine, classical epidemiological measures such as testing, quarantine and physical distancing are ways to reduce the growing speed of new infections. Thus, these measures should be a priority for all governments in order to minimize the morbidity and mortality associated to this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "System dynamics is widely used in many fields of the biological sciences to study and explain changing systems. The system dynamics approach can help us understand the rapid spread of an infectious disease such as COVID-19 and also generate scenarios to test the effect of different control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this study is to provide an open model (using STELLA® from Iseesystems) that can be customized to any area/region and by any user, allowing them to evaluate the different behavior of the COVID-19 dynamics under different scenarios. Thus, our intention is not to generate a model to accurately predict the evolution of the disease nor to supplant others more robust -official and non-official-from governments and renowned institutions. We believe that scenarios comparison can be an effective tool to convince the society of the need of a colossal and unprecedented effort to reduce new infections and ultimately, fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since late 2019 the world is facing the rapid spreading of a novel viral disease provoked by the coronavirus 2 (SARS-CoV-2) infection. On 12 March 2020, this infectious disease was declared pandemic by the World Health Organization (WHO). As of 27 March 2020, there were more than 500,000 confirmed cases and 23,335 deaths worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An updated daily report can be seen at https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The case fatality rate of COVID-19 varies depending on the country and the state of the pandemic (updated information at https://www.cebm.net/covid-19/global-covid-19-casefatality-rates/) and it oscillates generally around 3% and 6% with some exceptions such as Italy, where it reaches 10%. The case fatality rate (CFR) was established at 1.6% in South Korea, 3.04% in China, 10.09% in Italy, and 7.38% in Spain, but the latter might be overestimated since many mild cases have not been spotted. CFR may depend on the quality of the health care received by the patient, detection capacity of each country, previous conditions and age of the patient and also, and probably the most relevant number, the effort in diagnosing, that would rise up the numbers of confirmed infected people (WHO 2020a) .",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 795,
                    "text": "(WHO 2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "What seems to be clear is that, in those places were there has been a rapid growth in numbers of sick people in need of hospitalization and intensive care, this demand has over-saturated the medical facilities and availability of specialists which in turn, has risen the mortality rate by the shortage of health care resources. This dramatic scenario can be seen now in Italy, where the shortage in ICU (Intensive Care Unit) increased the crude mortality ratio up to a 7.7% (Lazzerrini and Putoto, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the absence of a vaccine, classical epidemiological measures such as testing in order to isolate the infected people, quarantine and physical distancing of people are ways to reduce the growing speed of new infections as much as possible and as soon as possible. Thus, this measure is being a priority for all governments in order to minimize the morbidity and mortality associated to this disease (Ferguson et al. 2020 , WHO 2020 .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 422,
                    "text": "(Ferguson et al. 2020",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 423,
                    "end": 433,
                    "text": ", WHO 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "System dynamics is widely used in many fields of the biological sciences to study and explain changing systems, such as population dynamics, predator-prey dynamics, spread of diseases or pests (Hannon and Ruth, 2009) . The system dynamics approach can help us understand the rapid spread of an infectious disease such as COVID-19 and also generate scenarios in the model to test the effect of different control measures.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 216,
                    "text": "(Hannon and Ruth, 2009)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The aim of this study is to provide an open model that can be customized to any area/region and by any user, allowing them to generate scenarios to compare different intervention measures and evaluate the different behavior of the COVID-19 dynamics. Thus, our intention is not to generate a model to accurately predict the evolution of the disease nor to supplant others more robust -official and non-official-from governments and renowned institutions. We believe that scenarios comparison can be an effective tool to convince the society of the need of a colossal and unprecedented effort to reduce new infections and ultimately, fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We used data of COVID-19 spread from Spain to calibrate the model and show how to generate scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "To build the model, we used the program STELLA® (IseeSystems) version 9.0.2. This permits to generate a model that can be adapted to all kind of scenarios by anyone with a basic knowledge of STELLA®, since our intention is also to promote participation of other scientists, health care workers and policy-makers to improve the structure and accuracy of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "We decided to use a SEIR (Susceptible, Exposed, Infected, Recovered) model adapted to the complexity of the COVID-19 spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "STELLA® works with 4 main items: Stocks, Flows, Converters and Connectors ( Figure  1 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "• The Stocks represent something that accumulates people in this case (mainly), although they can also refer to materials, money, etc. At any time, the Stocks reflect the numbers of items. They are represented by rectangles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "• Flows are the inputs and outputs of the Stocks. They reflect the number of items that enters or exits a Stock per unit of time. In this model we use 'day' as a unit of time. They are represented by a wide arrow with a valve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "• Converters are used to modify an activity; they are numbers (e.g. a constant) or formulae that will change their result depending on other parameters (i.e. other Converters or Stocks value). The symbol is a red circle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "• The Connectors transmit an input or an output from/to a Converter, Stock or Flow. They are represented by a red thin line. Complete tutorials of the program can be downloaded from the official site (www.iseesystems.com) and other concise ones such as the one from Shiflet and Shiflet (2014) . There are also useful video tutorials on the internet at www.iseesystems.com and in YouTube (e.g. for a short introduction to system dynamics models in STELLA https://youtu.be/IenySRdkRu8 and a more comprehensive tutorial https://youtu.be/MXSPiR8uSAo). We also recommend the book Dynamic modeling of Diseases and Pests (Hannon and Ruth, 2009 ).",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 292,
                    "text": "Shiflet and Shiflet (2014)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 614,
                    "end": 636,
                    "text": "(Hannon and Ruth, 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MODEL STRUCTURE AND CUSTOMIZATION"
        },
        {
            "text": "The general structure of the model is shown in Figure 2 . The STELLA file can be downloaded from Supplementary Material (Bordehore_et_al_ Understanding_COVID_19_spreading_v29_03_2020). In Table 1 we describe the Stocks used in the model and how we obtained each parameter. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 188,
                    "end": 195,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Stock Flow Converter Connector"
        },
        {
            "text": "People that are not immune to the infection. Immunity can be gained by vaccination or after recovering from the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible"
        },
        {
            "text": "By double-click on the rectangle, the initial population can be set. The model places here 47.1 million, corresponding to the population in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible"
        },
        {
            "text": "This stock (conveyor type) represents the people that have been infected, but they have no symptoms or nor are contagious yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Infected Not infective No symptoms 1"
        },
        {
            "text": "The transit time can be changed by double-click. The model uses 5 days, that is the average incubation period before being infective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Infected Not infective No symptoms 1"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Infected Not infective No symptoms 1"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101/2020.03.30.20047043 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 85,
                    "text": "1101/2020.03.30.20047043",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "These are the people that exit the previous stock and subsequently split into two Stocks. People in this stock are not infective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infected Not infective No symptoms 2"
        },
        {
            "text": "This stock must not be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infected Not infective No symptoms 2"
        },
        {
            "text": "People with no symptoms at all, but infective. The transit time can be changed. Model uses 10 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptomatic"
        },
        {
            "text": "This stock (conveyor type) is for those people that develop a mild condition (no medical care required). This is a different stock from Asymptomatic, although most of the asymptomatic cases progress to symptomatic ones. They are infective, but they are not diagnosed due to their mild symptoms. Thus, they are not reflected in the statistics of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subclinical"
        },
        {
            "text": "The transit time in the model is set at 14 days (infective period). This time can be set to another amount by double-click.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subclinical"
        },
        {
            "text": "Infected people reflected in the statistics. This stock must not be altered. But linked Converter, Quarantine rate, can be set to any value between 1 (all quarantined, and applies a R0=0) and 0 (no quarantine).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infected symptomatic"
        },
        {
            "text": "Symptomatic patients that will not need to be attended at the hospital, but they are in contact with health service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptomatic No Hospitalization"
        },
        {
            "text": "The transit time in the model is set at 14 days (=infective period). This time can be set to other amount by double-click.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptomatic No Hospitalization"
        },
        {
            "text": "Symptomatic patients that are in hospital but not in an Intensive Care Unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-ICU Patients"
        },
        {
            "text": "The transit time in the model is set at 5 days. This time can be set to other amount by double-click.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-ICU Patients"
        },
        {
            "text": "Stock that diverts patients from non-ICU units to Recover or Death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit Non-ICU"
        },
        {
            "text": "This stock must not be altered. This stock adds one day to the Non-ICU Patients transit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit Non-ICU"
        },
        {
            "text": "Symptomatic patients in an Intensive Care Unit. The transit time in the model is set at 9 days. This time can be set to other amount by double-click.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ICU Patients"
        },
        {
            "text": "Stock that diverts ICU patients to Non-ICU unit or Death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit ICU"
        },
        {
            "text": "This stock must not be altered. This stock adds one day to the ICU Patients transit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit ICU"
        },
        {
            "text": "The transit time in the model is set at 7 days. This time can be set to other amount by double-click.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-ICU after ICU Stock that reflects patients that exit ICU and return to a non-ICU bed in the hospital"
        },
        {
            "text": "Stock that reflects patients that go to recovering or dying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit Non-ICU after ICU"
        },
        {
            "text": "This stock must not be altered. It adds one more day to the previous stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit Non-ICU after ICU"
        },
        {
            "text": "Stock that reflects the sum of recovered patients from Symptomatic no hospitalization, Non-ICU and ICU This stock must not be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered from symptomatic"
        },
        {
            "text": "Number of deaths due to COVID-19 This stock must not be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deaths"
        },
        {
            "text": "Stock that reflects the sum of recovered patients from Asymptomatic and Subclinic. The model considers those people immune.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered from Asymptomatic"
        },
        {
            "text": "This stock must not be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered from Asymptomatic"
        },
        {
            "text": "This stock sums all the symptomatic people along the modeling period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sum to symptomatic"
        },
        {
            "text": "This stock must not be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sum to symptomatic"
        },
        {
            "text": "Stock that reflects the amount of people that are immune due to a vaccination campaign.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune"
        },
        {
            "text": "This stock must not be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune"
        },
        {
            "text": "The model can be customized by just modifying some values of Converters and Stocks (name beginning with an X in the model). All the auxiliary variables can be edited by double-click on top of it. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune"
        },
        {
            "text": "Place here the total population of your system (e.g. country, region, city).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Total population"
        },
        {
            "text": "Simply put the total population of your system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Total population"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Total population"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047043 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This rate is a graphical function. Along 365 days, a different R0 can be applied for each day. It can be seen that after an initial R0 of 2.8 (Spain from data), it drops at day 36 of the simulation to 0.1 (isolation measures).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X R0 Contacts per infected per day"
        },
        {
            "text": "A R0 value can be set for each day of the simulation (up to 365 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X R0 Contacts per infected per day"
        },
        {
            "text": "Note that in this model, R0 is not the Basic Reproduction Number of the epidemic, a dimensionless number which represents the expected number of cases directly generated by one case when all individuals are susceptible to infection (Fraser et al. 2009 ). In our case, R0 is the number of contacts per infected and per day (see model for more details about calculations).",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 251,
                    "text": "(Fraser et al. 2009",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "X R0 Contacts per infected per day"
        },
        {
            "text": "This is set at 1 (100%) by default, that is, people at home with mild symptoms that are isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Quarantine rate mild patients at home"
        },
        {
            "text": "This value can be set to any between 0 and 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Quarantine rate mild patients at home"
        },
        {
            "text": "The Number of respirators must be set at each scenario, just double-click and change the value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Number of respirators X Death rate ICU vs Respirators"
        },
        {
            "text": "The Death rate ICU vs. Respirators can be different depending on the number of respirators. The higher the utilization rate is, the higher should be the death rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Number of respirators X Death rate ICU vs Respirators"
        },
        {
            "text": "Line 3 shows the number of deaths in the second scenario, when the mortality rate increases as the saturation of the ICU services goes up. Line 1 shows a constant and low mortality rate, no matter the saturation of ICU is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Number of respirators X Death rate ICU vs Respirators"
        },
        {
            "text": "Data can be changed to make real or theoretical scenarios. The values in the model are not real, just to show how this variable works. If a real scenario is needed, these numbers should be estimated according to the local experience or considering similar situations in other places with comparable health care facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Number of respirators X Death rate ICU vs Respirators"
        },
        {
            "text": "Stocks of people Subclinic and Asymptomatic are those that maintain the epidemic growing. The strategy of performing massive test among all population (not symptomatic or subclinic) can reduce the deaths toll, and even, be cheaper than ICU or hospital stays. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Number of tests per day"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The model permits to make different scenarios with different entry of infected travelers from outside the system. The graphical function allows to put a different number of infected travelers per day (along 365 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Infected travelers' inflow"
        },
        {
            "text": "The death toll can be affected significantly if infected newcomers enter the system. In the graph below, blue line (1) is the result of modeling with only one infected person at time 0. Lines numbered as 2 and 3 correspond to 10 people infected (newcomers at day 10); and line 4, 10 people at day 1, 100 people new at day 10, and 100 more infected people at day 20. The result shows a differential death toll of almost 300. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Infected travelers' inflow"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047043 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Simply add the number of vaccines set per day (along 365 days), using the graph. Set the value for the vaccine effectiveness (from 0 to 1, being 1 100% effective). For example, to set 100,000 vaccines at day 90: . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X Vaccines per day X Vaccine effectiveness"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We used official data from the Spanish Ministry of Health (MSCBS, 2020) to calibrate the model. Model adjustment was performed by using the information provided in Tables 1, 2 and 3. Table 3 . Basic parameters to seed the model of the Spanish spread of COVID-19. The customizable parameters are labelled with an \"X\" at the beginning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "MODEL CALIBRATION"
        },
        {
            "text": "Numbers Source (Table 1) , we obtained the figures 3 to 7. Figure 3 shows the confirmed cases of COVID-19 in Spain (red line) and data obtained from the model (dotted lines) with the parameters in Tables 1, 2 and 3. Isolation measures began on 14th March. We added in this graph the effect of seven different R0 from the 14 th March and the expected evolution without any measures at all, maintaining a R0 of 2.32. The adjustment of the number of deaths and fatality rate is shown in Figure 5 . We had to apply a non-constant fatality rate to better fit the real numbers. Doted red and green lines show two scenarios, the first one with a higher and constant fatality rate, and the second, with a lower fatality rate after a peak. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 484,
                    "end": 492,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Parameter"
        },
        {
            "text": "Once we calibrated the model, we built up different scenarios and compared them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Isolation measures would affect the initial R0. In order to compare the effect of the implementation of different degrees of isolation measures, we set the same R0 at the beginning (until 14 March) and lower R0 after the lockdown. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 1. Implement isolation measures vs. no isolation at all"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A) B) C)"
        },
        {
            "text": "The copyright holder for this preprint . Figure 6 . Scenario 1: Implemented isolation measures vs. no measures. Isolation measures would affect R0 from the day the measures are implemented. R0 of 2.32 during all the period represents no isolation measures. R0 0 and R0 0.1 represent hard isolation, being R0 0 the minimum theoretical, impossible to achieve. It seems that the R0 achieved after 14 March is around 1.5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We claim the usefulness of this approach to test theoretical scenarios. In Figure 7 we show the results of implementing the lockdown one week later (from 14 to 21 March). In order to get this scenario, we set the R0 from 21 March at 0.8. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Scenario 2. Isolation measures one week after their actual adoption"
        },
        {
            "text": "From a basic scenario (R0 at 2.32 before 14 March and at 0.8 after that date), we analyzed the hypothetical action of randomly testing the asymptomatic people, i.e. uninfected and infected (asymptomatic and subclinical) people. In Figure 8 , four scenarios are shown. All four refer to an unrealistic testing period of one day (14 March) when 5, 10, 20 and 30 million tests would be done. A positive test implies that a person goes into quarantine and hence, without any possibility to infect other people. All scenarios with a R0 of 2.32 before 14 March, and of 0.8 afterwards. We hypothesized that if massive testing had been performed, R0 would have been kept at 0.8. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Scenario 3. Testing randomly all the population without symptoms on 14 March"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 5. Predicting when would the peak of infections per day occur and the effect of different degrees of isolation measures"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 From the basic scenario (R0 2.32 before 14 March and 0.8 from 14 March), we predicted when the peak in infections per day would occur, and compared different R0 values, representing from harder isolation measures (lower R0) to more relaxed ones (higher R0). Figure 10 shows the result of the simulation.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Scenario 5: Representation of estimated daily flow of infected people. Peak of infections per day is estimated to occur around 8-9 April. After that peak, it is crucial to maintain the isolation measures (lowering R0 as much as possible) in order to minimize the daily flow of new infections. A R0 below 0.15 would be desirable, i.e. a new case of infection every 6.7 infected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 10"
        },
        {
            "text": "The entire world is facing a new pathogen, so far unknown for humans. Nevertheless, some experts had been lately suggesting that a similar scenario could happen (Allen et al. 2017 ).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 179,
                    "text": "(Allen et al. 2017",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the model has limitations, since it is a simplification of the reality, the results of the calibrated model ( Figure 3 ) fits quite well with the official data of infected people with COVID-10 in Spain until 24 March. Until today, it is difficult to obtain the most probable R0 after 14 March because of the time lag of detected patients due to the incubation period (set at 6 days). Therefore, further time is needed to quantify the effect of mitigation measures in the R0 reduction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We think that the real amount of infected people would reach, at least, 2.1 times the official numbers, calculated from a 3.4% fatality rate from days 24 and 25 March ( Figure  4 ). If the fatality rate estimation changed, the real numbers of infected people would rise up consequently. It is important to remark that not knowing the real numbers of infected people does not significantly affect the power of the approach we propose here, since the comparison of different scenarios (e.g. reducing R0 after a day or another) uses the same base model. Hence, we can say that the measure that works better in the model, would work better in the real world as well. Besides, the results of this model would improve if we could adjust all the parameters to the real situation. Then, we could build a more robust model. In fact, our intention is to generate further versions of this model with whenever more accurate parameters are available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure  4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Fatality numbers followed a smooth curve until 24 March, when the increase of deaths was higher than expected, but on 25 March it went down again. In case the amount of fatalities does not follow the way pointed out by the dotted lines in Figure 5A , we will recalculate the fatality rates showed in Figure 5A and 5B, but we will wait a few more days. Moreover, more time is still needed to check a possible third scenario, that is a higher case fatality rate as the epidemic saturates health services.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 300,
                    "end": 309,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding the social distancing measures, the model detects and quantifies the positive effect of reducing the R0, as seen in Figure 6 . According to our results, the earlier the measures are taken, the better, as seen in Figure 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 230,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We also tested what would happen if a random testing policy for all population would have been adopted. Even performing 20 or 30 million tests (from a population of 47 million) the result is poor (Figure 8) , indicating that the efforts of testing should be more focused on suspected cases. This last approach was adopted in China by a contact tracing strategy (WHO 2020c) that allowed isolation of those infected prior to symptoms, and also a door-to-door monitoring to identify cases with symptoms (Shen et al. 2020 ).",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 517,
                    "text": "(Shen et al. 2020",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 206,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In the last of the scenarios, we analyzed what would happen if the isolation measures ceased 10 days after their implementation. As seen in Figure 9 , these measures should not cease, since there are still infective individuals in the population and no herd immunization is operating due to the low percentage of population recovered and thus, immunized by illness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 9",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "With the parameters used in the model, the peak of infected cases will occur around 8-9 th April ( Figure 10 ). These numbers could be more accurate by using more reliable data of the COVID-19 evolution of the real infected population. Nonetheless, we think the error of the model could be of few days. Other models state that the peak would occur around 14 th April in Spain (Burgos-Simón et al. 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "It is interesting to point out that it would be vital to prevent infection number from increasing, maintaining the lowest R0 possible after the peak. As seen in Figure 10 , an R0 higher than 0.15 would rise the number of new cases of infection again.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Other models of the spreading of COVID-19 in Spain, e.g. Burgos-Simón et al (2020), did not compare scenarios of different actions to reduce the speed of spreading and stated that the peak would occur between 18 and 20 April, about 10 days after our calculations ( Figure 10 ). Arenas et al (2000) predicted ICU saturation from the end of March to the 23 April, although we did not represent the ICU patients, the peak of new infected people (Figure 10) is expected for the 8-9 April, so ICU higher demand will be concentrated from some weeks after that date, probably a couple of weeks after Arenas' model. Another model applied in Spain with data from 28 February with few dozens of cases (Aleta and Moreno, 2020) expressed the necessity of early detection of positive cases with symptoms. But from our point of view, due to the incubation period when the patient is contagious and the great percentage of asymptomatic and subclinical cases, that strategy would have been not enough to stop the spread of this disease, now a pandemic.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 297,
                    "text": "Arenas et al (2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 274,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 442,
                    "end": 453,
                    "text": "(Figure 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Ferguson's, reflect the advantages of physical distance among people to reduce the number of infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This model does not pretend to impersonate official predictions nor scenarios about the COVID-19 spread in the different areas or countries. Considering the complexity of the spreading phenomenon and the exponential component, it is an impossible task for researchers and professionals interested in this pandemic to attempt to predict the dynamics or the effect of different measures without using a model that includes the main aspects of the pandemic. Regarding the forecast for Spain, there are further constraints on the model adjustment i.e. frequent changes in counting rules of infected people and case definition, and changes in testing and isolation policies. In fact, isolation measures were announced to become harder in Spain from Monday, 30 March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the evolution of the epidemic differs greatly from one Spanish region to another due to the spatial distribution of the people (rural areas vs. big cities), to population movements, and regional health systems´ characteristics, among others. It must be said that rates can be better calculated in samaller and more homogeneous areas and, in turn, better results can be obtained running the model.. Nevertheless, the model could be customized to fit any region following the instructions aforementioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One important limitation of our model is the lack of reliable data about the actual cases of infection, mainly asymptomatic and with mild symptoms. In the last days, only the severe cases and suspected cases among active health care staff have been confirmed with a test in Spain. We hope this situation can be changed in the following weeks, as the Spanish Government is acquiring more diagnostic tests (Spanish Government, 2020) .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 430,
                    "text": "Government, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One strength of this model is that is has been conceived open-access. We keen to facilitate others to adapt the model to their own situation. The use of this model for an educational purpose can be a strong tool to convince people about the importance of adopting early social distancing approaches ( Figure 7 ) and also to maintain them in time ( Figure 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 348,
                    "end": 356,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We think it could be particularly convenient for researchers and health care staff in lowand middle-income countries. These regions are especially vulnerable to the pandemic. Facing a new pathogen as CoV-2 and its dynamic represents a huge challenge for any country, especially for those with weaker health care systems. Some Sub-Saharan African countries have already detected more than 100 cases of COVID-19 (WHO 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although some knowledge about STELLA modeling is needed, we think that any interested person with a light training could customize it, by adapting the basic data (Stocks and Converters) to the region of interest and generate different scenarios. We are now working in a video tutorial to explain the design of the model in order to facilitate other stakeholders to modify the structure and customize parameters to their areas of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Other contributing authors interested in this COVID-19 spreading model are welcomed. Our intention is to improve the model both in the structure and parameters to make it more accurate and useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration and training"
        },
        {
            "text": "Researchers with a substantial and sustained collaboration are welcomed as co-authors. We are also opened to train and help other users to use this model (video tutorial coming soon).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration and training"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluation of the potential incidence of COVID-19 and effectiveness of contention measures in Spain: a data-driven approach",
            "authors": [
                {
                    "first": "Aleta",
                    "middle": [
                        "A"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.01.20029801"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global hotspots and correlates of emerging zoonotic diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rondinini",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Marco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Breit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Olival",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00923-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A mathematical model for the spatiotemporal epidemic spreading of COVID19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gómez-Gardenes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Matamalas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soriano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Steinegger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.21.20040022"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modelización epidemiológica del COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martínez-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martínez-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "San",
                    "middle": [],
                    "last": "Julián",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Garcés",
                    "suffix": ""
                },
                {
                    "first": "Villanueva",
                    "middle": [],
                    "last": "Micó",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pandemic Potential of a Strain of Influenza A (H1N1): Early Findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5934",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dynamic modeling of disease and pests",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hannon",
                    "suffix": ""
                },
                {
                    "first": "Ruth",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enfermedad por nuevo coronavirus, COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mscbs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 in Italy: momentous decisions and many uncertainties. The Lancet Global Health",
            "authors": [
                {
                    "first": "Lazzerini M",
                    "middle": [],
                    "last": "Putoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30110-8"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Review Ferguson et al \"Impact of nonpharmaceutical interventions…",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Taleb",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Yam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "System Dynamics Tool: STELLA Version 10 Tutorial 1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shiflet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Shiflet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Press conference of the Spanish Government of the 27",
            "authors": [
                {
                    "first": "Spanish",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO, 2020a. Coronavirus disease 2019 (COVID-19). Situation Report-56",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Q&A: Similarities and differences -COVID-19 and influenza",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "WHO, 2020c. Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Types of main items used in the STELLA model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structure of the STELLA model for COVID-19 spreading.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Confirmed cases of COVID-19 in Spain (red line) and data obtained from the model (dotted lines) with the parameters in Tables 1, 2 and 3. Isolation measures began on 14th March. See the effect of seven different R0 from 14 th March 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "shows the estimated people infected (red dotted line) compared to the real data (red line) and the prediction of the model if R0 after 14 th March would be 0.8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Infected people (official data, red line). Forecast of the model (violet dotted line) with a R0 of 2.32 until 13 March, and R0=1.6 from 14 March. The dark violet dotted line indicates the estimated real cases with a case fatality rate of 3.4%. The arrow points out the day that isolation measures were set by the Spanish Government (14 March 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Calibration of the number of deaths. A) The red line shows the number of deaths up to 25 March. The death rate is not constant along the period. B) Table corresponds to the case fatality rate (oscillating between 3.4% and 12%) and death toll in the red dotted line in figure A. C) Table corresponds to the case fatality rate of the green dotted line in figure A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Scenario 2: Isolation measures implemented on 14 March vs. on 21 March using a R0 of 1.5 after the isolation measures' onset. Violet dotted line shows no isolation measures taken.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Scenario 3: Testing randomly people without symptoms and subclinical on 14 March.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "a basic scenario (R0 2.32 before 14 March and 0.8 from 14 March), we tested what 1) what would have happened if the isolation measures had ceased 2) what would have happened if the isolation measures had ceased or relaxed eight days after the lock down, that is 22 March, (R0 0.8 to 2.32) or get less severe (R0 0.8 to 1.4). Results are shown in Figure 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Scenario 4: Testing the effect of ceasing or relaxing the isolation measures. From a basic scenario (R0 2.32 before 14 March and 0.8 from 14 March), we tested what would happen if, 8 days after the lock down, the isolation measures ceased (R0 0.8 to 2.32) or turned into less severe measures (R0 0.8 to 1.4).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Model Stocks description and parameterization.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Model main Converters and parameterization.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Price (Eur) per test put here the price of each test. The result comes out through two Converters Eur per death and Test bill",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Official data from the Spanish Ministry of Health (MSCBS 2020).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Taking into consideration the rapid spread of the virus and the changing numbers, we intent to publish new versions of the model every few days, which would include improvements in structure and modeling of new scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New versions"
        },
        {
            "text": "We wish to thank Marta Bordehore for her valuable comments. E.S.F: write the manuscript, data acquisition, approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}