{
    "paper_id": "cf753b5b6b83075dc37ab795918feacdb1134df7",
    "metadata": {
        "title": "Single-cell analysis of human lung epithelia reveals concomitant expression of the SARS-CoV- 2 receptor ACE2 with multiple virus receptors and scavengers in alveolar type II cells",
        "authors": [
            {
                "first": "Guangchun",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ansam",
                "middle": [],
                "last": "Sinjab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Warapen",
                "middle": [],
                "last": "Treekitkarnmongkol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Brennan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kieko",
                "middle": [],
                "last": "Hara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyle",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Bogatenkova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beatriz",
                "middle": [],
                "last": "Sanchez-Espiridion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "Behrens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boning",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luc",
                "middle": [],
                "last": "Girard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianjun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boris",
                "middle": [],
                "last": "Sepesi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tina",
                "middle": [],
                "last": "Cascone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Byers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Don",
                "middle": [
                    "L"
                ],
                "last": "Gibbons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jichao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seyed",
                "middle": [
                    "Javad"
                ],
                "last": "Moghaddam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edwin",
                "middle": [
                    "J"
                ],
                "last": "Ostrin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junya",
                "middle": [],
                "last": "Fujimoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jerry",
                "middle": [],
                "last": "Shay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "V"
                ],
                "last": "Heymach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "D"
                ],
                "last": "Minna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Dubinett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "A"
                ],
                "last": "Scheet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ignacio",
                "middle": [
                    "I"
                ],
                "last": "Wistuba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Hill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shannon",
                "middle": [],
                "last": "Telesco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Stevenson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Avrum",
                "middle": [
                    "E"
                ],
                "last": "Spira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linghua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Humam",
                "middle": [],
                "last": "Kadara",
                "suffix": "",
                "affiliation": {},
                "email": "hkadara@mdanderson.org."
            },
            {
                "first": "Johnson",
                "middle": [],
                "last": "13",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus SARS-CoV-2 was identified as the causative agent of the ongoing pandemic COVID 19. COVID-19-associated deaths are mainly attributed to severe pneumonia and respiratory failure. Recent work demonstrated that SARS-CoV-2 binds to angiotensin converting enzyme 2 (ACE2) in the lung. To better understand ACE2 abundance and expression patterns in the lung we interrogated our in-house single-cell RNA-sequencing dataset containing 70,085 EPCAM+ lung epithelial cells from paired normal and lung adenocarcinoma tissues. Transcriptomic analysis revealed a diverse repertoire of airway lineages that included alveolar type I and II, bronchioalveolar, club/secretory, quiescent and proliferating basal, ciliated and malignant cells as well as rare populations such as ionocytes. While the fraction of lung epithelial cells expressing ACE2 was low (1.7% overall), alveolar type II (AT2, 2.2% ACE2+) cells exhibited highest levels of ACE2 expression among all cell subsets. Further analysis of the AT2 compartment (n = 27,235 cells) revealed a number of genes co-expressed with ACE2 that are important for lung pathobiology including those associated with chronic obstructive pulmonary disease (COPD; HHIP), pneumonia and infection (FGG and C4BPA) as well as malarial/bacterial (CD36) and viral (DMBT1) scavenging which, for the most part, were increased in smoker versus light or non-smoker cells. Notably, DMBT1 was highly expressed in AT2 cells relative to other lung epithelial subsets and its expression positively correlated with ACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We describe a population of ACE2-positive AT2 cells that co-express pathogen (including viral) receptors (e.g. DMBT1) with crucial roles in host defense thus comprising plausible phenotypic targets for treatment of Recent molecular studies have demonstrated that SARS-CoV-2 infects airway cells by binding of its spike protein to angiotensin converting enzyme 2 (ACE2), the same receptor used by 7, 8, 9 . While SARS-CoV and SARS-CoV-2 spike proteins exhibit high degrees of homology, recent studies have demonstrated that the novel coronavirus binds ACE2 more efficiently than the original SARS-CoV virus 10, 11, 12, 13 Expression of ACE2 in the lung was suggested to implicate lung epithelial cells as routes of entry and, thus, targets for SARS-CoV-2 infection. ACE2 is a carboxypeptidase that limits activation of the renin-angiotensin system (RAS), a hormonal system that plays major roles in cardiovascular and pulmonary physiology and pathology 14 . : bioRxiv preprint 0040, Millipore). Cells were enumerated and examined for viability by Trypan blue exclusion analysis.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 402,
                    "end": 403,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cells were immediately frozen in FBS containing 10% dimethyl sulfoxide and cryopreserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At the time of processing, cryopreserved single cells from patient 1 were rapidly thawed, washed, and stained with SYTOX Blue viability dye (S34857, Life technologies), and processed on a FACS Aria II instrument. Cells from patients 2 through 5 were stained following washing with anti-EPCAM-PE (347198, BD Biosciences;1:50 dilution in ice-cold phosphate-buffered saline, PBS, containing 2%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late December 2019, an outbreak of lung pneumonia initially of unknown cause was reported in China 1 . This emerging disease, termed coronavirus disease 2019 (COVID- 19) , was soon thereafter attributed to infection with the novel zoonotically-transmitted coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) 2 . On March 11, 2020, COVID-19 was declared a rapidly spreading global pandemic by the world health organization. As of April 12, SARS-CoV-2 has infected more than 1.8 million people worldwide resulting in over 110,000 deaths 3 .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "19)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Upon SARS-CoV-2 infection, the clinical presentation of COVID-19 is diverse, ranging from asymptomatic infection and mild upper respiratory illness to pneumonia, acute respiratory distress syndrome (ARDS), respiratory failure and death 1 . Recent clinical reports have suggested that old age and comorbidities such as cardiovascular disease, chronic inflammatory lung disease and cancer are risk factors for COVID-19-associated severe pneumonia and death 1 . Recent analyses reported that COVID-19 patients who were smokers required more aggressive clinical interventions and that smoking possibly elevates the risk of COVID-19 associated pneumonia and death 4, 5 . These findings suggest that limiting inflammatory responses by intercepting pathways involved pulmonary (and perhaps cardiac) pathobiology may represent viable strategies to improve COVID-19 patient outcomes. lung injury mediated by SARS-CoV infection which was also alleviated by targeting the RAS 15 . A large body of literature suggests that the ACE2-mediated RAS axis plays important roles in lung function 14 , susceptibility to the SARS virus 8 , and inhibition of angiogenesis in lung cancer 16 .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 662,
                    "end": 663,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1115,
                    "end": 1116,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1165,
                    "end": 1167,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, the role of key pathways in lung pathobiology and inflammation in the pathogenesis of COVID-19, particularly in high risk individuals, remains unexplored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Motivated by the current and unprecedented global health crisis, we leveraged our ongoing lung single-cell RNA-sequencing (scRNA-seq) efforts to interrogate the expression of the SARS-CoV-2 receptor ACE2 in a unique cohort of 70,085 lung epithelial cells from tumor and matched uninvolved normal lung tissues from five lung adenocarcinoma (LUAD) patients. Among all lung epithelial subsets, we found that ACE2 expression was higher in uninvolved AT2 cells and malignant epithelial cells. We interrogated single-cell gene co-expression profiles and found that ACE2-epressing AT2 cells concurrently expressed other genes with important yet understudied roles in lung pathobiology including fibrosis, modulation of chronic inflammation and innate host-defense mechanisms by additional viral receptors and scavengers, particularly among cells from smokers. Our single-cell analyses highlight additional possible receptors that may play a role in SARS-CoV-2 infection in the lung epithelium and, thus, are plausible targets that can be repurposed for clinical management of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 16 .045617 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Two to three uninvolved normal lung tissues per patient and LUADs (n = 19 samples) were collected from surgically resected specimens from five patients with early-stage disease (stages I-IIIA) ( Table   1 ). All patients were evaluated at the University of Texas MD Anderson Cancer Center (MD Anderson) and had provided informed consents under approved institutional review board protocols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "Table   1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Derivation of single cells from lung tissues"
        },
        {
            "text": "Fresh tissues were collected in RPMI medium supplemented with 2% fetal bovine serum (FBS) and maintained on ice for immediate processing. Tissues were placed in a cell culture dish containing Hank's balanced salt solution (HBSS) on ice and extra-pulmonary airways and connective tissue was removed with scissors. Samples were transferred to a new dish on ice and minced into tiny pieces (approximately 1mm 3 ) followed by enzymatic digestion using a cocktail containing Collagenase A (10103578001, Sigma Aldrich), Collagenase IV (NC9836075, Thermo Fisher Scientific), DNase I, (11284932001, Sigma Aldrich), Dispase II (4942078001, Sigma Aldrich), Elastase 1 (NC9301601, Thermo Fisher Scientific) and Pronase (10165921001, Sigma Aldrich). Samples were incubated in a 37 °C oven for 10 minutes with gentle rotation and then incubated for an additional 10 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of single cells from lung tissues"
        },
        {
            "text": "Samples were then filtered through 70 μm strainers (Miltenyi biotech, 130-098-462) and washed with ice-cold HBSS. Filtrates were then centrifuged and re-suspended in ice-cold ACK lysis buffer (A1049201, Thermo Fisher Scientific) for red blood cell (RBC) lysis. Following RBC lysis, samples were centrifuged and re-suspended in ice-cold FBS, filtered (using 40 μm FlowMi tip filters; H13680-6 FBS) for 30 minutes. EPCAM-stained cells were then washed, filtered using 40 μm tip filters, stained with SYTOX Blue and processed on a FACS Aria II instrument. Doublets and dead cells were eliminated, and viable (SYTOX-negative) EPCAM-positive (EPCAM+, epithelial) singlets were collected in PBS containing 2% FBS. Cells were washed again to eliminate ambient RNA, and a sample was taken for counting by Trypan Blue exclusion (T8154, Sigma Aldrich) before loading on 10X Chromium microfluidic chips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of single cells from lung tissues"
        },
        {
            "text": "Up to 10,000 cells per sample were partitioned into nanoliter-scale Gel beads-in-emulsion (GEMs) using Chromium Next GEM Single Cell 5' Gel Bead Kit v1.1 (1000169, 10X Genomics) and by loading onto Chromium Next GEM Chips G (1000127, 10X Genomics). GEMs were then recovered to construct single-cell 5' gene expression libraries using the Chromium Next GEM Single Cell 5' Library kit (1000166, 10X Genomics) according to the manufacturer's protocol. Briefly, recovered barcoded GEMs were broken and pooled, followed by magnetic bead clean-up (Dynabeads MyOne Silane, 37002D, Thermo Fisher Scientific). 10X-barcoded full-length cDNA was then amplified via PCR and analyzed using Bioanalyzer High Sensitivity DNA kit (5067-4626, Agilent). Up to 50 ng of cDNA was carried over to construct gene expression libraries and was enzymatically fragmented and size-selected to optimize the cDNA amplicon size prior to 5' gene expression library construction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of single-cell 5' gene expression libraries"
        },
        {
            "text": "Further, samples were subject to end-repair, A-tailing, adaptor ligation, and sample index PCR using Single Index Kit T Set A (2000240, 10X Genomics) to generate Illumina-ready barcoded gene expression libraries. Library quality and yield was measured using Bioanalyzer High Sensitivity DNA kit (5067-4626, Agilent) and Qubit dsDNA High Sensitivity Assay Kit (Q32854, Thermo Fisher Scientific). Indexed libraries were normalized before pooling by adjusting for the ratio of the targeted cells per library as well as individual library concentration and pooled to a final concentration of 10 nM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of single-cell 5' gene expression libraries"
        },
        {
            "text": "Library pools were then denatured and diluted as recommended for sequencing on the Illumina NovaSeq 6000 platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of single-cell 5' gene expression libraries"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of single-cell 5' gene expression libraries"
        },
        {
            "text": "Single-cell decoding was performed using available computational framework. Raw scRNA-seq data was pre-processed, demultiplexed, aligned to human GRCh38 reference and feature-barcodes generated using CellRanger (10X Genomics, version 3.0.2). Detailed quality control metrics were generated and evaluated. Genes detected in < 3 cells and cells where < 200 genes had non-zero counts were filtered out and excluded from subsequent analysis. Low quality cells where >15% of the read counts originated from the mitochondrial genome were also discarded. In addition, cells with >6,000 detected genes were discarded to remove likely doublet or multiplet captures. Possible batch effects were evaluated and corrected using Harmony 17 . Raw unique molecular identifier (UMI) counts were log normalized and used for principal component analysis (PCA). We applied Seurat 18 for clustering and UMAP 19 for dimensional reduction to perform unsupervised analysis of the highdimensional data into distinct cell clusters. EPCAM+ cells were partitioned into major airway lineage clusters, followed by subclustering within each compartment/lineage to identify subpopulations.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 889,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "scRNA-seq data analysis"
        },
        {
            "text": "Differentially expressed genes (DEGs) for each cell cluster were identified using the FindAllMarkers function in Seurat R package. The top 50 most significant DEGs were examined and an integrative approach was used to determine cell types and states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "scRNA-seq data analysis"
        },
        {
            "text": "In addition to the bioinformatics approaches described above, all other statistical analysis was performed using R v3.6.0. Analysis of differences in genes between groups (e.g., between ACE2postive vs. ACE2-negative; smoker vs. non/light smoker) were calculated using the FindMarkers function in R. Pseudo-bulk gene expression values for defined cell clusters were calculated by taking mean expression of each gene across all cells in a specific cluster. Deconvolution of AT2 cell abundance was performed on the TCGA lung adenocarcinoma cohort by incorporating AT2 signature genes defined by our study into MCP-counter, an R package that permits the quantification of the absolute abundance of immune and stromal cell populations in heterogeneous tissues from transcriptome data 20 . All statistical significance testing was two-sided, and results were considered statistically significant at p-value < 0.05. The Benjamini-Hochberg method was applied to control the . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint false discovery rate (FDR) in multiple comparisons (e.g. DEG analysis), and calculate adjusted pvalues (q-values).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "scRNA-seq data analysis"
        },
        {
            "text": "We performed single-cell analysis of normal lung tissues and matched treatment-naïve early-stage lung adenocarcinomas (LUADs) from five patients using droplet based scRNA-seq. We first processed two normal lung tissues and a LUAD from patient 1 which resulted in 15,370 cells that were retained for analysis. In line with studies of other organs 21 , we noted that the fraction of epithelial (EPCAM+) cells attained by unbiased analysis of lung tissues was limited (~4%, n = 624 cells) ( Table 2) . To better capture lung epithelial cells, including their heterogeneity, we performed single-cell analysis of fluorescent-activated cell sorting (FACS) enriched EPCAM+ cells from three normal lung tissues (per patient) and LUADs from four additional patients. Using this strategy, we were able to capture on average 20-fold more lung epithelial cells ( Table 2 ). Following quality control and filtering, we retained 70,085 lung epithelial cells from the 19 samples (5 tumor samples, n = 13,134 cells; 14 normal lung tissues, n = 56,951 cells) (Fig. 1a) . We achieved on average 146,574 reads, 9,202 unique molecular identifiers and 2,407 genes per cell ( Table 2) . Unsupervised clustering analysis identified a diverse repertoire of airway lineages which were divided into 10 cell clusters with distinct transcriptomic features (e.g., expression of lineage-specific markers) (Fig. 1a) . These cell Fig. 1c and Fig.   S1 ). One cluster included bronchioalveolar cells that were enriched for markers of both AT2 and club lineages (Fig. 1b) . We also identified alveolar transitory or progenitor cells which expressed both AT2 and AT1 markers including HOPX as well as KRT7 (Fig. 1c) in line with previous reports 22, 23 .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 496,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1042,
                    "end": 1051,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1154,
                    "end": 1162,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1375,
                    "end": 1384,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1398,
                    "end": 1419,
                    "text": "Fig. 1c and Fig.   S1",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1528,
                    "end": 1537,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1671,
                    "end": 1680,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Single-cell decoding of normal and malignant lung epithelial cells"
        },
        {
            "text": "Clustering analysis also revealed a rare cell population that exclusively expressed ASCL3 and FOXI . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint ( Fig. 1c and Fig. S1 ) characteristic of pulmonary ionocytes which were recently described by singlecell analysis 24, 25 . Of note, most cells from the LUAD specimens clustered distinctly from cells of uninvolved lung tissues and exhibited the highest expression of the tumor marker CEACAM5 and mixed lineage genes (Fig. 1b-c) thus representing diverse lung malignant cells in line with recent studies 26 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 346,
                    "text": "Fig. 1c and Fig. S1",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 641,
                    "end": 652,
                    "text": "(Fig. 1b-c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Single-cell decoding of normal and malignant lung epithelial cells"
        },
        {
            "text": "The ongoing COVID-19 pandemic caused by infection with the novel coronavirus SARS-CoV-2 prompted us to leverage our lung scRNA-seq dataset and interrogate expression patterns of the SARS-Cov-2 receptor ACE2 in lung epithelial cells. We found that the fraction of ACE2-expressing cells among all lung epithelial cells was low (n= 1,208, 1.7%) (Fig. 2a) . The highest fractions of ACE2expressing cells were found in the malignant (3.5%), AT2 (2.2%) and club/secretory (2.4%) cell clusters (Fig. 2a) . Among those clusters with > 1% ACE2-positive cells, AT2 cells expressed the highest expression of ACE2 (Fig. 2b) . We then explored expression patterns of other members of the RAS 27 (Fig. 2c) . Of note, RAS genes were expressed at low levels in AT2 cells compared to other epithelial cell subsets and AT1 cells exhibited relatively higher expression of various RAS members such as adrenergic 2 beta receptor (ADRB2) (Fig. 2c) . We then examined ACE2 expression in subclusters of AT2 and malignant cells, the two populations with relatively highest fraction of cells positive for the SARS-CoV-2 receptor (Fig. S2) . The AT2 subcluster (AT2_c2) with relatively highest expression of ACE2 ( Fig. S2a and Fig. S2b ) exhibited similar levels of RAS genes compared to other AT2 subclusters except for elevated expression of amyloid precursor protein (APP) and the carboxypeptidase CPM (Fig. S2c) . Similarly, we did not find similar patterns of expression between The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint significantly higher in losartan treated patients (P < 10 -16 ; Fig. S3 ). We also examined the expression and abundance patterns of TMPRS22, a serine protease recently shown to be crucial for SARS-CoV-2 spike protein priming upon host cell entry 6 , as well as ADAM17, a sheddase that was shown to cleave (shed) ACE2 30 . TMPRSS2 expression level and frequency were highest in AT2 cells among all lung subsets, whereas ADAM17 expression levels were highest in malignant cells (Fig. S4) . Also, among AT2 cells, expression levels of TMPRSS2 and ADAM17 were highest in the same AT2 subcluster as ACE2 (Figs. S2b and S4b) .",
            "cite_spans": [
                {
                    "start": 1847,
                    "end": 1848,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 351,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 602,
                    "end": 611,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 916,
                    "end": 925,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1103,
                    "end": 1112,
                    "text": "(Fig. S2)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1188,
                    "end": 1209,
                    "text": "Fig. S2a and Fig. S2b",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1379,
                    "end": 1389,
                    "text": "(Fig. S2c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1664,
                    "end": 1671,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 2077,
                    "end": 2086,
                    "text": "(Fig. S4)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2200,
                    "end": 2219,
                    "text": "(Figs. S2b and S4b)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Abundance and expression patterns of the SARS-CoV-2 receptor ACE2 in lung epithelium"
        },
        {
            "text": "We next sought to identify differentially expressed genes (DEGs) in AT2 cells based on ACE2 expression. A cutoff of absolute gene expression fold-change >1.2 and an FDR q-value < 0.05 were applied to select DEGs between ACE2-expressing and ACE2-absent AT2 cells. We found genes upregulated in ACE2-expressing AT2 cells that are highly pertinent to lung epithelial biology and disease such as HHIP (lung branching and chronic obstructive pulmonary disease/COPD, 31, 32 ) , FGG (fibrosis, pneumonia and inflammation, 33, 34 ) and C4BPA (complement system, pneumonia and infection, 35, 36 ) ( Fig. 3) . In addition, we found that ACE2-expressing AT2 cells exhibited significantly higher expression of scavengers such as CD36 37 and DMBT1, a pattern recognition receptor that plays crucial host defense roles against bacterial and viral pathogens including influenza A and human immune deficiency virus I (HIV-I) 38 . Interestingly, DMBT1 expression was markedly and distinctly highest in AT2 cells relative to other lung cell subsets (Fig. S5a) . Also, DMBT1 expression in AT2 cells was higher compared to other coronavirus receptors such as the MERS-CoV receptor DPP4 39, 40 and BSG (also known as CD147) which was recently suggested to represent a potential alternate route of entry for SARS-CoV-2 41 (Fig. S5a) . Also, DMBT1 displayed similar patterns of expression with ACE2 among AT2 (Fig. S5b ) and lung malignant cell (Fig. S5c) subclusters.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "31,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "32 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "33,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "34",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 909,
                    "end": 911,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "39,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1170,
                    "end": 1172,
                    "text": "40",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "text": "41",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 597,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1031,
                    "end": 1041,
                    "text": "(Fig. S5a)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1300,
                    "end": 1310,
                    "text": "(Fig. S5a)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1386,
                    "end": 1395,
                    "text": "(Fig. S5b",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1422,
                    "end": 1432,
                    "text": "(Fig. S5c)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Abundance and expression patterns of the SARS-CoV-2 receptor ACE2 in lung epithelium"
        },
        {
            "text": "Recently, expansion of ACE2-expressing lung epithelia in response to cigarette smoke has also been proposed 42 and smoking was shown to activate the RAS 43 . We were thus enticed to compare the identified ACE2-co-expressed genes, along with members of the RAS, in lung epithelial cells based . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint on patient smoking status. We identified genes differentially expressed between AT2 cells derived from smokers (at least 20 pack year smoking history, n = 10,901 cells) and those from non-or lightsmokers (less than five pack years, n = 16,334 cells) based on a q-value threshold of 0.05 and a foldchange cut-off of 1.5 (Fig. 4a) . While ACE2 itself was not modulated by smoking status, we found that the virus receptor and scavenger DMBT1, as well as FGG and C4BPA, were significantly increased in smoker compared to non/light smoker AT2 cells (Fig. 4a-b) . DMBT1 was not significantly differentially modulated among malignant cells based on smoking status (Fig. 4c) , though we found increased expression of BSG and members of the RAS (mostly kallikreins) in smoker (n = 9,047) compared to non/light smoker (n = 1,657) malignant cells (Fig. 4c-d) .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "42",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "43",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 846,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1062,
                    "end": 1073,
                    "text": "(Fig. 4a-b)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1175,
                    "end": 1184,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1354,
                    "end": 1365,
                    "text": "(Fig. 4c-d)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Abundance and expression patterns of the SARS-CoV-2 receptor ACE2 in lung epithelium"
        },
        {
            "text": "Our findings on the significant associations between ACE2 and DMBT1 prompted us to probe the correlation of both genes in the AT2 compartment. We performed pseudo-bulk analysis of the AT2 cluster (by sample) in our cohort and found that DMBT1 and ACE2 exhibited positive correlation (R = 0.3) albeit not reaching statistical significance (Fig. 5a) . To validate this finding in larger cohorts, we performed deconvolution analysis of bulk RNA-seq data of the cancer genome atlas (TCGA) LUAD cohort to estimate the abundance of AT2 cells in normal lung tissues (n = 110). Both DMBT1 and ACE2 expression levels significantly and positively correlated with AT2 fractions (indicated by the AT2 meta-score, P < 0.05) (Fig. 5b) . Interestingly, BSG, the other recently proposed entry point for SARS-CoV-2, also significantly and positively correlated with the AT2 meta-score in the normal lung tissues (P < 0.05) (Fig. 5b) . Similar results were obtained with TMPRSS2 (P < 0.05) but not ADAM17 (Fig.   S6a) . Further, among TCGA normal lung tissues with high AT2 fractions (meta-score > 15.47), DMBT1 expression significantly and positively correlated with ACE2 (R = 0.41, P < 0.05) (Fig. 5c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 347,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 711,
                    "end": 720,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 987,
                    "end": 999,
                    "text": "(Fig.   S6a)",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1185,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Abundance and expression patterns of the SARS-CoV-2 receptor ACE2 in lung epithelium"
        },
        {
            "text": "We did not find significant correlation between ACE2 and TMPRSS2 nor with ADAM17 in the TCGA lung tissues by deconvolution analysis (Fig. S6b) . Our findings point to specific ACE2-expressing AT2 cells that also co-express other pathogen receptors and scavengers (e.g. DMBT1) thus possibly representing a minute subpopulation in the lung with unique host defense properties and functions. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 142,
                    "text": "(Fig. S6b)",
                    "ref_id": null
                }
            ],
            "section": "Abundance and expression patterns of the SARS-CoV-2 receptor ACE2 in lung epithelium"
        },
        {
            "text": "We interrogated our relatively large in-house single-cell RNA-sequencing dataset of 70,085 lung epithelial cells to examine abundance and expression patterns of the SARS-CoV-2 receptor ACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While ACE2 was expressed in a low fraction of lung epithelial cells (roughly 1.7%), its levels among all lung cell subsets were highest in AT2 cells. ACE2-expressing AT2 cells co-expressed genes with crucial roles in lung pathological conditions such as COPD, pneumonia and pathogen infection including the viral binding scavenger DMBT1 and which overall were higher in cells derived from smokers relative to non/light smokers. We also found that DMBT1 positively correlated with AT2 cell fractions and with ACE2 itself within the AT2 compartment. Our findings suggest that ACE2- The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint COVID-19 in lung cancer and clinical studies are warranted to explore this conjecture. Our analysis also revealed significantly elevated ACE2 levels, among ACE2-positive AT2 and malignant cells, in patients who were on hypertension treatment with losartan compared to those without antihypertensive therapy. While our finding is in line with previous reports suggesting that antihypertensive agents may augment ACE2 expression 28, 29, 50 , it needs to be interpreted with caution. Our patient cohort is very limited in size and our study was designed with a focus on singlecell analysis of lung epithelial cells. We thus cannot construe the implications of this finding on COVID-19 management 50, 51 and further studies are warranted to better (e.g., larger cohort) explore the association between treatment with antihypertensive drugs and ACE2 expression in human cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found that ACE2-positive compared to ACE2-negative AT2 cells exhibited increased levels of genes with crucial roles and expression features in lung pathological diseases. The hedgehog interacting protein HHIP was not only shown to play important roles in airway branching during lung development 32 , but also single nucleotide polymorphisms of this gene are associated with increased risk for COPD 31 , a pulmonary ailment characterized by chronic inflammation 52 . FGG coding for fibrinogen-gamma was shown to be induced by pro-inflammatory cytokines 34 and to be elevated in lung pneumonia and infection 33 . C4BPA, coding for C4BP and part of the complement system, was found to recognize and bind pneumonia-causing streptococci in the lung epithelium 35, 36 . It is noteworthy that many patients with COVID-19 (e.g. those with severe disease) commonly display the same pathological phenotypes, namely lung inflammation, fibrosis, and pneumonia, linked to those ACE2-co-expressed genes. It is intriguing to suggest that perhaps this small population of ACE2expressing cells may underlie the pathogenesis of severe acute respiratory distress syndrome, pneumonia and respiratory failure in COVID-19 patients. It is important to note that emerging studies are showing that males are disproportionately affected by COVID-19, possibly due to sex-based immunological bias or differences in smoking patterns and prevalence 53 . Also, a recent preprint suggested that smoking causes expansion of ACE2-expressing lung epithelia 42 . Interestingly, several of the ACE2-co-expressed genes we identified (FGG, DMBT1, C4BPA) were elevated in smoker AT2 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint cells. Of note, smoking increases lung inflammation and the risk for various lung diseases including interstitial lung fibrosis, pneumonia and COPD 54 . It is plausible that smoking may augment SARS-CoV-2 entry in the lung and COVID-19 pathogenesis, a supposition that warrants future studies.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "32",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "34",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "33",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "35,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1526,
                    "end": 1528,
                    "text": "42",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A notable finding in our study was the co-expression of pathogen including viral scavengers and receptors such as CD36 and DMBT1 in ACE2-positive AT2 cells. We also found that among all lung subsets, AT2 cells distinctly and markedly displayed the highest expression of DMBT1. Further, DMBT1 correlated with AT2 fractions in independent cohorts of bulk-sequenced lung tissues and positive correlated with ACE2 in the AT2 compartment. DMBT1, also known as gp340, was shown to inhibit influenza A by binding to hemagglutinin (HA) on the virus 55 . DMBT1 was also shown to interact with surfactant protein D (SFTPD) in alveolar cells to agglutinate and inhibit influenza A virus 38 . It has been suggested that the antiviral drug oseltamivir cooperates with innate immune proteins such as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "in saliva was shown to exert host defense roles (neutralization or inhibition of oral transmission) against influenza A virus 55 as well as HIV-1 56 . DMBT1 was shown to specifically inhibit HIV-1 infectivity by binding to the virus envelope protein gp120, the same protein that binds to the CD4 receptor on T cells in the host 57 . Intriguingly, very much like emerging reports on ACE2 acting as an entry route in the lung that facilitates SARS-CoV-2 infection 6 , DMBT1 was shown to aid in HIV-1 transcytosis across genital tract tissue 58 . Also, the study by Stoddard and colleagues demonstrated that transport of HIV-1 can be inhibited by antibodies or peptides that block the interaction of DMBT1 with the HIV-1 envelope protein gp120 58 . Given our findings on DMBT1 expression in lung AT2 cells and its co-expression with ACE2, as well as its reported binding with multiple viruses, we suggest that The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint among all lung cell subsets AT2 cells displayed highest relative expression of the SARS-CoV-2 receptor ACE2, albeit at a low cell fraction (~2.2% of all AT2 cells). We found that the viral scavenger DMBT1 is highly expressed in AT2 cells and correlates with ACE2 in this compartment. Our study points to a scarce ACE2-expressing AT2 population that also expresses genes involved in inflammatory lung pathological conditions (e.g., pneumonia) and in host defense and, thus, could be exploited (or repurposed) as phenotypic targets for treatment of SARS-CoV-2 infection and COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DMBT1 in inhibition of lung epithelial cell infection by influenza A virus 55 . Interestingly soluble DMBT1"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint SFTPC  SFTPB  PGC  AGER  EMP2  CAV1  SCGB1A1  SCGB3A1  SCGB3A2  MUC5B  MUC1  KRT17  KRT15  KRT5  TP63  MKI67  TOP2A  FOXJ1  CAPS  PIFO  ASCL3  FOXI1  HOPX  KRT7  TM4SF1  CEACAM6  CEACAM5 ACE  ACE2  ADORA1  ADRA1A  ADRB1  ADRB2  AGT  AGTR1  AGTR2  ANPEP  APP  CPE  CPM  CTSE  CTSZ  KLK1  KLK10  KLK11  KLK12  KLK13  KLK14  KLK2  KLK4  KLK5  KLK6  KLK7 KLK8 REL ACE  ADORA1  ADRB1  ADRB2  AGT  AGTR2  ANPEP  APP  CPE  CPM  CTSE  CTSZ  KLK1  KLK10  KLK11  KLK12  KLK13  KLK14  KLK2  KLK4  KLK5  KLK6  KLK7  KLK8  REL   ACE  ADORA1  ADRB1  ADRB2  AGT  AGTR2  ANPEP  APP  CPE  CPM  CTSE  CTSZ  KLK1  KLK10  KLK11  KLK12  KLK13  KLK14  KLK2  KLK4  KLK5  KLK6  KLK7 KLK8 REL The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.045617 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 554,
                    "text": "SFTPC  SFTPB  PGC  AGER  EMP2  CAV1  SCGB1A1  SCGB3A1  SCGB3A2  MUC5B  MUC1  KRT17  KRT15  KRT5  TP63  MKI67  TOP2A  FOXJ1  CAPS  PIFO  ASCL3  FOXI1  HOPX  KRT7  TM4SF1  CEACAM6  CEACAM5",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 555,
                    "end": 718,
                    "text": "ACE  ACE2  ADORA1  ADRA1A  ADRB1  ADRB2  AGT  AGTR1  AGTR2  ANPEP  APP  CPE  CPM  CTSE  CTSZ  KLK1  KLK10  KLK11  KLK12  KLK13  KLK14  KLK2  KLK4  KLK5  KLK6  KLK7",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 728,
                    "end": 1026,
                    "text": "ACE  ADORA1  ADRB1  ADRB2  AGT  AGTR2  ANPEP  APP  CPE  CPM  CTSE  CTSZ  KLK1  KLK10  KLK11  KLK12  KLK13  KLK14  KLK2  KLK4  KLK5  KLK6  KLK7  KLK8  REL   ACE  ADORA1  ADRB1  ADRB2  AGT  AGTR2  ANPEP  APP  CPE  CPM  CTSE  CTSZ  KLK1  KLK10  KLK11  KLK12  KLK13  KLK14  KLK2  KLK4  KLK5  KLK6  KLK7",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DMBT1 in inhibition of lung epithelial cell infection by influenza A virus 55 . Interestingly soluble DMBT1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical features of 2019-nCoV acute respiratory disease cases in Chongqing municipality, China: a retrospective, descriptive, multiple-center study. medRxiv",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirusinduced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "875--879",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veesler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modulation of TNF-alpha-converting enzyme by the spike protein of SARS-CoV and ACE2 induces TNF-alpha production and facilitates viral entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haga",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "7809--7814",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Receptor usage and cell entry of bat coronavirus HKU4 provide insight into batto-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "",
            "pages": "12516--12521",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Two Mutations Were Critical for Bat-to-Human Transmission of Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "9119--9123",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Receptor Recognition by the Novel Coronavirus from Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Angiotensin peptides and lung cancer",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soto-Pantoja",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Tallant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Cancer Drug Targets",
            "volume": "11",
            "issn": "",
            "pages": "394--404",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.16.045617"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "112--116",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The angiotensin-converting enzyme 2 in tumor growth and tumor-associated angiogenesis in non-small cell lung cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Oncol Rep",
            "volume": "23",
            "issn": "",
            "pages": "941--948",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fast, sensitive and accurate integration of single-cell data with Harmony",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Korsunsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spatial reconstruction of single-cell gene expression data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Satija",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gennert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Schier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Regev",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "495--502",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dimensionality reduction for visualizing single-cell data using UMAP",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Becht",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimating the population abundance of tissue-infiltrating immune and stromal cell populations using gene expression",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Becht",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genome Biol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A human liver cell atlas reveals heterogeneity and epithelial progenitors",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aizarani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification of a chronic obstructive pulmonary disease genetic determinant that regulates HHIP",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum Mol Genet",
            "volume": "21",
            "issn": "",
            "pages": "1325--1335",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Vertebrate Hedgehog signalling modulated by induction of a Hedgehog-binding protein",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "397",
            "issn": "",
            "pages": "617--621",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Induction of fibrinogen expression in the lung epithelium during Pneumocystis carinii pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson-Haidaris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harmsen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gigliotti",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Immun",
            "volume": "66",
            "issn": "",
            "pages": "4431--4439",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cell type-specific differential induction of the human gammafibrinogen promoter by interleukin-6",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson-Haidaris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "12451--12457",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Pneumococcal Surface Proteins PspA and PspC Sequester Host C4",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Haleem",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Binding Protein To Inactivate Complement C4b on the Bacterial Surface",
            "authors": [],
            "year": 2019,
            "venue": "Infect Immun",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Conserved patterns hidden within group A Streptococcus M protein 38",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Buffalo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Review: Gp-340/DMBT1 in mucosal innate immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mollenhauer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Holmskov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "DPP4-directed therapeutic strategies for MERS-CoV",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reinhold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brocke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "100--101",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "SARS-CoV-2 invades host cells via a novel route: CD147-spike protein. bioRxiv",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Cigarette smoke triggers the expansion of a subpopulation of respiratory epithelial cells that express the SARS-CoV-2 receptor ACE2. bioRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sheltzer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Nicotine and the renin-angiotensin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Oakes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazartigues",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "clusters covered major lineages of lung epithelium such as alveolar type I (AT1; n = 10,775; AGER, EMP2, CAV1), AT2 (n = 27,235; SFTPC, SFTPB, PGC), club and secretory (n = 4,625; SCGB1A1, SCGB3A1, SCGB3A2), ciliated (n = 3,247; FOXJ1, CAPS, PIFO) and basal cells (n = 5,119; KRT17, KRT15, TP63) including those with proliferative properties (n = 449; MKI67, TOP2A) (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ACE2 and other members of the RAS among the malignant cell subclusters(Figs. S2c-e). Earlier studies have shown that antihypertensive drugs such as losartan may impact expression levels of ACE2 28, 29 . We thus analyzed ACE2 expression in AT2 and lung malignant cells based on whether patients were on antihypertensive drugs. Interestingly, while the fractions of ACE2-positive AT2 and malignant cells were lower in losartan-treated patients, levels of ACE2 expression in those cells were",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "expressing cells in the lung are relatively scarce, they exhibit unique molecular and biological features that are pertinent to antiviral and host defense functions by the lung epithelium. Our findings on expression of ACE2 in AT2 cells are in line with previous studies 44, 45 . Hamming et al showed abundant immunohistochemical expression of ACE2 protein in AT2 cells in the lung 45 . Ace2 was shown to not only to be expressed in AT2 cells in the mouse lung but also to regulate alveolar epithelial cell survival 46 . Of note, Mossel and colleagues demonstrated that SARS-CoV, by binding to ACE2, replicates primarily in AT2 and not AT1 cells 44 . Also, AT2 cells were shown to be primarily responsible in the lung for an innate immune response against infection with SARS-CoV 47 .Interestingly, a very recent preprint by Zhao and colleagues revealed that ACE2 expression was concentrated in a small population (~1.4%) of AT2 cells 48 . Our findings are in very close agreement with the preprint by Zhao et al in which we find that the SARS-CoV-2 receptor ACE2 is expressed in a minute fraction of AT2 cells (~2.2%). Here, we further interrogated a relatively larger and more diverse repertoire of airway lineages, from both normal and lung tumor (LUAD) tissues, and found that ACE2 expression was not only highest in AT2 cells but also that malignant cells exhibited the highest ACE2positive fraction. It is worthwhile to mention that patients with cancer, including lung malignancy, may represent a population that is extremely vulnerable to COVID-19 49 . Our finding on expression of ACE2 in lung malignant (adenocarcinoma) cells may have implications for the management of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "targeting DMBT1, whether by adding soluble DMBT1-derive peptides 59 or by antibody-based neutralization, may represent a viable strategy to counteract SARS-CoV-2 infection and ameliorate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "LW, et al. A single-cell atlas of the airway epithelium reveals the CFTR-rich pulmonary ionocyte. Nature 560, 377-381 (2018). 25. Montoro DT, et al. A revised airway epithelial hierarchy includes CFTR-expressing ionocytes. Nature 560, 319-324 (2018). 26. Laughney AM, et al. Regenerative lineages and immune-mediated pruning in lung cancer metastasis. Nat Med 26, 259-269 (2020). 27. George AJ, Thomas WG, Hannan RD. The renin-angiotensin system and cancer: old dog, new tricks. Nat Rev Cancer 10, 745-759 (2010). 28. Klimas J, et al. Perinatally administered losartan augments renal ACE2 expression but not cardiac or renal Mas receptor in spontaneously hypertensive rats. J Cell Mol Med 19, CM, et al. Effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme 2. Circulation 111, 2605-2610 (2005). 30. Xu J, et al. Clinical Relevance and Role of Neuronal AT1 Receptors in ADAM17-Mediated ACE2 Shedding in Neurogenic Hypertension. Circ Res 121, 43-55 (2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "for Chronic Disease P, Health Promotion Office on S, Health. Reports of the Surgeon General. In: The Health Consequences of Smoking-50 Years of Progress: A Report of the Surgeon General). Centers for Disease Control and Prevention (US) (2014). 55. White MR, et al. Cooperative anti-influenza activities of respiratory innate immune proteins and neuraminidase inhibitor. Am J Physiol Lung Cell Mol Physiol 288, L831-840 (2005). 56. Wu Z, et al. Salivary agglutinin inhibits HIV type 1 infectivity through interaction with viral glycoprotein 120. AIDS Res Hum Retroviruses 19, 201-209 (2003). 57. Yoon V, Fridkis-Hareli M, Munisamy S, Lee J, Anastasiades D, Stevceva L. The GP120 molecule of HIV-1 and its interaction with T cells. Curr Med Chem 17, 741-749 (2010). 58. Stoddard E, et al. gp340 promotes transcytosis of human immunodeficiency virus type 1 in genital tract-derived cell lines and primary endocervical tissue. J Virol 83, 8596-8603 (2009). 59. Tuttolomondo M, et al. Human DMBT1-Derived Cell-Penetrating Peptides for Intracellular siRNA Delivery. Mol Ther Nucleic Acids 8, 264-276 (2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Overview of 70,085 EPCAM+ lung epithelial cells analyzed by scRNA-seq. UMAP plots with cells labeled by lineage (a) and sample type (b). AT1: alveolar type I cells; AT2: alveolar type II cells; LUAD: lung adenocarcinoma. c) Bubble plots showing cell fractions with scaled expression of airway lineage markers for the identified lung epithelial cell clusters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Single-cell expression analysis of ACE2 and genes of the RAS in lung epithelium. a) Fraction of cells expressing the SARS-CoV-2 receptor ACE2 in major airway lineage clusters. b) ACE2 expression level (in ACE2-positive cells) among three airway lineage clusters with highest fractions of ACE2-expressing cells. c) Bubble plots showing cell fractions with scaled expression of genes of the RAS across the identified lung epithelial cell clusters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Differentially expressed genes between ACE2-expressing and -absent AT2 cells. a) Volcano plot showing significantly DEGs between ACE2-expressing (n = 607) an-absent (n = 26,628) AT2 cells. A cutoff of absolute gene expression fold-change >1.2 and an FDR q-value < 0.05 were applied to identify the DEGs. b) Violin plots showing significant up-regulation of C4BPA, DMBT1 and FGG genes in ACE2-expressing compared with -absent AT2 cells, FC: Fold change.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Differentially expressed genes between AT2 and lung malignant cells from smoker and non/light smoker patients. a) Volcano plot showing significantly DEGs between AT2 cells from smoker (n = 10,901 cells) and non/light smoker (n = 16,334 cells) patients. b) Violin plot showing significant upregulation of FGG, C4BPA and DMBT1 in smoker AT2 cells. c) Volcano plot showing significantly DEGs between malignant cells from smoker (n = 9,047 cells) and non/light smoker (n = 1,657) patients. d) Violin plots of select significantly up-regulated genes in smoker malignant cells. Acutoff of absolute gene expression fold-change >1.2 and an FDR q-value < 0.05 were applied to identify the DEGs. FDR q-values < 1× 10 -300 were trimmed to 1 × 10 -300 for graphical purposes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Expression of the viral scavenger DMBT1 correlates with that of ACE2 in lung AT2cells. a) Correlation between ACE2 and DMBT1 expression in pseudo-bulk data from this study. b)Scatter plots showing correlations between estimated AT2 cell fractions and ACE2, DMBT1 and BSG in TCGA normal lung samples. c) Significant correlation between ACE2 and DMBT1 in TCGA normal lung samples with high AT2 cell fractions (meta-score > 15.47). Correlations were statistically analyzed using Pearson's correlation coefficient.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "positive cells ACE2-negative cells",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure S2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Deconvolution of AT2 fractions in normal lung tissues from TCGA (n = 110)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinicopathological variables of the LUAD patients analyzed by scRNA-seq",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of EPCAM+ cells analyzed in normal lung and LUAD tissues",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " (n = 26,628) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2-negative"
        }
    ]
}