{
    "paper_id": "cf7ac3c62c3275108610e087a0bf0c7737c5c05d",
    "metadata": {
        "title": "Population age structure only partially explains the large number of COVID-19 deaths at the oldest ages",
        "authors": [
            {
                "first": "Anthony",
                "middle": [],
                "last": "Medford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern",
                    "location": {
                        "country": "Denmark (Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergi",
                "middle": [],
                "last": "Trias-Llimós",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To date any attention paid to the age shape of COVID-19 deaths has been mostly in relation to attempts to understand the differences in case fatality rates between countries. The aim of this paper is to explore differences in age distribution of deaths from COVID-19 among European countries which have old age structures. We do this by way of a cross-country comparison and put forward some reasons for potential differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 11, March 2020 the World health Organization declared COVID-19 to be a pandemic. Despite the variation in symptomatology and health complications from the disease presents greater health and mortality risks in individuals at higher ages and in those with pre-existing medical conditions. In the worst affected countries, there are spikes in hospitalizations, ICU admissions and deaths. The health systems of these countries are being stretched to the limit. The morbidity impact of the virus is attracting considerable attention, especially as the availability of intensive care units is being exceeded by the number of cases requiring critical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As the pandemic matures the numbers of deaths is rising at an alarming rate. On March 15, 2020 there were about 6,500 deaths globally. Thirteen days later, on March 28, 2020 there were almost 31000 deaths globally --an almost fivefold increase. Surprisingly, there has not been much focus on the age pattern of COVID-19 deaths thus far though attempts have been made to understand the differences in case fatality rates between countries (1-3). We explore differences in the age distribution of COVID-19 deaths among European countries with older age structures: France, Italy, the Netherlands and Spain (subsample). We do this via a cross-country comparison of the age-patterns in observed COVID -19 death counts and their counterfactual distribution adjusted by the age-structure of Italy. We include Chinese data for comparison. See Supplementary Material for methodological details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "While deaths occur more frequently at the higher ages, there are differences both in the observed age-distribution and in the estimated counterfactual distribution ( Figure  1 ). Deaths in China occur at slightly younger ages than in Europe and are split slightly more evenly across the older ages with 30% of deaths in age bands 60-69 and 70-79 and 20% of deaths at ages above 80. Above age 80, the proportion of deaths is 50% , 58% , 59% and 59% for Italy, the Netherlands, Spain and France respectively. These differences between the countries persist after adjustment for age-structure. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Observed deaths distribution"
        },
        {
            "text": "Italy has the second oldest population the world (4) and the oldest in Europe but we observe proportionately fewer deaths there from COVID-19 at the older ages (80+ and 90+) than either Spain, France or the Netherlands even though Italy has a larger population at those ages. This phenomenon is particularly evident in the case of the Netherlands where the population difference to Italy at ages above age 80 is in the millions. Therefore, age structure is only partially predictive of the deaths at older ages. Explanations have previously been attributed to variations in the definition of COVID-19 related deaths (1), testing strategies (1) and transmission pathways (3).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The age distribution of deaths gives clues tothe epidemic's impact on the most affected age groups. However, the estimated age distributions depend critically on data quality and on the comparability of COVID-19 mortality across countries. Presently, information from official sources can be scarce and of variable quality. For example, it appears that non-hospital COVID-19 deaths are not recorded in France and COVID-19 deaths in Spanish nursing homes are under-recorded (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We suspect that there may be some effects related to the predominant model of eldercare delivery within a country. For example, in the Netherlands there is a high number of nursing care homes whereas in Italy and Spain much care is provided at home by children and grandchildren. Second, we could be observing the outworking of country-specific cohort effects where particular cohorts are impacted differently between different countries. Third, differences may be reflective of different levels in old age frailty between countries. The countries with the most robust individuals at a given age group would be less likely to succumb to COVID-19. Finally, underlying medical conditions which are exacerbated by the presence of COVID-19 and viceversa may be more prevalent in some populations compared to others. This would result in more severe illness and ultimately, higher deaths in one country versus the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we note that the countries included in this study are in different stages of the COVID-19 epidemic. We conjecture that as the epidemic evolves the relative number of deaths at age 80 and above may decline. The differences in the agepatterns of COVID-19 deaths are not only dependent on the age-structure of a given population, but also on other country-specific factors. A better grasp of these is crucial to gain a greater understanding of the age pattern of COVID-19 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.1: COVID-19 death distribution for Italy, Spain*, France**, the Netherlands and China***. Observed and counterfactual adjusting by age-structure of Italy. *Subsample. **As at March 30. ***As at March 22, 2020. All other countries as at March 31, 2020. 5 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20056341 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*China"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Demographic science aids in understanding the spread and fatality rates of COVID-19. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rotondi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adriano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Brazel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Monitoring trends and differences in COVID-19 case fatality rates using decomposition methods: Contributions of age structure and age-specific fatality",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dudel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Riffe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Raalte",
                    "suffix": ""
                },
                {
                    "first": "Enrique",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myrskylä",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Over 27 million people aged 80 and over in the EU",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cada país cuenta los muertos a su manera y ninguno lo hace bien",
            "authors": [
                {
                    "first": "El",
                    "middle": [],
                    "last": "País",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Population Human Mortality Database for Italy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "France",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 death distribution for Italy, Spain*, France**, the etherlands and China***. Observed and counterfactual adjusting by age-structure of Italy. *Subsample. **As at March 30. ***As at March 22, 2020. All other countries as at March 31, 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Proportion of deaths for each age group was estimated dividing the number of deaths by the total number of deaths in the country.For each age group i we estimated the counter-factual proportion of Covid-19 deaths under the assumption that all countries have the Italian age-specific distribution. Our approach is based on indirect standardization techniques, and we did so by applying the following formula in each of the countriesWhere weights stand for the proportion of population in age group i in the standard population (Italy), deaths are the Covid-19 observed deaths and population is the population at the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ]
}