{
    "paper_id": "d31cb19eae90158559e718fbe4fde6620e09b6dd",
    "metadata": {
        "title": "Title: COVID-19 outbreak at a large homeless shelter in Boston: Implications for universal testing",
        "authors": [
            {
                "first": "Travis",
                "middle": [
                    "P"
                ],
                "last": "Baggett",
                "suffix": "",
                "affiliation": {},
                "email": "tbaggett@mgh.harvard.edu"
            },
            {
                "first": "Harrison",
                "middle": [],
                "last": "Keyes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pa-C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nora",
                "middle": [],
                "last": "Sporn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "addrLine": "100 Cambridge Street, 16 th Floor Boston",
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA, MD, MPH, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessie",
                "middle": [
                    "M"
                ],
                "last": "Gaeta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The circumstances of homelessness create the potential for rapid transmission of SARS-CoV-2 in this vulnerable population. Upon observing a cluster of COVID-19 cases from a single large homeless shelter in Boston, Boston Health Care for the Homeless Program conducted symptom assessments and polymerase chain reaction (PCR) testing for SARS-CoV-2 among all guests residing at the shelter over a 2-day period. Of 408 participants, 147 (36.0%) were PCR-positive for SARS-CoV-2. COVID-positive individuals were more likely to be male (p<0.001) but did not differ significantly from COVID-negative individuals with respect to other demographic and clinical characteristics. Cough (7.5%), shortness of breath (1.4%), and fever (0.7%) were all uncommon among COVID-positive individuals. Our findings illustrate the rapidity with which COVID-19 can be widely transmitted in a homeless shelter setting and suggest that universal PCR testing, rather than a symptom triggered approach, may be a better strategy for identifying and mitigating COVID-19 among people experiencing homelessness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the US, an estimated 2.3-3.5 million people experience homelessness annually, 1 and about 500,000 individuals sleep in homeless shelters each night. 2 The congregate nature and hygienic challenges of shelter life create the potential for rapid transmission of SARS-CoV-2 in this vulnerable population.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In mid-March, 2020, Boston Health Care for the Homeless Program (BHCHP), in partnership with city and state public health agencies and community partners, created a COVID-19 response strategy that included front-door symptom screening at area shelters, expedited referrals for SARS-CoV-2 testing and isolation for those with respiratory symptoms, dedicated treatment settings for COVID-positive individuals, and detailed contact tracing of confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059618 doi: medRxiv preprint During the last week in March, BHCHP observed an evolving cluster of COVID-19 cases emerging from a single large homeless shelter in Boston. With support from the Massachusetts Department of Public Health (MDPH), BHCHP rapidly conducted polymerase chain reaction (PCR) testing for SARS-CoV-2 along with focused symptom assessments among all guests residing at the shelter over a 2-day period. In this report, we describe the proportion of tests returning positive and the symptom profile of confirmed cases. Among all remaining shelter guests, BHCHP staff assessed self-reported age, gender, race, and ethnicity. Participants were asked about cough and shortness of breath and given the option to report other symptoms. Body temperature measurements were obtained using oral thermometers. Nasopharyngeal specimens were collected by BHCHP clinical staff using a polyester swab and sent to the MDPH State Public Health Laboratory for SARS-CoV-2 PCR testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used descriptive statistics to characterize the study sample, the proportion of positive PCR tests, and the symptom profile of confirmed cases. We used t tests and Fisher exact tests to compare the characteristics of COVID-positive and COVID-negative individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants were adults"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants were adults"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059618 doi: medRxiv preprint This study was exempted by the Partners HealthCare Human Research Committee with a waiver of informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants were adults"
        },
        {
            "text": "A total of 408 individuals underwent symptom assessment and COVID-19 PCR testing. The mean age was 51.6 years, 71.6% were male, 33.1% were Black or African American, and 18.6% were Hispanic or Latino (Table) . Among all participants, 8.1% reported cough, 0.7% reported shortness of breath, and 5.9% reported other symptoms, including 1.2% with diarrhea.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Mean body temperature was 98.4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One hundred forty-seven participants (36.0%) were PCR-positive for SARS-CoV-2. COVIDpositive individuals were more likely to be male (p<0.001) but did not differ significantly from COVID-negative individuals with respect to other demographic or clinical characteristics. Cough (7.5%), shortness of breath (1.4%), and fever (0.7%) were all uncommon among COVIDpositive individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Universal SARS-CoV-2 PCR testing of an adult homeless shelter population in Boston shortly after the identification of a COVID-19 case cluster yielded an alarming 36% positivity rate. The vast majority of newly identified cases had no symptoms and no fever on a single point-in-time assessment. Our findings illustrate the rapidity with which COVID-19 can be widely transmitted within a homeless shelter setting, even when infection control vigilance is high. Although recommended by the Centers for Disease Control and Prevention 3 and widely implemented in Boston and elsewhere, front-door symptom screening in homeless shelter settings will likely miss a substantial number of COVID-19 cases in this high-risk population. These results support . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059618 doi: medRxiv preprint a universal PCR testing approach for identifying COVID-19 among people experiencing homelessness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059618 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059618 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How Many Homeless People Are There? In: Helping America's Homeless: Emergency Shelter or Affordable Housing?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "Aron",
                    "middle": [
                        "Ly"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Office of Community Planning and Development; 2020. 3. Interim guidance for homeless service providers to plan and respond to coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahathey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ouellette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sitler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "residing in a large homeless shelter in Boston during the onset of the COVID-19 case cluster described above. The original cases (N=15) were identified sequentially over a 5-day period, and each was expeditiously removed from the shelter population at the time of symptom recognition. These individuals predated the implementation of universal testing procedures and are excluded from this study.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the study sample, overall and by SARS-CoV-2 PCR result.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Massachusetts Department of Public Health for facilitating the testing described in this paper. We thank Joana Barbosa Teixeira, Andrea Joyce, Elijah Rodriguez, and Erin Ford at Massachusetts General Hospital, and Alexei Alvarado at Boston Health Care for the Homeless Program, for their assistance with data entry. We thank Boston Health Care for the Homeless Program staff for their dedication to patient care. We thank homeless shelter staff for the work they do each day.Dr. Baggett receives royalties from UpToDate for authorship of a topic review on homeless health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}