{
    "paper_id": "d4275904d28500fa96d644c5304d3b627ba24461",
    "metadata": {
        "title": "Synchronized travel restrictions across cities can be effective in COVID-19 control",
        "authors": [
            {
                "first": "Haiyan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "liuhaiyan@whu.edu.cn"
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Bai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Australian National University",
                    "location": {
                        "postCode": "2600",
                        "settlement": "Canberra",
                        "country": "Australia"
                    }
                },
                "email": "xuemei.bai@anu.edu.au"
            },
            {
                "first": "Huanfeng",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoping",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zeyu",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 outbreak is under control in China. Mobility interventions, including both the Wuhan lockdown and travel restrictions in other cities, have been undertaken in China to mitigate the epidemic. However, the impact of mobility restrictions in cites outside Wuhan has not been systematically analyzed. Here we ascertain the relationships between all mobility patterns and the epidemic trajectory in Chinese cities outside Hubei Province, and we estimate the impact of local travel restrictions. We estimate local inter-city travel bans averted 22.4% (95% PI: 16.8-27.9%) more infections in the two weeks after the Wuhan lockdown, while local intracity travel prevented 32.5% (95% PI: 18.9-46.1%) more infections in the third and fourth weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "More synchronized implementation of mobility interventions would further decrease the number . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101//doi.org/10. /2020 of confirmed cases in the first two weeks by 15.7% (95% PI:15.4-16.0%). This study shows synchronized travel restrictions across cities can be effective in COVID-19 control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While the impact of the population outflow from Wuhan is well established, the impact of other mobility patterns on the epidemic trajectory has not been well understood. Local population mobility for a city includes both intra-city and inter-city patterns. The inter-city mobility can be categorized into three sources, i.e., from Wuhan, from Hubei province (excluding Wuhan), and from cities outside Hubei. As nearly two-thirds of population outflow from Wuhan flooded into other cities within Hubei Province 13 , it is important to consider the population outflow from Hubei (excluding Wuhan) as a potentially significant source of epidemic transmission risk after 23 January 17 . The intra-city population movement is also an essential factor -research shows cities that introduced pre-emptive intra-city movement restrictions have 33.3% fewer confirmed cases in the first week of the epidemic outbreak compared to those that started restrictions after the emerging of confirmed cases 6 , pointing to the importance of the timing of introducing these measures. For inter-city population movement among cities outside Hubei, which are restricted after the Wuhan lockdown, different studies hold inconsistent views. On the one hand, the implementation of inter-city travel restrictions cannot significantly reduce the number of confirmed cases during the first week of city outbreaks 6 ; on the other hand, the transmission model of COVID-19 cannot be accurately established without the inter-city connections 19 .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 512,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 988,
                    "end": 989,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1385,
                    "end": 1386,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1511,
                    "end": 1513,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of these existing studies are based on one or two mobility patterns, and the overall impact of these four mobility patterns on the spread of the coronavirus is not well understood. The uncertainty of the number of confirmed cases in the early stage of the epidemic spread 5, 19 , ranging from 427 (officially confirmed) to potentially over 10,000 underscores the importance of considering all four mobility patterns in the COVID-19 spread, perhaps more so than the number of confirmed cases.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 In this study, we aim to investigate the relationship between population mobility, both inter-city and intra-city, and the spread of COVID-19. Based on the mobility change caused by the implementation of restrictions, we estimated the impact of local travel restrictions in cities outside Hubei (Fig. 1) -outside of the Wuhan lockdown -on control of the epidemic. Given that the three mobility patterns, except the population outflow from Wuhan, are heavily influenced by policy measures introduced by the central and local governments, such investigation is important in evaluating the effectiveness of and understanding the influence of the timing of different measures, which can in turn inform policy interventions in the future.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 417,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint Here the blue circles represent the number of cumulative confirmed cases in cities outside Hubei by 23 January 2020, while cities without circles are those without initial confirmed cases until the Wuhan lockdown. The number of cumulative confirmed cases are shown in red, while the white represents the cities with no reported cases before 20 February 2020. The confirmed cases of Fushun were recorded into Shenyang, so these two cities were merged for later analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All mobility patterns are positively correlated with the COVID-19 outbreak in both Stage One and Stage Two (p<0.01) (Table 1-1 and 1-2, Supplementary Figure 1 ). This suggests that the following would all cause more confirmed cases in the first two weeks after the Wuhan lockdown: 1) cities with more population inflow from Wuhan and other cities in Hubei, 2) increased population migration from cities outside Hubei, and 3) more intra-city population movement. Moreover, in Stage Two when local travel bans have been fully implemented, cities with a larger number of inter-city and intra-city population movements would have more local infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 158,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": "The correlation coefficients between the same mobility pattern and the number of confirmed cases are different in Stages One and Two. In Stage One, the coefficients between the population inflow from Wuhan and other cities in Hubei and the number of confirmed cases (r=0.717 and 0.739 respectively, p<0.01) are higher than those of population migration from cities outside Hubei and than intra-city population movement (r=0.650 and 0.597 respectively, p<0.01), indicating the leading role of imported cases in this time period. In Stage Two, the correlations between mobility patterns and the number of confirmed cases (r<0.5, p<0.01) weaken compared to those in Stage One (r>0.55, p<0.01), suggesting the effects of mobility on epidemic spread might be reduced due to local travel restrictions. Meanwhile, the relationship between population migration from cities outside Hubei and intra-city population movement changes from highly correlated (r=0.812, p<0.01) to moderately correlated (r=0.465, p<0.01), implying the different strictness of inter-city and intra-city travel bans. The best-fitting linear regression models for epidemic development in both Stage One and Stage Two are listed in Table 2 . In Stage One, three inter-city mobility patterns, together with the number of initial confirmed cases, could explain 73.3% of the inter-city differences in newly reported infections in cities outside Hubei. The intra-city population movement figure is highly correlated with the inflow from cities outside Hubei (r=0.812, p<0.01), but its impact on the local epidemic development is less than the inter-city scenario. This result implies the existence of imported cases from cities outside Hubei. In Stage Two, intra-city population movement and the number of initial confirmed cases could explain 51.0% of the inter-city differences in newly reported infections in cities outside Hubei. The impact of inter-city population movement is not significant in this period. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1196,
                    "end": 1203,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": "In Stage One, the epidemic spread in cities outside Hubei, with or without initial confirmed cases, is significantly influenced by population inflow from Hubei, including from Wuhan and from other cities in Hubei. Meanwhile, the inter-city population movement from cities outside Hubei and intra-city population movement have varied impact. For cities without initial confirmed cases, both inter-city and intra-city population movements significantly influenced the epidemic development. In other words, four kinds of mobility patterns jointly affected the epidemic spread in these cities. For cities with initial confirmed cases, both inter-city (from cities outside Hubei) and intra-city population movement have no significant impact on their epidemic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": "Two reasons might cause this. First, the directly imported cases from Hubei took up the majority of reported cases in this stage, namely the significance of population inflow from Hubei subjugating others. The cities with initial confirmed cases are the leading destinations for population outflow from Hubei. These cities, making up 32.6% of cities outside Hubei, accommodated 57.9% of population outflow from Wuhan before its closure and 68.1% of population outflow from Hubei (excluding Wuhan) after the Wuhan lockdown. Second, in these cities both population inflow from cities outside Hubei and intra-city population movement are highly correlated with the population inflow from Wuhan (r=0.700 and 0.748 respectively, p<0.01). The inter-city and intra-city mobility data might be excluded from the best-fit model due to multicollinearity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between different mobility patterns and epidemic spread"
        },
        {
            "text": "Local travel restrictions in cities outside Hubei have contributed to the epidemic control (Table   3 ). Using the best-fitting model, we estimated that if there were no travel restrictions in cites outside Hubei in the first week after the Wuhan lockdown ( Fig. 2b) Table 2 ). Thus, more than two-thirds of the estimated . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 101,
                    "text": "(Table   3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 258,
                    "end": 266,
                    "text": "Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The impact of local travel restrictions in cities outside Hubei on the epidemic spread"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint increase in infections is due to the population outflow from Hubei (excluding Wuhan) if there were no travel bans except the Wuhan lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The impact of local travel restrictions in cities outside Hubei on the epidemic spread"
        },
        {
            "text": "An intra-city travel ban plays a significant role in preventing local infections in Stage Two (Table 3 ). There were only four cities without infections in Stage One but they all reported infections in Stage Two. If there is no intra-city travel restriction (Fig. 2c) , the confirmed infections are estimated to increase by 1,226 (95% PI: 713-1,738), which is 32.5% (95% PI:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The impact of local travel restrictions in cities outside Hubei on the epidemic spread"
        },
        {
            "text": "18.9-46.1%) of confirmed cases in these cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The impact of local travel restrictions in cities outside Hubei on the epidemic spread"
        },
        {
            "text": "Although the travel restrictions in Chinese cities outside Hubei have played essential roles in the epidemic control, our results suggest that more timely travel restrictions after the Wuhan lockdown could better control the spread of the virus. If all cities outside Hubei imposed their inter-city travel bans, including to and from Hubei, and intra-city travel bans at the same time as the Wuhan lockdown (Fig. 2d) , these cities would report 1,378 (95% PI: 1,353-1,402) fewer cases than those confirmed in Stage One, which is 15.7% (95% PI: 15.4-16.0%) ( Table 3) . Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 558,
                    "end": 566,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 569,
                    "end": 576,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The impact of local travel restrictions in cities outside Hubei on the epidemic spread"
        },
        {
            "text": "Mobility control measures are of crucial importance for public health planning during the outbreak of COVID-19 7 . In this study, we explore the relationships between mobility and Table 2 ). This highlights the importance of timely and coordinated response across localities in epidemic mitigation.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For cities with and without initial confirmed cases by the time of the Wuhan lockdown, their local epidemics might be dominated by different population mobility patterns. Most cities reporting confirmed cases before the Wuhan shutdown are the leading destinations for population outflow from Wuhan and other cities in Hubei. Cutting off the inter-provincial traffic . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint from Hubei could protect them to a great extent. For cities without reported infections before the Wuhan lockdown, the preventive prohibition of both inter-city and intra-city population movement is essential to their epidemic control. The prohibition of inter-city population movement from cities outside Hubei and intra-city population movement prevented 405 (95% PI: 342-468) more infections in Stage One (Supplementary Table 2 ), occupying on average 69.9% of the number of preventions by all local travel bans. The travel controls in cities without initial confirmed cases tend to be relatively late or looser than those in cities with initial infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 574,
                    "text": "(Supplementary Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "From 24-30 January 2020, the population inflow from cities outside Hubei and intra-city population movement in cities without initial confirmed cases decreased on average to 64.4% and 72.6% of those in the same period of 2019, while the percentages are on average 59.2% and 65.2% for cities with initial confirmed cases (Fig. 2b) . The local travel restrictions were necessary and practical for cities without initial confirmed cases, even if they were not that strict.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "show in the early stage of epidemic development it is the inter-city mobility -including from Wuhan, from Hubei excluding Wuhan, and from other cities outside Hubei -that promotes the spatial spread of the coronavirus. During the implementation of local travel bans, the inter-city population movement was more strictly restricted than the intra-city traveling, which limited the further spatial spread of coronavirus in Stage Two. The intra-city travel bans cause the intra-city population movement from 31 January-13 February (after the public holiday of the spring festival) to decrease to 50.1% of that in the previous year (Fig. 2c) , ranging from 23.7-87.8% across cities. For these cities, the inter-city population movement on average decreased to 15.8% of that in the previous year (Fig. 2c) , ranging from 2.8-55.7%. After the quarantine of the whole Hubei and the prohibition of inter-city transport, the importance of restricting the intra-city . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 761,
                    "text": "15.8%",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 637,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Different mobility patterns influenced the COVID-19 spread in different periods. Our results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint population movement is highlighted. The confirmed cases could increase by 32.5% (95% PI:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different mobility patterns influenced the COVID-19 spread in different periods. Our results"
        },
        {
            "text": "18.9-46.1%) of reported cases in cities outside Hubei if there were no local intra-city travel bans, suggesting the intra-city travel restrictions played vital roles in the epidemic control in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different mobility patterns influenced the COVID-19 spread in different periods. Our results"
        },
        {
            "text": "It is worth noting that China has implemented many non-pharmacological interventions, not limited to these travel restrictions. Source control measures, like isolating people with the virus, monitoring or quarantining symptoms of healthy contacts, requiring masks for individuals in all public places, etc., have been introduced to reduce potential secondary infections 26, 27 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Different mobility patterns influenced the COVID-19 spread in different periods. Our results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different mobility patterns influenced the COVID-19 spread in different periods. Our results"
        },
        {
            "text": "epicenter. While actual travel control measures may differ across cities, simply compressing the time gap between Wuhan and other cities could further reduce the COVID-19 outbreak. It is important for countries and governments to impose timely interventions to combat the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different mobility patterns influenced the COVID-19 spread in different periods. Our results"
        },
        {
            "text": "We collected the number of laboratory-confirmed cases from daily official reports from the health commissions of the 34 provincial-level administrative units from 23 January 2020. The provincial reports include the total instances as well as the breakdown for cities. The city-level data we used includes 367 cities, i.e., 4 cities directly under the central government, 333 prefecture-level cities, and 29 county-level cities directly under the provincial government, covering all the areas of mainland China. A total of 350 cities are from outside Hubei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of confirmed cases"
        },
        {
            "text": "To capture population movement among and within cities, we derived the mobility data from Baidu Qianxi 20 . The data is calculated and analyzed from the location-based service (LBS) of both Baidu Map and a flight-path monitoring app, Baidu Tianyan. Data from both 2019 and 2020 were acquired, aligned with the Chinese lunar calendar, from the start of spring migration (21 January 2019 and 10 January 2020).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Population mobility data"
        },
        {
            "text": "The data of population inflow from Wuhan, from Hubei excluding Wuhan, and from cities outside Hubei were all calculated based on the Baidu Mobility Index. The Baidu Mobility Index records daily outflow and inflow to and from each of the 367 cities, which is comparable among cities. We assumed there were 5 million people outflowed from Wuhan between the start of the spring emigration and the Wuhan lockdown 14 , and scaled the Index to approximate values of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population mobility data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint population size. For each day, the top 100 destination cities for population outflow from Wuhan and other cities in Hubei were recorded. We believe the data are representative of population outflow from Wuhan and from Hubei excluding Wuhan 19 . For the population inflow from cities outside Hubei, we used the overall daily inflow values of each city and subtracted the population migration figure from all cities in Hubei.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Population mobility data"
        },
        {
            "text": "The data of the intra-city population movement were counted based on the Baidu Intra-city Mobility Index. The Intra-city Mobility Index, ranging from 0.3-8.0, reflects the proportion of people traveling within cities in the resident population 20 . We used the 0.1 times of the daily Intra-city Mobility Index, ranging from 3.0-80.0%, multiplied with the value of permanent population as the proxy daily population intra-city travel data. The data of the permanent population at the end of 2018 was retrieved from the statistical yearbook of provinces and cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population mobility data"
        },
        {
            "text": "The imported cases and local infected ones might be caused by different mobility patterns. Thus, we used the cumulative confirmed cases of two time periods in cities outside Hubei to study their relationship with different mobility data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the relationships between different mobility patterns and epidemic spread"
        },
        {
            "text": "The cumulative confirmed cases in two periods were computed to simulate the epidemic spread at different stages. The first period, referred to hereafter as Stage One, was the first two weeks after the Wuhan lockdown, from 24 January-6 February 2020. Since the incubation period for COVID-19 usually ranged from 1-14 days, the majority of imported cases would be identified in this period. The second period was the two weeks after Stage One, referred to hereafter as Stage Two, from 7-20 February 2020. Most of the confirmed cases in this period should be infected in cities outside Hubei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the relationships between different mobility patterns and epidemic spread"
        },
        {
            "text": "The ratio of new confirmed cases in the population outflow was typically used to estimate the virus transmission risk of population outflow 17 . However, the epidemic outbreak might be underestimated at the early stage due to the lack of attention or detection ability. Until the Wuhan shutdown, only 427 cases were confirmed as positive for COVID-19, while the 86% of all infections might be undocumented. 19 Facing such a big gap, we investigate the relationship between mobility and epidemic spread without considering the proportion of the number of confirmed cases in population migration.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Identifying the relationships between different mobility patterns and epidemic spread"
        },
        {
            "text": "To identify the impact of different mobility patterns on the epidemic spread, we used linear regression models 6 to assess the relationship between population mobility data and the confirmed cases. In Stage One, the confirmed cases could be imported from Hubei (both Wuhan and cities outside Wuhan), from cities outside Hubei, or from the locality. Therefore, the analysis was performed using the model: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying the relationships between different mobility patterns and epidemic spread"
        },
        {
            "text": "We assume, after the Wuhan lockdown, local travel restrictions in cities outside Hubei contributed to the epidemic control by influencing population mobility 10, 16 . Data for three mobility patterns, except the population outflow from Wuhan, in two scenarios were obtained under assumptions. We assume the transmission conditions and virus characteristics in China would remain unchanged, and the best-fit models generated from the regression analysis were used to estimate the number of confirmed cases in cities outside Hubei based on the changed mobility data. The differences between the estimated cases and the confirmed cases are caused by the implementation of local travel restrictions, implying they have an impact on control of the epidemic.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Estimating the impact of local travel restrictions on the epidemic spread"
        },
        {
            "text": "To simulate the scenario of no travel restrictions in cites outside Hubei (Scenario 1), we used the 2019 Baidu data and assumed the mobility scale captured in 2019 would be similar to those of the equivalent time period during 2020 19 . All data before the Wuhan lockdown remained unchanged. Therefore, we adopted the mobility scale of 2019 and mobility direction of 2020 to simulate the population mobility after 23 January 2020, when there were no local travel restrictions. The daily population inflow from Hubei (excluding Wuhan), population inflow from cities outside Hubei, and intra-city population movement after 3 February 2019, aligned by the Chinese lunar calendar with 23 January 2020, were used as proxy mobility data for the no-localtravel-restrictions status in cities outside Hubei.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Estimating the impact of local travel restrictions on the epidemic spread"
        },
        {
            "text": "To understand the role of the relative timing imposition of local travel restrictions in other cities from the Wuhan lockdown, our Scenario 2 assumes more timely travel restrictions being imposed in cities outside Hubei. This scenario is only assumed to happen in Stage One, because local travel bans have fully implemented in Stage Two. The same models and methods were used . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the impact of local travel restrictions on the epidemic spread"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint as above, and the only change was the mobility data. Before 30 January, cities successively suspended their inter-provincial transport to and from Hubei (Supplementary Table 1) , and restricted their inter-city and their intra-city population movement to varying degrees 6 . That is to say, the inter-city and intra-city population movements were all limited after 30 January. We assume all travel restrictions in cities outside Hubei were imposed at the same time as the Wuhan lockdown. Thus, the population outflow from Hubei excluding Wuhan solely considered those on 23 January. The population inflow from other cities and intra-city population movement from 31 January-6 February replaced those from 23-30 January as proxy mobility data for the timely travel restrictions status.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 416,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Estimating the impact of local travel restrictions on the epidemic spread"
        },
        {
            "text": "LH and BX designed the experiments. LH and LZ collected data. LH analyzed data and wrote the first draft, and LY calculated the figures. LH, BX, SH, and PX interpreted the results and contributed the final manuscript. All authors approved the final version for submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest"
        },
        {
            "text": "We collated epidemiological data and mobility data from publicly available data sources. All the data sources we used are documented in the main text and supplementary tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO announces COVID-19 outbreak a pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -52",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "There were no newly confirmed cases in four consecutive days in all provinces except for Hubei. The Paper",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cities and prefectures in Hubei excluding Wuhan have no new confirmed cases for 9 consecutive days",
            "authors": [
                {
                    "first": "Sina",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: challenges to GIS with big data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6105"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba9757"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The effects of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4218"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of international travel and border control measures on the global spread of the novel 2019 coronavirus outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Monghadas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PNAS",
            "volume": "117",
            "issn": "",
            "pages": "7504--7509",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transmissibility of coronavirus disease 2019",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chinese cities with different transmission dynamics of imported cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.15.20036541"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Temporal relationship between outbound traffic from Wuhan and the 2019 coronavirus disease (COVID-19) incidence in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.15.20034199"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 control in China during mass population movements at New Year. The Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "764--766",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Distribution of the 2019-nCoV Epidemic and Correlation with Population Emigration from Wuhan",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.10.20021824"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimation of local novel coronavirus (COVID-19) cases in Wuhan, China from off-site reported cases and population flow data from different sources",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.02.20030080"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk assessment of exported risk of novel coronavirus pneumonia from Hubei Province",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Prev Med",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112150-20200219-00142"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Investigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1039--1046",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The lockdown of Hubei is in process: 17 cities stopped public transportation",
            "authors": [
                {
                    "first": "Wuhan",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-19: what is next for public health?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "542--545",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Taking the right measures to control COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Torok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "30152--30155",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "30129--30137",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cities outside Hubei Province and their number of cumulative confirmed cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mobility change under different scenarios. a. Daily sum of mobility data in cities with confirmed cases in Stage One or Stage Two from 16 January-14 February 2020. b. Data of four mobility patterns that correlate with the cumulative number of confirmed cases in Stage One and their estimated value without local travel restrictions excluding the Wuhan lockdown. Each point is the daily sum of one mobility pattern in the 305 cities having confirmed cases in Stage One. c. Data of two mobility patterns that correlate with the cumulative number of confirmed cases in Stage Two and their estimated value without local travel restrictions. Each point is the daily sum mobility pattern in the 250 cities having confirmed cases in Stage Two. d. Data of four mobility patterns that correlate with the cumulative number of confirmed cases in Stage One and their estimated value with synchronized travel restrictions across cities. For the estimated value of population outflow from Hubei excluding Wuhan, we used one-day data on 23 January 2020. Each point is the daily sum of one mobility pattern in the 305 cities having confirmed cases in Stage One.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", if only Hubei was shut down at the same time as Wuhan, the confirmed cases would reduce by 918 (95% PI: 896-940) in the following two weeks, which represents 10.5% (95% PI: 10.2-10.7%) of confirmed cases (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "epidemic spread and estimate the impact of local travel restrictions on epidemic control. Our findings suggest that the travel bans imposed by cities outside Hubei have prevented 1,960 (95% PI: 1,474-2,447) confirmed cases, representing 22.4% (95% PI: 16.8-27.9%) of observed cases, two weeks after the Wuhan lockdown. More timely travel bans would further decrease the number of confirmed cases in the same period by 15.7% (95% PI:15.4%-16.0%) or 1,378 (95% PI: 1,353-1,402) cases. Therefore, besides the lockdown of one epidemic city, the timely implementation of travel restrictions -including both inter-city and intra-city travel bans -in other cities can effectively control the COVID-19 outbreak. If the whole of Hubei province was not quarantined after the Wuhan lockdown, further national seeding and subsequent infections might have become inevitable. By 12 March 2020, Hubei (excluding Wuhan) has more confirmed cases (17,795) than China excluding Hubei (13,032) 24 .Our results suggest that in cities outside Hubei, the travel restriction of Hubei (excluding Wuhan) is more effective than other inter-city and intra-city travel bans in controlling the development of the epidemic in the two weeks after the Wuhan lockdown. On January 26, all airports and railway stations in Hubei were closed25 . Before January 30, all other provinces in mainland China suspended their inter-provincial road transport to and from Hubei (SupplementaryTable 1), quarantining the whole of Hubei Province. Although these travel restrictions reduced the number of confirmed cases in cities outside Hubei by 15.8% (95% PI: 11.6%-20.0%) of reported cases in the two weeks after the Wuhan lockdown, another 10.5% (95% PI: 10.2-10.7%) might have been prevented by a more timely quarantine of the whole Hubei province (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". It is the intensive source control that reduces new local infections. The contribution of population movement from Wuhan or Hubei to subsequent epidemic development might also be dampened due to the implementation of source control measures 7 . Without the implementation of combined source control measures, our study, at least in the model of Stage Two, might have different results. Our study quantified the relationships between mobility patterns and epidemic trajectory in China and highlighted the importance of synchronized travel restrictions across cities. Several policy implications can be drawn. First, the geographical extension of the quarantine should be carefully considered by the government before the official announcement. In the early stage of epidemic development, there might be a non-negligible number of infected but undetected people in the areas that have geographical connections and frequent traffic with the epidemicstricken ones, like other cities in Hubei. In particular, there are many asymptomatic virus carriers who are highly contagious 23,28 . On the other hand, the expansion of the quarantined area would also bring substantial economic losses. Whether to include farther hinterlands, and if so to what extent, will need to be considered carefully in making the quarantine decision. Second, our results show the importance of timely and active local countermeasures by cities outside of the",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. Pearson correlation coefficient (r) between the number of confirmed cases and population mobility data in Stage One. (Symbols used here are mentioned in Data and methods, and Table 1-2. Pearson correlation coefficient (r) between the number of confirmed cases and population mobility data in Stage Two. (Symbols used here are mentioned in Data and methods, and",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Impact of the different mobility patterns evaluated by linear regression models.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "confirmed cases up until 23 January, which translates to 17.1% (95% PI: 13.0-21.2%) of their confirmed cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The differences between the estimated number of infections and actual confirmed cases in cities outside Hubei under different scenarios.Most of the estimated increase seen during Stage One is due to the population inflow from Hubei after the Wuhan lockdown. If we saw only the population outflow from Hubei prohibited after the Wuhan lockdown, i.e., the inter-city and intra-city population movement were not restricted in cities outside Hubei, the estimated increase in the number of confirmed cases would be 1,384",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint reported day in the model. The data of was from 17-23 January, while the data of , we used the data after the Wuhan lockdown because it was not the main risk of transmission before that17 . Thus, the data of January to the suspension of all inter-provincial transport to and from Hubei, 29 January (SupplementaryTable 1).As for Stage Two, the imported cases from Hubei were not considered: is the number of cumulative confirmed cases in Stage Two of city ‫ܫ‬ is the number of intra-city population movement 31 January-13 February; and ‫ܥ‬ is the number of initial confirmed cases until 6 February.The statistical analysis included two steps. First, Pearson correlation analysis was applied to check whether different mobility patterns were correlated with the spread of COVID-19 in cities outside Hubei in two time periods. Correlated data would be introduced to the following linear regression. Second, stepwise multivariate linear regressions were built to explore the explanatory capacity of mobility data to the number of confirmed cases. A model with the highest adjusted R 2 was taken as the best-fit scenario. Cities without confirmed cases until the end of each stage were excluded from the study. Besides, for all the cities with confirmed cases after the Wuhan >0), we also generated models for cities with ‫ܥ(‬ >0) in Stage One to identify the impact of the same mobility pattern on different kinds of cities. Statistical decisions were all made at a 5% level of significance using SPSS software.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050781 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}