{
    "paper_id": "d8989af4961c9cd314c7b4d172b8ab288ad8cb03",
    "metadata": {
        "title": "Humanized Single Domain Antibodies Neutralize SARS-CoV-2 by Targeting 2",
        "authors": [
            {
                "first": "Spike",
                "middle": [],
                "last": "Receptor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Binding",
                "middle": [],
                "last": "Domain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaojing",
                "middle": [],
                "last": "Chi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xiuying",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Conghui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens and Christophe Mérieux 11 Laboratory",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinhui",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens and Christophe Mérieux 11 Laboratory",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jianwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens and Christophe Mérieux 11 Laboratory",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Systems Biology of Pathogens",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Q",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread across 22 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "of 0.003∼0.3 µg/mL in pseudotyped particle neutralization assay, and 0.23∼0.50 30 µg/mL in authentic SARS-CoV-2 neutralization assay. Competitive ligand-binding data 31 suggested that the sdAbs either completely blocked or significantly inhibited the 32 association between SARS-CoV-2 RBD and viral entry receptor ACE2. Finally, we 33 showed that fusion of the human IgG1 Fc to sdAbs improved their neutralization 34 activity by tens of times. These results reveal the novel SARS-CoV-2 RBD targeting 35 sdAbs and pave a road for antibody drug development. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease 2019 (COVID-19) is caused by infection of emerging severe 45 acute respiratory syndrome-associated coronavirus 2 (SARS-CoV-2) and had been 46 declared by World Health Organization as the first coronavirus pandemic in human 47 history 1 . The severity of COVID-19 symptoms can range from asymptomatic or mild to 48 severe with an estimated mortality rate from less than 2% to up to 10% of patients 49 depending on various factors 2 . SARS-CoV-2 is spreading rapidly and sustainably 50 around the world, urging prompt global actions to develop vaccines and antiviral 51 therapeutics. 52 SARS-CoV-2 polyprotein shares ~86.15% identity with SARS-CoV (Genbank ID: 53",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 44"
        },
        {
            "text": "Coronaviridae 3 . SARS-CoV-2 is an enveloped, positive-sense, single-stranded RNA 55 virus with a large genome of approximately 30,000 nucleotides in length. The 56 virus-encoded membrane (M), spike (S) and envelope (E) proteins constitute the 57 majority of the protein that is incorporated into SARS-CoV-2 envelope lipid bilayer. 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The S protein can form homotrimers and protrudes from envelope to show the coronal 59 appearance, invading susceptible cells by binding potential SARS-CoV-2 entry 60 receptor angiotensin converting enzyme 2 (ACE2) 3 . Recently, researchers have 61 figured out the molecular structure of SARS-CoV-2 S protein 4 . It is composed of 1273 62 amino acids and structurally belongs to the type I membrane fusion protein with two 63 areas S1 and S2. The S1 region mainly includes the receptor binding domain (RBD), 64 while the S2 region is necessary for membrane fusion. The RBD structure determines 65 its binding efficiency with ACE2 and provides an important target for neutralizing 66 antibody recognition. 67",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "Single domain antibodies (sdAbs), namely nanobodies, were initially identified from 68 camelids or cartilaginous fish heavy-chain only antibodies devoid of light chains, 69",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "where antigen-binding is mediated exclusively by a single variable domain (VHH) 5 . 70 Therefore, sdAbs are the smallest fragments that retain the full antigen-binding 71 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint capacity of the antibody with advantageous properties as drugs, imaging probes and 72 diagnostic reagents 6 . The advantages of short development time, flexible formatting 73 and robust production efficiency make sdAb a powerful means to defeat infectious 74 disease pandemics. For therapeutic purpose, relatively sophisticated humanization 75 techniques have been adopted to modify the camelid-specific amino acid sequences 76 in the framework to their human heavy chain variable domain equivalent, without 77 altering sdAb's biological and physical properties and reducing species heterogeneity 7 . 78",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "As SARS-CoV-2 is an emerging human virus, the whole population is susceptible due 79 to the lack of protective antibodies. The existing neutralizing antibodies in 80 convalescent plasma have been adopted as powerful therapeutic alternatives for 81 COVID-19 patients in China. Using a synthetic humanized sdAbs discovery platform, 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "we were able to obtain several high-affinity SARS-CoV-2 RBD targeting sdAbs with 83 desired neutralization activities. 84 85 Results 86 SARS-CoV-2 makes use its envelope S glycoprotein to gain entry into host cells 87 through binding ACE2. Recent cryo-EM research revealed that the S protein shows 88 an asymmetrical homotrimer with a single RBD in the \"up\" confirmation and the other 89 two \"down\" 4 . Antibodies may take advantage of this RBD structure to block virus entry. 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "To enrich for SARS-CoV-2 RBD binding sdAbs, we performed four rounds of 91 biopanning using a lab owned, full synthetic, humanized phage display library with 92 recombinant RBD protein. After phage ELISA identification of 480 clones, a number of 93 sdAbs exhibited an excellent affinity for SARS-CoV-2 RBD. Five distinctive sdAd 94 sequences (1E2, 2F2, 3F11, 4D8 and 5F8) were cloned into a prokaryotic expression 95 vector and recombinant sdAb proteins were purified by nickel-charged sepharose 96 affinity chromatography (Fig. 1a) . Humanized sdAbs obtained in this study are about 97 125 amino acids with a single VHH domain in average molecular weight less than 98 15KDa (Fig. 1a) . The sdAbs consist of three complementarity determining regions 99 (CDRs) as well as four framework regions (FRs). The amino acids in the frameworks 100 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 532,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 684,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint have been maximally humanized, except for residues Phe-42 and Gly-52 in 101 framework-2 to maintain proper antigen affinity and best stability 7 . 102 Surface plasmon resonance (SPR) technology is widely accepted as a golden 103 standard for characterizing antibody-antigen interactions. To determine the kinetic 104 rate and affinity constants, detailed analysis of S antigen-binding to purified sdAb 105 proteins was carried out by SPR. The SARS-CoV-2 or SARC-CoV S protein was 106 immobilized on the surface of Biacore Chip CM5, respectively. Then, various 107 concentrations of purified sdAbs were prepared and injected to pass over the surface. 108",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The sensorgram data were fitted to a 1:1 steady-state binding model. SPR results 109 demonstrated that the equilibrium dissociation constant (KD) for the SARS-CoV-2 S 110 protein against sdAbs 1E2, 2F2, 3F11, 4D8 and 5F8 were 21.1 nM, 0.846 nM, 3.154 111 nM, 33.97 nM and 0.676 nM respectively ( Fig. 1b-1f & 1h) . However, the sdAbs 112 showed no binding with SARS-CoV S protein, except for the clone 5F8 demonstrating 113 a relatively low affinity with KD = 239.2 nM (Fig. 1g & 1h) . Overall, as monovalent 114 antibody fragment, the sdAbs identified in this study reveals a satisfactory binding 115 performance in a SARS-CoV-2 specific manner. 116",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 312,
                    "text": "Fig. 1b-1f & 1h)",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 483,
                    "text": "(Fig. 1g & 1h)",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "To further evaluate the neutralization activity of these sdAbs, SARS-CoV-2 117 S-pseudotyped particle (SARS-CoV-2pp) infectivity assay was first established. 118",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "Pseudotyped particles are chimeric virions that consist of a surrogate viral core with a 119 heterologous viral envelope protein at their surface, which can be operated in 120",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "Biosafety Level 2 (BSL-2) and frequently used tool for studying virus entry mechanism 121 and neutralizing antibodies 8 . We observed that all five sdAbs showed inhibition 122 potency of SARS-CoV-2pp infection with IC 50 (half maximal inhibitory concentration) 123 ranging from 0.003 to 0.3 µg/mL (Fig. 2a) . We next tested the neutralization activity of 124 the sdAbs with live SARS-CoV-2 virus (Fig. 2b) . Similarly, these sdAbs showed 125 comparable neutralization efficiency, with IC 50 at approximately 0.2-0.6 µg/mL. Totally, 126 these monovalent sdAbs demonstrated encouraging neutralization activity against 127 both pseudotyped and authentic virus, although the neutralization potency is not 128 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 405,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint completely matched (Fig. 2c ). This phenomenon was normally reported in Middle 129",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "(Fig. 2c",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "East Respiratory Syndrome coronavirus (MERS-CoV) neutralizing antibodies and 130 may be likely explained by the difference in sdAb recognized RBD spatial epitope or 131 the steric hindrance formed by antigen-antibody complex 9,10 . 132",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "Within SARS-CoV-2 RBD, the receptor binding motif (RBM) directly contacts ACE2. 133",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "Recent report demonstrating that SARS-CoV-2 uses ACE2 as its receptor with a 134 much stronger affinity (10-to 20-fold higher) than SARS-CoV 4 . To determine whether 135 sdAbs targeted different antigenic regions on the SARS-CoV-2 RBD surface, we 136 performed a competition-binding assay using a real-time biosensor (Fig. 3) . We tested 137 all five sdAbs in a competition-binding assay in which human ACE2 was attached to a 138 CM5 biosensor. Compared with a non-related isotype control sdAb (Fig. 3a) , addition 139 of 1E2, 3F11 and 4D8 completely prevent binding of SARS-CoV-2 RBD to ACE2 (Fig.  140 3b, 3d, 3e). Whereas, sdAbs 2F2 and 5F8 could partially compete the RBD/receptor 141 association ( Fig. 3c & 3f) . These data suggested that these sdAbs can be divided into 142 RBM targeting or non-RBM targeting groups though it is not directly associated with 143 virus neutralization activity. 144",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 603,
                    "text": "(Fig.  140",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 716,
                    "text": "Fig. 3c & 3f)",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "SdAbs can be readily fused to human Fc-domain to overcome the limitations of the 145 monovalent sdAbs, such as the short blood residential time and lacking 146 antibody-dependent cell-mediated cytotoxicity and complement dependent 147 cytotoxicity 11 . In addition, bivalent sdAbs can be obtained via the disulfide bond 148 formation in Fc hinge area, which was reported to significantly increase sdAb's 149 activity 12 . To further explore the possibility of sdAb-based antiviral therapeutics and 150 enhance neutralization activity, we constructed human heavy chain antibodies by 151 fusing the human IgG1 Fc region to the C-terminus of sdAbs ( Fig. 4a & 4b) . These Fc 152 fusion sdAbs were produced in mammalian cells with suspension yields around 25-50 153 µg per milliliter in shaking flask. The supernatant samples were analyzed in both 154 reducing and non-reducing conditions in Western blot using an anti-human IgG to 155 detect Fc. As shown in Fig. 4c , the size of the constructed intact sdAb-Fc is around 80 156 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 660,
                    "text": "Fig. 4a & 4b)",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 962,
                    "text": "Fig. 4c",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint 7 KDa in the non-reducing condition, but a 40 KDa monomer was observed by prior 157 treatment in reducing condition to break disulfide bonds. This suggests a correct 158 expression and secretion of heavy chain antibodies in consistence with our design. 159",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "Neutralization assay results showed that genetic fusion of human Fc significantly 160 increased the neutralization activity of these sdAbs for 10-to 80-fold in molar 161 concentration of IC 50 using the SARS-CoV-2pp entry assay (Fig. 4d) . Importantly, 162",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "(Fig. 4d)",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "several Fc-fused sdAbs demonstrated potency with IC 80 at sub-nanomolar level (Fig.  163 4d). Finally, we showed that some of the sdAbs are suitable for immunofluorescence 164 staining ( Supplementary Fig. 1) and Western blot to detect ectopically expressed 165 SARS-CoV-2 S protein ( Supplementary Fig. 2) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint 9 206 Methods 207",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 88,
                    "text": "(Fig.  163",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 187,
                    "end": 208,
                    "text": "Supplementary Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 306,
                    "text": "Supplementary Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "AAS00002.1) and is classified into the genus betacoronavirus in the family 54"
        },
        {
            "text": "The Vero (African green monkey kidney), HEK293T (human kidney epithelial), 293F, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and reagents. 208"
        },
        {
            "text": "A synthetic sdAb phage display library was used for the screening of SARS-CoV-2 220 neutralizing antibodies. To minimize a possible antigenic effect from camelid 221 sequences, sdAb frameworks for library construction were determined according to a 222 universal humanized scaffold architecture 7 . Briefly, residues in frames 1, 3 and 4 were 223 mutated based on human heavy chain VH in maximum. In frame 2, humanization of 224 residues at positions 49 and 50 was adopted to increase stability of sdAbs, whereas 225 residues 42 and 52 are maintained in camelid due to their critical impact on antigen 226 affinity and/or stability. For the design of variable regions, we analyzed a robust CDR 227 repertoire from immune or naïve llama VHH clones. A synthetic diversity was 228 introduced in the three CDRs by random nucleotide incorporation with cysteine and 229 stop codon avoided. A constant length of 8 amino acids was selected for CDR1 and 230 CDR2, and 18 amino acids for CDR3. Frameworks and CDRs were assembled by 231 overlapping polymerase chain reaction (PCR) ensuring each unique CDR recombined 232 in the assembled molecules. Diversified sdAb mixture was cloned in phagemid vector 233 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library design and construction. 219"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint fADL-1 (Antibody Design Labs, San Diego, CA, USA) using SfiI/BglI sites with the 234 PelB peptide leader sequence fused with the sdAbs at N-terminus. Massive 235 electroporation was carried out using E. coli TG1 cells. More than a thousand agar 236 petri dishes (140 mm) were plated to ensure enough size of the library. Quality control 237 was carried out by sequencing more than 1000 clones, and the error rate and diversity 238 were calculated. 239",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library design and construction. 219"
        },
        {
            "text": "Screening for SARS-CoV-2 RBD targeting antibodies was performed by panning in 241 both immunotubes and native condition using a proprietary full-synthetic library of 242 humanized sdAbs with high-diversity, according to a standard protocol. Briefly, for the 243 2 nd and 4 th panning rounds, the purified SARS-CoV-2 RBD protein was coated on 244 Nunc MaxiSorp immuno tubes (ThermoFisher) at around 5µg/mL in PBS overnight. The absorbance was measured using a SpectraMax M5 plate reader from Molecular 257 Divices (San Jose, CA, USA). The positive clones were sent for sequencing, and 258 representative sdAb sequences were chosen for protein expression. 259",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody selection by phage display. 240"
        },
        {
            "text": "Full-length sequences of selected sdAbs were PCR amplified and cloned into the 261 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of sdAbs. 260"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint NcoI/XhoI sites of the pET28b (Novagen, Sacramento, CA, USA) and transformed 262 into BL21(DE3) chemically competent E. coli. A single colony was picked to inoculate 263 10 ml of LB media containing Kanamycin (100 µg/mL) and incubated at 37°C on an 264 orbital shaker overnight. This preculture was diluted 1:100 in 400 mL of LB media 265 containing Kanamycin (100 µg/mL) and grown at 37°C until the OD 600 nm reached 0.4. 266",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of sdAbs. 260"
        },
        {
            "text": "The expression of recombinant sdAbs was induced by adding IPTG to a final 267 concentration of 0.3 mM after culture has reached OD 600 =0.5-0.6 and grown over 268 night at 20°C. The sdAbs with a His-tag fused at C-terminus were purified over Ni 269 For binding affinity assays, the SARS-CoV-2 or SARS-CoV S protein was diluted in 281 10mM sodium acetate buffer, pH5.5, and was immobilized on the chip at about 300 282 response units. Antibodies 1E2, 2F2, 3F11, 4D8 and 5F8 at gradient concentrations (0, 283 1.56nM, 3.125nM, 6.25nM, 12.5nM, 25nM) were flowed over the chip surface. After 284 each cycle, the sensor surface was regenerated with10mM glycine-HCl pH 2.5. The 285 data were fitted to a 1:1 interaction steady-state binding model using the 286 BIAevaluation 1.0 software. 287",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of sdAbs. 260"
        },
        {
            "text": "For competition-binding assays, the ACE2 protein was diluted in 10mM sodium 288 acetate buffer, pH4.5, and was immobilized on the chip at about 650 response units. 289",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of sdAbs. 260"
        },
        {
            "text": "For the analyses, RBD protein was diluted in HBS-EP buffer or HBS-EP buffer with 290 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of sdAbs. 260"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint 100nM antibody (1E2, 2F2, 3F11, 4D8 or 5F8). The RBD in different buffer at gradient 291 concentrations (0, 6.25 25, 100, 400nM) was flowed over the chip surface. After each 292 cycle, the sensor surface was regenerated with 10mM glycine-HCl pH 2.5. The 293 binding kinetics was analyzed with the software of BIAevaluation using a 1:1 binding 294",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of sdAbs. 260"
        },
        {
            "text": "Production of SARS-CoV-2 spike pseudotyped particle (SARS-CoV-2pp) and 296 virus entry assay. 297",
            "cite_spans": [],
            "ref_spans": [],
            "section": "model. 295"
        },
        {
            "text": "To produce SARS-CoV-2pp, HEK293T cells were seeded 1 day prior to transfection at 298 2.5×10 6 cells in a 10-cm plate. The next day, cells were transfected using 299",
            "cite_spans": [],
            "ref_spans": [],
            "section": "model. 295"
        },
        {
            "text": "Lipofectamine 2000 (ThermoFisher). The plasmid DNA transfection mixture (1 ml) 300 was composed of 15 µg of pNL-4.3-Luc-E -Rand 15 µg of pcDNA-SARS-CoV-2-S that 301 was purchased from Sino Biologicals and reconstructed by deletion of 18 amino acid 302 cytoplasmic tail. A nonenveloped lentivirus particle (Bald virus) was also generated as 303 negative control. Sixteen hours after transfection, the media was replaced with fresh 304 media supplemented with 2% FBS. Supernatants containing SARS-CoV-2pp were 305 typically harvested 36-48 h after transfection and then filtered through a syringe filter. 306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "model. 295"
        },
        {
            "text": "The typical relative luminometer units for SARS-CoV-2pp were between 10 6 and 10 7 . 307",
            "cite_spans": [],
            "ref_spans": [],
            "section": "model. 295"
        },
        {
            "text": "To conduct the virus entry assay, Vero E6 or other cells were seeded in a 96-well plate 308 at 1 day prior to transduction. The next day, 100 µL of supernatant containing 309 SARS-CoV-2pp was added into each well in the absence or presence of serially 310 diluted sdAbs or human IgG1 Fc-fused sdAbs. Forty-eight hours after transduction, 311 cells were lysed in 100 µL of passive lysis buffer and 50 µL lysate was incubated with 312 100 µL of luciferase assay substrate according to the manufacturer's instructions 313 (Promega, Madison, WI, USA). 314",
            "cite_spans": [],
            "ref_spans": [],
            "section": "model. 295"
        },
        {
            "text": "SARS-CoV-2 was isolated from bronchoalveolar lavage specimens from a COVID-19 316 patient as described previously 23 . The viral titers were determined by using tissue 317 culture infective dose (TCID50). For antibody neutralization assay, Vero cells were 318 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 neutralization assay. 315"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint 13 seeded in 96-well plates at 1 day prior to infection. Serially diluted sdAbs were mixed 319 with SARS-CoV-2 at a multiplicity of infection (MOI) of 0.05 and incubated at 37℃ for 320 1h. The antibody-virus mixture was incubated on Vero cells at 37℃ for 1h. Unbound The produced Fc-fusion protein was analyzed by SDS-PAGE and the Western blot 335 using standard protocols for dimerization, yield and purity measurement. The primary 336 antibody used for Western blot was a horseradish peroxidase conjugated goat 337 anti-mouse IgG (Sigma-Aldrich, St. Louis, MO, USA). 338",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 neutralization assay. 315"
        },
        {
            "text": "Cultured 293T cells on coverslips were transfected with either SARS-CoV-2 S 340 expression plasmid or empty vector for 24 h and then fixed using 4% 341 paraformaldehyde for 15 min at room temperature, permeabilized with 0.1% Triton 342 X-100 (Sigma-Aldrich) in PBS for 10 min. The cells were then incubated with each 343 sdAb overnight at 4°C. After three washes with PBS, the cells were incubated with 344",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy and Western blot. 339"
        },
        {
            "text": "Alexa Fluor 488-conjugated 6x-His Tag monoclonal antibody (ThermoFisher) for 1 345 hour at room temperature. The nuclei were stained with DAPI (1:10,000) diluted in 346 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy and Western blot. 339"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint PBS for 5 min and mounted with an antifade reagent (ThermoFisher). Images were 347 acquired with a Leica TCS SP5 confocal microscope system. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy and Western blot. 339"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30673-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel 368 coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of 371 probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7372"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion 374 conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1260--1263",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Naturally occurring antibodies devoid of light 376 chains",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamers-Casterman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "363",
            "issn": "",
            "pages": "446--448",
            "other_ids": {
                "DOI": [
                    "10.1038/363446a0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nanobodies as therapeutics: 378 big opportunities for small antibodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steeland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Vandenbroucke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Libert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Drug Discov Today",
            "volume": "21",
            "issn": "",
            "pages": "1076--1113",
            "other_ids": {
                "DOI": [
                    "10.1016/j.drudis.2016.04.003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "General strategy to humanize a camelid single-domain 381 antibody and identification of a universal humanized nanobody scaffold",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vincke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Biol",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Production of Pseudotyped Particles to Study Highly 384",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathogenic Coronaviruses in a Biosafety Level 2 Setting",
            "authors": [],
            "year": 2019,
            "venue": "J Vis Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3791/59010"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Construction of Synthetic Antibody Phage-Display 411",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nilvebrant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sidhu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Caplacizumab as an emerging treatment option 414 for acquired thrombotic thrombocytopenic purpura",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Elverdi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Eskazan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Drug Des Devel Ther",
            "volume": "13",
            "issn": "",
            "pages": "1251--1258",
            "other_ids": {
                "DOI": [
                    "10.2147/DDDT.S134470"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Caplacizumab treatment for acquired thrombotic 417 thrombocytopenic purpura (HERCULES trial)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Estcourt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transfus Med",
            "volume": "29",
            "issn": "",
            "pages": "146--148",
            "other_ids": {
                "DOI": [
                    "10.1111/tme.12615"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical pharmacology of caplacizumab for the 420 treatment of patients with acquired thrombotic thrombocytopenic purpura",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Sargentini-Maier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular Mechanism for Antibody-Dependent Enhancement of 427",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SWISS-MODEL: homology modelling of protein 429 structures and complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.042010"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of a novel coronavirus causing severe 432 pneumonia in human: a descriptive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin Med J (Engl)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CM9.0000000000000722"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "more than 200 countries and regions, leading to an unprecedented medical burden 23 and live lost. SARS-CoV-2 specific antivirals or prophylactic vaccines are not 24 available. Neutralizing antibodies provide efficient blockade for viral infection and are 25 a promising category of biological therapies. Using SARS-CoV-2 spike RBD as a bait, 26 we have discovered a panel of humanized single domain antibodies (sdAbs). These 27 sdAbs revealed binding kinetics with the equilibrium dissociation constant (KD) of 28 0.7∼33 nM. The monomeric sdAbs showed half maximal inhibitory concentration (IC 50 ) 29",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the disease severity and rapid global spread of COVID-19, there is an urgent 169 need for development of vaccines, monoclonal antibodies, and small-molecule 170 direct-acting antiviral medications. Neutralizing antibodies directly target viral 171 envelope protein, precisely block the virus-receptor association, and inhibit virus entry 172 through a variety of molecular mechanisms. In this study, we isolated and 173 characterized several humanized neutralizing sdAbs that exhibit one-to two-digit 174 nanomolar or even sub-nanomolar IC 50 against SARS-CoV-2 using both pseudotyped 175 and infectious viruses. SdAbs have been investigated as important therapeutic 176 alternatives against viral infection because of their high yield, low cost and intrinsic 177 stability. For MERS-CoV, neutralizing sdAbs were isolated from immunized 178 dromedary camels or llamas and demonstrated IC 50 value between 0.001-0.003 179 µg/mL with low KD values (0.1-1 nM) 13,14 . Comparable inhibition efficiency on 180 SARS-CoV-2pp and affinity kinetics were obtained for the sdAbs 2F2, 3F11 and 5F8 181 identified in this study using a non-immune library, which can speed up the discovery 182 of neutralizing antibodies in an emergent outbreak. With further optimization and 183 increase of library size and diversity, the synthetic sdAb library technology will 184 promote the discovery speed of powerful therapeutic antibodies 15,16 . the first sdAb-based medicine for adults with acquired thrombotic 186 thrombocytopenic purpura in 2019 17-20 . Considering the cost and potential risks of full 187 human antibody in some viral diseases, such as dengue virus infection, sdAb 188 fragments are a novel category of therapeutic molecules and can be readily 189 reconstructed in a tandemly linked way to increase their blood residential time, 190 biological activity, and eliminate underlying concerns about antibody-dependent 191 enhancement (ADE) of viral infection 21 . In addition to being used as an injectable drug, 192 the stable sdAbs can be also developed into aerosolized inhalations and disinfection 193 products for the prevention of COVID-19. Besides, prior to the success of COVID-19 194 vaccines, the construction of sdAb-based adenovirus or adeno-associated virus gene 195 therapy might provide long-term passive immune protection in vulnerable population, 196health care workers, or in severely affected areas. Since the mature COVID-19 animal 197 models have not been developed, this study did not involve in vivo studies. As a next 198 step, the crystal structure analysis of antigen-antibody complexes will be put on the 199 agenda. In conclusion, the discovered neutralizing antibodies in this study could lead 200 to new specific antiviral treatments and shed light on the design and optimization of 201",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(human lung adenocarcinoma) cells were obtained from China Infrastructure 210 of Cell Line Resource (Beijing, China) and maintained in Dulbecco's modified Eagle's 211 medium (DMEM, ThermoFisher, Waltham, MA, USA) supplemented with 2-10% fetal 212 bovine serum (FBS, ThermoFisher), non-essential amino acid, penicillin and 213 streptomycin. Recombinant proteins were purchased from Sino Biological (Beijing, 214 China) for SARS-CoV-2 RBD (40592-V05H, 40592-V08B), SARS-CoV-2 spike 215 (40589-V08B1), SARS-CoV spike (40150-V08B1), ACE2 (10108-H08H). Antibodies 216 were obtained from ThermoFisher for anti-His-HRP, anti-human IgG-HRP, 217 anti-His-488 and anti-CM13.218",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "st and 3 rd panning rounds, RBD protein was first biotinylated with EZ-Link™ 246 Sulfo-NHS-LC-Biotin (ThermoFisher) and then selected with streptavidin-coated 247 magnetic Dynabeads™ M-280 (ThermoFisher). The tubes or beads were blocked 248 using 2% w/v skimmed milk powder in PBS (MPBS). After rinsing with PBS, about 249 1×10 13 phage particles were added to the antigen-coated immuno tube or biotinylated 250 antigen in the presence of 2% MPBS, incubated for 2 h shaking (30 rpm) at RT. 251 Unbound phages were washed with PBS Tween 0.1% (10 times) and PBS (10 times), 252 while bound phage were eluted with 0.1M Glycine-HCl (pH=3.0). Eluted phages were 253 neutralized by adding 1M Tris-Cl pH 9.0 and used for infection of exponentially 254 growing E. coli TG1. After 4 rounds of panning, phage ELISA identification was 255 performed with 480 individual colonies using Anti-CM13 antibody [B62-FE2] (HRP).256",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Flow (GE Healthcare, Boston, MA, USA) and eluted with 400 mM 270 imidazole. Affinity purified sdAbs were dialyzed against PBS to eliminate imidazole. 271 Affinity measurement and competition-binding Study. 272 The surface plasmon resonance experiments were performed at room temperature 273 using a BiaCore T200 with CM5 sensor chips (GE Healthcare). The surfaces of the 274 sample and reference flow cells were activated with a 1N-ethylcarbodiimide) at a flow rate of 10 μL/min. The reference flow cell was 277 left blank. All the surfaces were blocked with 1 M ethanolamine, pH 8.0. The running 278 buffer was HBS-EP (0.01M HEPES, pH 7.4, 150 mM NaCl, 3 mM EDTA, 0.05% 279 surfactant P20).280",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "321 SARS-CoV-2 virions were removed by washing cells with fresh medium, then 322 incubated for 24 h at 37 °C. The culture supernatants were collected for viral nucleic 323 acid quantification. Viral nucleocapsid gene RNA quantification was carried out by 324 TaqMan real-time RT-PCR as reported with plotted standard curves using in vitro 325 transcribed RNA. 326 Production of human IgG1 Fc fusion sdAbs. 327 The sequences of selected sdAbs were cloned into a mammalian expression vector 328 under the control of hEF1-HTLV promotor and fused with N-terminal interleukin-2 329 signal peptide and C-terminal Fc region, comprising the CH2 and CH3 domains of 330 human IgG1 heavy chain and the hinge region. Maxipreped plasmids were transiently 331 transfected into 293-F cells (Thermofisher) and the cells were further cultured in 332 suspension for 6 days before harvesting antibody-containing supernatant. Fc-fused 333 sdAbs were prepared with prepacked HiTrap® Protein A HP column (GE Healthcare).334",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Western blot, 293T cells in 6-well plate were transfected with SARS-CoV-2 S, 349 SARS-CoV-2 S or empty vector individually. Twenty-four h post transfection, cell 350 lysates were prepared, and the samples were boiled with 2× SDS loading buffer and 351 loaded onto a 10% polyacrylamide gel. After electrophoresis, the separated proteins 352 were transferred onto a nitrocellulose membrane (Bio-Rad, Hercules, CA, USA). The 353 resulting blots were probed with a sdAb as primary antibody and an HRP-linked 354 6x-His Tag antibody (Thermofisher, HIS.H8) as the secondary antibody. The ECL 355 reagent (Amersham Biosciences, Piscataway, NJ, USA) was used as the substrate for 356 detection. 357 Statistical analysis. 358 Data were analyzed using GraphPad Prism 6.01 (GraphPad Software, San Diego, CA, 359 USA). The values shown in the graphs are presented as means ± SD. IC 50 was 360 calculated based on curve fitness with nonlinear regression and showed by one 361 representative result from at least two independent experiments.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests. 449 450 451 author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint 24 neutralization against SARS-CoV-2pp. IC 50 fold increases versus the corresponding 515 monovalent sdAbs were calculated. 516 517 author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.042010 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests 448"
        }
    ]
}