{
    "paper_id": "d8d4cfa7284b613f9b41bb55c6f7f764b9a1f8c4",
    "metadata": {
        "title": "BURDEN AND PREVALENCE OF PROGNOSTIC FACTORS FOR SEVERE COVID-19 DISEASE IN SWEDEN",
        "authors": [
            {
                "first": "Katalin",
                "middle": [],
                "last": "Gémes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address: Unit of Epidemiology",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "settlement": "Stockholm, Stockholm",
                        "country": "Sweden Correspondence, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Feychting",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address: Unit of Epidemiology",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "settlement": "Stockholm, Stockholm",
                        "country": "Sweden Correspondence, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "A"
                ],
                "last": "Matthews",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address: Unit of Epidemiology",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "settlement": "Stockholm, Stockholm",
                        "country": "Sweden Correspondence, Sweden"
                    }
                },
                "email": "anthony.matthews@ki.se"
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Matthews",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address: Unit of Epidemiology",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "settlement": "Stockholm, Stockholm",
                        "country": "Sweden Correspondence, Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Describe the burden and prevalence of prognostic factors of severe COVID-19 disease at national and county level in Sweden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design: Cross sectional study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants: 9,624,428 individuals living in Sweden on 31st December 2014 and alive on 1st January 2016 Main outcome measures: Burden and prevalence of prognostic factors for severe COVID-19 based on the guidelines from the World Health Organization and European Centre for Disease Prevention and Control, which are age 70 years and older, cardiovascular disease, cancer, chronic obstructive pulmonary disease, severe asthma, and diabetes. Prognostic factors were identified based on records for three years before 1 st January 2016 from the Swedish National Inpatient and Outpatient Specialist Care Register, Prescribed Drug Register, and Cancer Register.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 22.1% of the study population had at least one prognostic factor for severe COVID-19 (2,131,319 individuals), and 1.6% had at least three factors (154,746 individuals). The prevalence of underlying medical conditions in the whole study population ranged from 0.8% with chronic obstructive pulmonary disease (78,516 individuals) to 7.4% with cardiovascular disease (708,090 individuals), and the county specific prevalence of at least one prognostic factor ranged from 19.2% in Stockholm (416,988 individuals) to 25.9% in Kalmar (60,005 individuals).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The prevalence of prognostic factors for severe COVID-19 disease will aid authorities in optimally planning healthcare resources during the ongoing pandemic. Results can also be applied to underlying assumptions of disease burden in modelling efforts to support COVID-19 planning. This information is crucial when deciding appropriate strategies to mitigate the pandemic and reduce both the direct mortality burden from the disease itself, and the indirect mortality burden from potentially overwhelmed health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 8 th April 2020, the number of confirmed COVID-19 infections surpassed 1.3 million worldwide, and the number of infections leading to death reached 74,000. [1] Guidelines from the World Health Organization and the European Centre for Disease Prevention and Control suggest that individuals aged 70 years and older or with an underlying medical condition such as cardiovascular disease, high blood pressure, cancer, chronic obstructive compulsory disease (COPD), asthma, and diabetes, are considered to be at high risk of developing severe disease, and hence may require critical care. [1, 2] These recommendations are mainly based on studies from the Wuhan region of China and Italy, and generally show that once infected, individuals with at least one of these prognostic factors are more likely to go on to generate severe disease and a resulting higher risk of mortality. [3] [4] [5] [6] [7] [8] Governments around the world have, therefore, recommended that individuals with at least one of these factors self-isolate for prolonged periods of time to not only reduce the risk contracting severe COVID-19, but also prevent any sudden increase in demand for critical care in hospitals, which could overwhelm health systems. If the pandemic developed to affect a large proportion of the population, then critical care capacity could become saturated. However, the prevalence of these prognostic factors for severe disease are to a large extent unknown in many countries. Knowledge of the distribution of individuals considered to be at high risk of severe COVID-19 disease, coupled with the capacity of the health care system, would allow clear strategic planning.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 595,
                    "end": 597,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several models have been produced to support COVID-19 planning in countries across the world. [9] [10] [11] [12] Many of these models are based on the assumption that disease severity increases with age, but they do not account for an increased risk of severe disease in individuals with underlying medical conditions. This is usually because age stratified burden of disease at a local level is rarely available. Even when this information is available, data from which it originates can be obtained from a sample of the population rather than from the whole population. If the sample is not representative of the population at large, results may be biased. In order to build clear robust models that will provide trustworthy estimates of the extent to which the infection will impact populations, we need reliable estimates on the underlying prevalence of medical conditions suggesting high risk of severe disease.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The unified Swedish healthcare and register system provides a unique opportunity to calculate the burden and prevalence of prognostic factors for severe COVID-19 disease. This knowledge will help both healthcare capacity planning and provide further data that can be applied to underlying assumptions for models that support planning worldwide. We therefore aimed to use Swedish register data to describe the prevalence of prognostic factors of severe COVID-19 disease at national and county level in Sweden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We used data from the Swedish national health care and population registers linked at an individual level using the unique personal identification number of all residents in Sweden. [13] Disease burden was based on diagnoses and date of hospitalization or visits from the National Inpatient Register and Outpatient Specialist Care Register, and sociodemographic characteristics such as age, sex, county of residence were obtained from the Total Population Register. [14, 15] We also used the Cancer Register to identify malignant tumors, and the Swedish Prescribed Drug Register to identify prescriptions dispensed by individuals and further our understating of disease burden. [16, 17] These data were originally aggregated as part of a study on comorbidities in cancer risk and survival.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "We identified all people living in Sweden on 31 st December 2014 and alive on 1 st January 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "We based our decision on the prognostic factors for severe COVID-19 on the guidelines from the World Health Organization and European Centre for Disease Prevention and Control, [1, 2] which were age 70 years and older, cardiovascular disease, cancer, COPD, severe asthma, and diabetes. Age was calculated at 31 st December 2015. An individual was then identified as having an underlying medical condition if they had a diagnosis in either the Inpatient or Outpatient Register (as primary or secondary diagnosis) or the Cancer Register within three years prior to 1 st January 2016. If data were available, we also identified related dispensations of prescriptions from the Prescribed Drug Register within the same time period. We used International Statistical Classification of Diseases and Related Health Problems version 10 codes (ICD-10) to identify a diagnosis and Active Therapeutic Chemical codes (ATC) to identify the dispensation of a prescription. The ICD-10 and ATC codes for underlying medical conditions were: cardiovascular disease (I20-I99), cancer (C00-C75), COPD (J41-J44), severe asthma (J45), and diabetes (E10, E11, E13, E14, O24; ATC: A10).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Identification of prognostic factors for severe COVID-19 disease"
        },
        {
            "text": "We initially calculated the burden (raw number) and prevalence (proportion) of all individuals living in Sweden in relation to their sex, age (1-9, 10-19, 20-29, 30-39, 40-49, 50-59, 60-69, 70-79, 80+), county of residence (21 counties), if they had a predetermined prognostic factors for severe COVID-19, and if they had at least one, two, or three of these prognostic factors. We then calculated the burden and prevalence of the five underlying medical conditions across each age group, and the burden and prevalence of each of the six prognostic factors individually in each of the 21 counties across the whole of Sweden. We also calculated the age group stratified burden and prevalence of each of the five underlying medical conditions in each county. Finally, we calculated the burden and prevalence of individuals with at least one, two, and three prognostic factors for severe COVID-19 in each county.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "We repeated all above analyses using a look back period of one, five and ten years prior to 1 st January 2016 to define occurrence of disease in the registers, rather than three years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "No patients were involved in setting the research question or the outcome choices, nor were they involved in developing plans for design or implementation of the study. No patients were asked to advise on interpretation or writing up of results. Table 1 shows the characteristics of the study population. The mean age was 41 years and around 50% of the 9.6 million individuals lived in three of the 21 counties (Stockholm, Västra Götaland and Skåne). Over 22% had at least one prognostic factor for severe COVID-19 (2,131,319 individuals), and 1.6% had at least three factors (154,746 individuals). Table 2 shows the burden and prevalence of each medical condition by age group in the study population. The prevalence of each condition generally increased as age increased; however, there was a higher prevalence of severe asthma in the youngest groups compared with all other age groups. Table 3 shows the burden and prevalence of each of the six prognostic factors in each Swedish county, and Figure 1 visualizes the ratio of the county specific prevalence of each factor to the prevalence of that factor overall in the study population. The burden and prevalence of all prognostic factors were as follows (Table 3) : the proportion of people aged 70 years and older ranged from 11.1% in Stockholm (242,208 individuals) to 17.6% in Kalmar (40,872 individuals); cardiovascular disease ranged from 6.4% in Uppsala and Stockholm (22,086 and 140,165 individuals) to 8.8% in Dalarna (24,205 individuals); cancer ranged from 1.1% in Norrbotten (2,790 individuals) to 1.6% in Halland (5,067 individuals); COPD ranged from 0.6% in Västerbotten (1,708 individuals) to 1.1% in Kalmar (2,448 individuals); severe asthma ranged from 1.8% in Västra Götaland and Örebro (29,353 and 5,243 individuals) to 2.6% in Norrbotten and Stockholm (6,407 and 56,251 individuals); and diabetes ranged from 4.0% in Stockholm (86,195) to 4.7% in Uppsala (16, 311) . The burden of each of the five underlying medical conditions stratified by age group in each county are also presented in Appendix 1. Table 4 shows the burden and prevalence of individuals with at least one, two, and three of the six prognostic factors for severe COVID-19 in each county in Sweden, and Figure 2 visualizes the ratio of the county specific prevalence of people living with at least one, two, and three factors compared with the overall prevalence in the study population. The burden and prevalence of prognostic factors were: at least one prognostic factor ranged from 19.2% in Stockholm (416,988 individuals) to 25.9% in Kalmar (60,005 individuals); at least two prognostic factors ranged from 5.5% in Stockholm (119,057 individuals) to 8.5% in Kalmar (19, 699 individuals; and at least three prognostic factors ranged from 1.3% in Stockholm (28,162 individuals) to 2.1% in Kalmar (4,839 individuals).",
            "cite_spans": [
                {
                    "start": 1928,
                    "end": 1932,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1933,
                    "end": 1937,
                    "text": "311)",
                    "ref_id": null
                },
                {
                    "start": 2709,
                    "end": 2713,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2714,
                    "end": 2717,
                    "text": "699",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 606,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 896,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1003,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1217,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 2074,
                    "end": 2081,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 2243,
                    "end": 2251,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Patient Involvement"
        },
        {
            "text": "All analyses with a look back period of one, five, and ten years are shown in Appendices 2-10 There was generally a greater burden of prognostic factors as the look back period increased. Across all of Sweden, the overall prevalence of individuals with at least one prognostic factor ranged from 19.4% with a one year look back to 27.6% with a ten year look back, and the overall prevalence of individuals with at least three prognostic factors ranged from 0.5% with a one year look back to 2.9% with a ten year look back (Appendix 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "Using data from the whole Swedish population, we show that over 2 million individuals (22.1%) have at least one of six prognostic factors for severe COVID-19 disease if infected, as defined . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057919 doi: medRxiv preprint by the World Health Organization and the European Centre for Disease Prevention and Control (cardiovascular disease, cancer, COPD, severe asthma, diabetes, or age 70 years and older). More than 150,000 individuals (1.6%) have at least three of these prognostic factors, which identifies the most vulnerable population. We also show that the distribution of the prognostic factors is heterogeneous across Sweden, with the Kalmar county containing the highest proportion of its inhabitants with at least one factor (25.5%). However, due to its high population density in comparison with other counties, Stockholm county has the highest number of individuals with at least one prognostic factors (416,988 individuals). We also present age and county specific prevalence of each prognostic factor to facilitate capacity planning and to provide underlying data for assumptions made in mathematical modelling of the current pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The number of people living with cardiovascular disease in 2015 in Sweden was 492,943 according to the Global Burden of Diseases studies, which is higher than the 389,774 we reported in the one year look back estimate in Appendix 2. [18] However, previous studies suggest the specificity and sensitivity of diagnoses of specific cardiovascular diagnoses such as acute myocardial infarction, heart failure and atrial fibrillation from the National Patient Registers are high. [19] The National Cancer Register reported that there were 214,000 individual tumors reported in 3 years prior to 31 st December 2016, while we report 129, 155 individuals in our study population with at least one tumor in 3 years prior to 1 st January 2016. [20] The prevalence of COPD is estimated at around 4-10% in Sweden, which is higher than the 0.8% we calculated. However, only 30% of COPD cases are diagnosed by healthcare professionals, which are often the most severe cases. The low observed prevalence of COPD in our study may therefore be due to us only capturing severe disease that is recorded in the Patient Register, and we were unable to capture moderate and mild COPD diagnosed and treated exclusively in primary care. [21] [22] [23] We have also underestimated the prevalence of asthma in Sweden, which is known to be between 8-10%, as we were only able to identify severe cases that required hospital admission. [19, 24, 25] However, more severe asthma is likely to exacerbate more severe COVID-19 disease, meaning we have identified those at the greatest risk. Finally, a study calculated a diabetes prevalence of 4.6% in Stockholm using survey data from the Stockholm Public Health Cohort, which is slightly higher than our estimate of 4.0%. [26] However, a report from the National Diabetes Register suggests that 22.6% of diabetes cases do not require pharmaceutical therapies, and only can be identified from primary care or quality registers, for which we did not have access. [27, 28] ",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1413,
                    "end": 1416,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1417,
                    "end": 1420,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1979,
                    "end": 1983,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1984,
                    "end": 1987,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Comparison to other studies"
        },
        {
            "text": "Sweden is one of the few countries in the world where the study population for an analysis is the whole country. It is therefore possible to accurately calculate prevalence of underlying medical conditions for the whole population, without sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "We were only able to identify the burden of prognostic factors on 1 st January 2016. However, it is unlikely that the structure of the Swedish population has changed enough in four years to considerably change the prevalence estimates we calculated. The population of Sweden has increased by 476,572 inhabitants between 1 st January 2016 and 1 st January 2020. [29] We could not identify all underlying medical conditions that the World Health Organization and the European Centre for Disease Prevention and Control suggest are prognostic factors for severe COVID-19 disease. Given the data we had available, we were not able to identify individuals with hypertension or high blood pressure because these conditions are usually diagnosed in primary care, and we only had access to data from specialized outpatient care and hospitalizations. [30] The Prescribed Drug Register could identify individuals with hypertension or high blood pressure as it includes information on individuals that dispensed a medication regularly used to treat these . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057919 doi: medRxiv preprint conditions (diuretics, beta-blockers, ACE inhibitors etc.). [30] However, the data we had available from the Prescribed Drug Register did not include information on these medications. Given hypertension and high blood pressure are precursors of clinical cardiovascular disease, it is likely that those with the most severe disease are captured in our cardiovascular disease estimates. Furthermore, other health agencies around the world (Center for Disease Control, United States; National Health Service, United Kingdom) have suggested additional prognostic factors for severe COVID-19 disease such as chronic kidney disease, liver disease, immunosuppression, and severe obesity. We decided to ground our choice of prognostic factors on recommendations from the World Health Organization and the European Centre for Disease Prevention and Control to give an overview of factors deemed important by multinational organizations, and as these are likely the guidelines that individuals in Sweden and Europe are currently following.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "There is little available evidence on the prognostic factors that contribute the most to severe COVID-19 disease in different populations across the world. Our raw measure of cumulative number of prognostic factors for severe COVID-19 disease may therefore not represent those at the highest risk if one factor contributes more to severe disease in comparison with the others. Data from the World Health organization-China Joint Mission on Coronavirus Disease suggest that the case-fatality is highest in those with cardiovascular disease (13.2%) compared with cancer (7.6%), chronic respiratory disease (8.0%), diabetes (9.2%), and those with no comorbid conditions (1.4%). [31] If this is similar in all populations, then the individual prevalence of each of the prognostic factors at national and county level in Sweden that we have also presented may give better information of the populations at highest risk of severe COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 679,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "All calculations from the main analyses rest on the assumption that any medical conditions were diagnosed within three years prior to 1 st January 2016. We have also presented the same analyses when the look back period is changed to one, five and ten years. The primary look back period was defined as three years due to being a reasonable time frame to capture individuals with active disease. We believe that this is a fair assumption and gives an accurate overview of the burden of disease in the population for all diseases apart from cancer. It has been suggested that only those with active cancer are truly at a high risk of severe COVID-19, and a definition of active cancer can take many forms. [32] Three years can be considered a long time after cancer diagnosis, and if the individual has survived, it is likely they will be considered to no longer have active cancer at three years after diagnosis. Therefore, for cancer, the analysis with a one year look back period may be a better estimation of individuals with active disease.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 709,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This study gives an accurate overview of the burden and prevalence of individuals in Sweden with the prognostic factors for severe COVID-19 disease. We have not made any attempt to model the transmission of the disease, but rather provide clear calculations of the number of vulnerable individuals based on current guidelines. The burden of severe COVID-19 disease will not reach the numbers we report in this study if public health interventions and mitigation strategies are successful. However, these numbers will allow authorities to optimally plan healthcare resources, by comparing the number of individuals at risk of severe disease with the critical care capacity. These results can also be applied to underlying assumptions of disease burden in modelling efforts to support COVID-19 planning. Overall, this information is crucial when deciding appropriate strategies to mitigate the pandemic and reduce both the direct mortality burden from the disease itself, and the indirect mortality burden from potentially overwhelmed health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The Corresponding Author has the right to grant on behalf of all authors and does grant on behalf of all authors, a worldwide licence to the Publishers and its licensees in perpetuity, in all forms, formats and media (whether known now or created in the future), to i) publish, reproduce, distribute, display and store the Contribution, ii) translate the Contribution into other languages, create adaptations, reprints, include within collections and create summaries, extracts and/or, abstracts of the Contribution, iii) create any other derivative work(s) based on the Contribution, iv) to exploit all subsidiary rights in the Contribution, v) the inclusion of electronic links from the Contribution to third party material where-ever it may be located; and, vi) licence any third party to do any or all of the above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOOTNOTES"
        },
        {
            "text": "AM and KG generated the project idea. All authors contributed to the study design. AM and MT carried out all analyses. AM and KG drafted the manuscript. All authors contributed to further drafts and approved the final manuscript. AM is guarantor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "There was no specific funding for this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All authors have nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "Approved by the Regional Ethical Review Board in Stockholm (2011 Stockholm ( /634-31/4, 2016 Stockholm ( /27-32, 2018 Stockholm ( /1257 .",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 64,
                    "text": "Stockholm (2011",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 92,
                    "text": "Stockholm ( /634-31/4, 2016",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 117,
                    "text": "Stockholm ( /27-32, 2018",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 135,
                    "text": "Stockholm ( /1257",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "All data are freely available within the manuscript and appendices. No additional data available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "The lead author affirms that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as planned (and, if relevant, registered) have been explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057919 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• The World Health Organization and the European Centre for Disease Prevention and Control suggest that individuals over the age of 70 years or with underlying cardiovascular disease, cancer, chronic obstructive pulmonary disease, asthma, or diabetes are at increased risk of severe COVID-19 disease. • Governments around the world now recommend that individuals with at least one of these prognostic factors for severe COVID-19 self-isolate for prolonged periods of time to not only reduce the risk contracting severe disease, but also prevent any sudden increase in demand for critical care in hospitals, which could overwhelm health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is already known on this topic"
        },
        {
            "text": "• This study reports that over 22% of the Swedish population have at least one of the prognostic factors, and 1.6% have at least three factors. • The prevalence of prognostic factors is heterogenous across Sweden, with the Kalmar county containing the highest proportion of its inhabitants with at least one factor (25.5%). However, due to its high population density, Stockholm county has the highest number of individuals with at least one prognostic factor (416,988 individuals). • These figures can be used to aid healthcare capacity planning to overcome any shortage in critical care beds and contribute towards underlying assumptions made in modelling efforts to support COVID-19 planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20057919 doi: medRxiv preprint Figure 1 . Maps showing the ratio of the county specific prevalence of each prognostic factor for severe COVID-19 compared with the overall prevalence of that factor in Sweden *Ratio corresponds to the county specific prevalence of each factor to the prevalence of that factor overall in the study population Figure 2 . Maps showing the ratio of the county specific prevalence of people living with at least one, two, and three prognostic factors for severe COVID-19 compared with the overall prevalence in Sweden *Ratio corresponds to the county specific prevalence of people living with at least one, two, and three factors compared with the overall prevalence in the study population",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 424,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disease background of COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C F D P"
                    ],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adjusted age-specific case fatality ratio during the COVID-19 epidemic in Hubei, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y.-Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Reviews Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19: risk factors for severe disease and death",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adab",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Incidence, clinical characteristics and prognostic factor of patients with COVID-19: a systematic review and meta-analysis. medRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand. 2020, WHO Collaborating Centre for Infectious Disease Modelling MRC Centre for Global Infectious Disease Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Report",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 health care demand and mortality in Sweden in response to nonpharmaceutical (NPIs) mitigation and suppression scenarios. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Swedish personal identity number: possibilities and pitfalls in healthcare and medical research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European journal of epidemiology",
            "volume": "24",
            "issn": "11",
            "pages": "659--667",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "External review and validation of the Swedish national inpatient register",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC public health",
            "volume": "11",
            "issn": "",
            "pages": "450--450",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Registers of the Swedish total population and their use in medical research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Epidemiol",
            "volume": "31",
            "issn": "2",
            "pages": "125--161",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The new Swedish Prescribed Drug Register--opportunities for pharmacoepidemiological research and experience from the first six months",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wettermark",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pharmacoepidemiol Drug Saf",
            "volume": "16",
            "issn": "7",
            "pages": "726--761",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The completeness of the Swedish Cancer Register: a sample survey for year 1998",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Oncol",
            "volume": "48",
            "issn": "1",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global Burden of Disease database",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "External review and validation of the Swedish national inpatient register",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "NORDCAN: cancer incidence, mortality, prevalence and survival in the Nordic countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Engholm",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pattern of Cardiovascular Comorbidity in COPD in a Country with Lowsmoking Prevalence: Results from Two-population-based Cohorts from Sweden",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "COPD: Journal of Chronic Obstructive Pulmonary Disease",
            "volume": "15",
            "issn": "5",
            "pages": "454--463",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Decreased prevalence of moderate to severe COPD over 15 years in northern Sweden",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Backman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respir Med",
            "volume": "114",
            "issn": "",
            "pages": "103--113",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Seven-year cumulative incidence of COPD in an age-stratified general population sample",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "4",
            "pages": "879--85",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "West Sweden Asthma Study: prevalence trends over the last 18 years argues no recent increase in asthma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lötvall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respir Res",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Increased prevalence of allergic asthma from 1996 to 2006 and further to 2016-results from three population surveys",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Backman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Exp Allergy",
            "volume": "47",
            "issn": "11",
            "pages": "1426--1435",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prevalence and incidence of diabetes in Stockholm County",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The National Diabetes Register in Sweden. An implementation of the St. Vincent Declaration for Quality Improvement in Diabetes Care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gudbjörnsdottir",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "1270--1276",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Diabetes Prevalence in Sweden at Present and Projections for Year 2050",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahlbom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hypertension, the Swedish Patient Register, and Selection BiasHypertension, the Swedish Patient Register, and Selection BiasLetters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brunström",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Internal Medicine",
            "volume": "176",
            "issn": "6",
            "pages": "862--863",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cancer guidelines during the COVID-19 pandemic. The Lancet Oncology, 2020. 525 (0.1) 15,266 (1.2)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "50--59",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Burden and prevalence of at least one, two, or three prognostic factors for severe COVID-19 in each Swedish county* County Prognostic factors",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of the study population* Number of prognostic factors for severe COVID-19 Burden and prevalence of underlying medical conditions suggesting high risk for severe COVID-19 by age group* Burden and prevalence of prognostic factors for severe COVID-19 by each Swedish county*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}