{
    "paper_id": "d936551e68c18e2c0da52ba30223553067764d0e",
    "metadata": {
        "title": "Designing a multi-epitope peptide-based vaccine against SARS-CoV-2 Scientist C -Centre for DNA Taxonomy & Coordinator -Centre for Forensic Sciences",
        "authors": [
            {
                "first": "Abhishek",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zoological Survey of India",
                    "location": {
                        "addrLine": "New Alipore",
                        "settlement": "Kolkata-700053",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Mukesh",
                "middle": [],
                "last": "Thakur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zoological Survey of India",
                    "location": {
                        "addrLine": "New Alipore",
                        "settlement": "Kolkata-700053",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zoological Survey of India",
                    "location": {
                        "addrLine": "New Alipore",
                        "settlement": "Kolkata-700053",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Kailash",
                "middle": [],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zoological Survey of India",
                    "location": {
                        "addrLine": "New Alipore",
                        "settlement": "Kolkata-700053",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "14 COVID-19 pandemic has resulted so far 14,395,16 confirmed cases with 85,711 deaths from the 15 212 countries, or territories. Due to multifacet issues and challenges in implementation of the 16 safety & preventive measures, inconsistent coordination between societies-governments and 17 most importanly lack of specific vaccine to SARS-CoV-2, the spread of Wuhan originated virus 18 is still uprising after taking a heavy toll on human life. In the present study, we mapped several 19 immunogenic epitopes (B-cell, T-cell, and IFN-gamma) over the entire structural proteins of 20 SARS-CoV-2 and by applying various computational and immunoinformatics approaches, we 21 designed a multi-epitope peptide based vaccine that predicted high immunogenic response in the 22 largest proportion of world's human population. To ensure high expression of the recombinant 23 vaccine in E. coli, codon optimization and in-silico cloning were also carried out. The designed 24 vaccine with high molecular affinity to TLR3 and TLR4, was found capable to initiate effective 25 innate and adaptive immune response. The immune simulation also suggested uprising high 26 levels of both B-cell and T-cell mediated immunity which on subsequent exposure cleared 27 antigen from the system. The proposed vaccine found promising by yielding desired results and 28 hence, should be tested by practical experimentations for its functioning and efficacy to 29 neutralize SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "by consensus method of Immune Epitope Database (IEDB) tool [34] . The identified epitopes 123 were scrutinized based on the consensus score i.e. ≤2 and only those epitopes were considered as 124 strong binders and selected for further analysis which were predicted by more than one allele of 125 both the method used.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "123",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "125",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Helper T-cell (HTL) epitopes 127 Fifteen residue long HTL epitopes recognized by HLA Class II DRB1 alleles were predicted 128 using Net MHC II pan 3.2 server [35] . The thresholds for strong binder and weak binder were set 129 as default. Further another set of HTL epitopes of 15 residues length recognized by HLA DR 130 alleles were identified using the consensus method as implemented in the IEDB server [34] The 131 epitopes with a percentile rank of ≤2 and predicted by more than one allele of both the methods 132 were considered as a strong binder and scrutinized for further analysis. 134 Considering the fact that epitopes with affinity for multiple HLA alleles tend to induce relatively 135 more immune response in the host cell, we scrutinized overlapping epitopes with affinity to both 136 HLA class I and class II alleles for immunogenicity and allergen prediction using VaxiJen v2.0 were predicted using Ellipro server [38] . The prediction parameters like Minimum score and 146 Maximum distance (Anstrom) were set as 0.8 and 6, respectively. 148 Since, IFN gamma is the signature cytokine of both the innate and adaptive immune system and The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "127",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "134",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "148",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "Predicted T-cell and B-cell epitopes were submitted to the IEDB conservancy analys is tool [40] 155 to identify the degree of conservancy in the structural protein sequences and the epitopes with 156 100% conservancy were selected for further analysis.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Identification of IFN-gamma epitopes"
        },
        {
            "text": "Population coverage and autoimmunity identification 158 Immunogenetic response of human population towards the selected overlapping CTL and HTL 159 epitopes against their respective HLA genotype frequencies was predicted using IEDB 160 population coverage analysis tool [41] . Those epitopes exhibiting 50% or more population 161 coverage were scrutinized and to red uce the probability of autoimmunity, all the selected 162 epitopes were subjected to BlastP search analysis against the Human proteome. Epitopes",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "158",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "showing similarity to any human protein were excluded from the further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "163"
        },
        {
            "text": "Inte raction analysis of epitopes and their HLA alleles 165 The sequence of scrutinized epitopes was submitted to an online server PEPFOLD 3 [42] for 3D 166 structure modeling. The structure of the most common HLA alleles i.e. HLA-DRB1 *01:01 167 (HLA class II) and HLA-A* 02:01 (HLA class I) in human population were retrieved from 168 Protein data bank (PDB) with a PDB ID of 2g9h and 1QEW. Any ligand associated with the 169 HLA allele's structure was removed and energyminimization was carried out. Thereafter, the 170 modeled epitopes were docked with the corresponding HLA allele using a web server Patchdock",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "165",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "164"
        },
        {
            "text": "[43], to study the interaction pattern of receptor and ligand. The parameters like clustering 172 RMSD value and the complex type was kept as 0.4 and default. The result obtained from 173 Patchdock was forwarded to the Firedock server [44] for the refinement of the best 10 models.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "173",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "171"
        },
        {
            "text": "Based on Global energy value, the complex with the lowest global energy was scrutinized and 175 the corresponding CTL and HTL epitopes were selected for the final vaccine construct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "174"
        },
        {
            "text": "Construction and quality control of final multi-epitope vaccine 177 For the construction of a multi-epitope vaccine against SARS-CoV-2, we followed Chauhan et 178 al.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "177",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "[23] with some modifications. The epitopes were finally selected based on meeting the 179 following criteria: 1). epitopes must be immunogenic, non-allergic and overlapping with affinity 180 to both HLA class I and class II alleles; 2).epitopes must be capable to activate both CTL and 181 HTL cells and must have a minimum 50% of the population coverage; 3).epitopes should not be Prediction of secondary structure 195 The secondary structure of the constructed vaccine was predicted using the SOPMA tool [26] . The refined finalized 3D structures obtained from Raptor-X was better than the models generated 264 from I Tasser and Phyre2 as Raptor-X models showed least percentage of outliers and therefore The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "195",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "The CTL epitopes overlapping with HTL epitopes were scrutinized and subjected to 275 immunogenicity and allergenicity prediction. In total, 16 CTL overlapped epitopes were 276 predicted in Envelop protein, 8 in Nucleocapsid protein, 25 in Surface protein and 9 epitopes in 277 Membrane protein (Table S4 -S11). All these selected epitopes were predicted to be non-allergic 278 with high antigenic scores. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint in the pET-28(+) vector, the simulation based generated immune response suggested that the 425 primary and secondary immune response will be coherent with the actual expected response. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint Figure 1 ). The 3D models of structural proteins of SARS-CoV-2.1). Envelop protein; 2). Membrane protein; 3). Nucleocapsid protein; 4). Surface protein author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 303,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 882,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "176"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) 1)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) 1)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint Figure. 6. In silico simulation of immune response using vaccine as an antigen after subsequent three injections. 1). Antigen and Immunoglobins. 2). B-cell population. 3). B-cell population per state. 4). Cytotoxic T-cell population. 5). Cytotoxic T-cell population per state. 6). Helper T-cell population. 7). Macrophages population per state. 8). Dendritic cell population per state. 9). Cytokine production. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "2) 1)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) 1)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.040618 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) 1)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wlodawer, A. Stereochemistry and validation of macromolecular structures",
            "authors": [],
            "year": 2020,
            "venue": "World Coronavirus disease 2019 (COVID-19) Situation Report -77, 9 th",
            "volume": "447",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.15.040618"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "137 server [24] and AllerTop v.2.0 [36] tool with an immunogenic threshold of 0.4. These epitopes 138 would have high potential to activate both CTL and HTL cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Identification of Continuous and Discontinuous B-cell epitopes140 B-cell epitopes are short amino acid sequences recognized by the surface-bound receptors of B-141 lymphocyte. Their identification plays a major role in vaccine designing, and thus two types-142 Continuous and Discontinuous B-cell epitopes were predicted over the corresponding structural 143 protein sequences. The continuous B-cell epitopes, present on the surface of proteins, were 144 predicted using BCpred 2.0 [37] server and the discontinuous epitopes which were fairly large 145",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "149 epitopes with potency to induce IFN gamma could boost the immunogenic capacity of any 150 vaccine. Thus, IFN gamma epitopes were predicted for each structural protein by the IFNepitope 151 server [39]. 152 Characterization of predicted epitopes 153 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "182overlapping with any human gene and the predicted B-Cell epitopes should overlap with 183 finalized CTL and HTL epitopes and should be present on the surface of the target protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Antigenicity, alle rgenicity and physioche mical properties of vaccine 190 The antigenicity of the proposed vaccine was predicted using VaxiJen v2.0 server [24] a nd 191 allergenicity was predicted using Allertop v.2.0 prediction tool [36]. The physicochemical 192 property of the designed vaccine was predicted by submitting the final sequence of the vaccine to 193 the Expasy Protpram online server [25].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "With the input of vaccine sequence and output width 70, the parameters like the number of 197 conformational states, similarity threshold, and window width were set as 4 (Helix, Sheet, Turn, 198 Coil), 8 and 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Modeling, refinement, and validation of vaccine construct200    The final model of the constructed vaccine was prepared using a homology modeling tool201 SPARKS-X [45]. Among the top 10 predicted models, the model with the highest Z-score was 202 selected and subjected for refinement using the Galaxy refine server [30]. Among all the 203 refinement tools, Galaxy refine is one of the most efficient server according to CASP10 204 evaluation. Then after, we utilized ProSA-webtool [46] to assess the overall and local quality of 205 the predicted model based on the Z-score. If the Z-score lies outside the range of native protein 206 of similar size, a chance of error increases in the predicted structure. Further to check the overall 207 quality of the refined structure of vaccine, Ramachandran plot analysis was carried out using the 9 84 and 168 where each time step is equal to 8 hours of real-life [53]. Since, several patients 247 wordwide got recurrent infection of SARS-CoV-2, 12 consecutive injections were administered 248 four weeks apart for the assessment of after effects of vaccine exposure on SARStarget structural protein sequences, i.e. Surface, Membrane, Envelop and 252 Nucleocapsid proteins from the whole-genome of SARS-CoV-2, 29903 bp ss-RNA (GenBank: 253 MN908947.3). Antigenicity prediction from the structural protein sequences revealed that 254 Envelop proteins has the highest antigenicity score 0.6025, followed by Membrane, 255 Nucleocapsid and Surface protein (table 1). 256 Physioche mical and secondary structural prope rties 257 Theoretical estimates of isoelectric point (PI) suggested that all the structural proteins were basic 258 in nature and their predicted instability indices were below 40 indicating their stable nature 259 except the Nucleocapsid protein with an instability index of 55.09 (table S1). The predicted 260 secondary structure characteristics of all the structural proteins showed varaible percentage of 261 Alpha Helix, Extended Strand, Beta Turn and Random Coil(table S2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "265 selected for further analysis (figure 1). Details of various models of the structural proteins 266 through Ramachandran plot analysis are given in table S3. 267 Prediction of CTL and HTL epitopes 268 A total of 29 CTL epitopes in Envelop protein, 77 in Nucleocapsid, 340 in Surface and 89 269 epitopes in Membrane protein were predicted with strong binding affinity for multiple alleles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Similarly, 35 HTL epitopes in Envelop protein, 51 in Nucleocapsid, 252 in surface and 23 271 epitopes in Membrane protein were predicted. All these epitopes were strong binders and 272 predicted percentile rank of ≤2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Identification of overlapping T cell epitopes274 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "continuous B cell epitopes present on the surface of their respective proteins were 281 selected based on their antigenic, non-allergic and overlapping nature in the finalized CTL and 282 HTL epitopes. With these criteria, five epitopes were obtained in Surface protein, three in 283 Nucleocapsid and one in Membrane protein (table S12). No epitope with such criteria was 284 identified in Envelop protein. Further, one discontinuous epitope in Envelop protein, seven in 285 Nucleocapsid, nine in Surface and four discontinuous epitopes were predicted in Membrane 286 protein (table S13). 287 Identification of IFN-gamma epitopes 288 The server IFNepitope predicted eight epitopes in Envelop protein, 39 in Membrane, 66 in 289 Nucleocapsid and 281 in Surface protein. Based on antigenicity and non-allergenicity, eight 290 epitopes were scrutinized in Envelop protein, 13 in Membrane, 43 in Nucleocapsid and 81 in 291 Surface protein. To obtain the highest immunogenicity and reduce the overload of epitopes in 292 vaccine construct, we selected one epitope from each protein with the highest antigenicity score 293 and non-allergenicity (table S14). 294 Characterization of predicted epitopes 295 Conservation analysis, Population coverage, and autoimmunity identification 296 The conservation prediction resulted that all the selected T cell and B cell epitopes were 100% 297 conserved among the target structural proteins and population coverage prediction showed that 298 five epitopes in Envelop protein, two in Membrane, two in Nucleocapsid and six epitopes in 299 Surface protein covered more than 50% of worldwide population. No selected epitope with 300 >50% population coverage showed homology with any human protein. Thus, altogether 30 301 epitopes, 15 each of CTL and HTL, met the above criteria were processed for the interaction 302 analysis with the commonly occurring HLA alleles in the Human population(table S15).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Inte raction analysis of epitopes and their HLA alleles resulted in 10 predicted docked complex. Each complex showed different Global and HTL developed increased response corresponding to the memory cells signifying the 364 immunogenicity of T cell epitopes included in the vaccine construct. Increased activity of 365 macrophages was also observed at each exposure, whereas the activity of NK cells was observed 366 consistent throughout the period. A significant increase in the level of IFN gamma, IL-10, IL-23, 367 and IL-12 was also observed at subsequent exposure (figure 6). After the repeated exposure of 368 vaccine construct through 12 injections after a regular interval, a remarkable increase in the 369 level of IgM+IgG, IgG1+IgG2. Though, IgG1 increased slightly but IgM and IgG2 increased 370 consistently. A surge in the memory corresponding to B cell and T cells was observed 371 throughout the exposure while the level of IFN gamma was consistently high from first to last 372 exposure (figure S4). This signifies that the vaccine proposed in this study has generated a strong 373 immune response in case of short exposure and immunity increases even on subsequent repeated 374 exposure.375Discussion376The recent outbreak of SARS-CoV-2 in Wuhan city of China raised several questions regarding 377 the susceptibility of Humans against these novel pathogens. As predicted earlier about the re-378 emergence of novel variants of SARS-CoV [54], SARS-CoV-2 proved to be more lethal as 379 compared to the previous variants in terms of wide spread of virus in a short period of time. This 380 escalated rate of transmission initiated a pursuit for a vaccine development against SARS-CoV-381 2, which is currently a worldwide pandemic with over 1.43 million cases and 85, 711 deaths [1]. 382 With strict and comprehensive measures, vaccine development and its application could play a 383 key role in eliminating the virus from the Human population or to restrain the spread among 384 individuals and different populations. Thus several efforts are being made to address the 385 challenge that appeared in the current scenario with appreciable advancements in the 386 understanding of virus biology and its etiology. The lack of knowledge regarding the response of 387 the immune system against viral infection is one of the major limitations in the path of vaccine 388 development for SARS-CoV-2. 389 This study is the piolt attempt in describing the potential immunogenic target over the structural 390 proteins and proposes a novel multi-epitope vaccine construct, by providing new rays of hope in 391 the initial phase of vaccine development. Certain criteria like poor antigenicity, allergenicity, low 392 affinity towards the immune cells, autoimmunity and oversize that could influence the suggested that the Envelop protein is the most potent protein to generate 396 immune response considering its role in viral assembly. Since, immunity against any pathogen is 397 prominently dependent, how it gets recognized by B cells and T cells. We identified epitopes 398 corresponding to B cells and T cells in each structural protein so that both humoral and cellular 399 immunity can be induced with the exposure of vaccine construct. The proposed vaccine construct 400 is designed based on the epitopes that have been selected with the most robust criteria,e.g. their 401 nature of antigenic, non-allergic, 100% conserved among the target proteins, their affinity for 402 multiple alleles, no homology with any of the human proteins, their worldwide coverage of 403 human population (>50% of worldwide population covered) and effective molecular interaction 404 with their respective HLA alleles. Further,, IFN gamma epitopes which are equally effective in 405 immune regulatory, antiviral and antitumor activities, the final vaccine construct was designed 406 with also due considering of the IFN gamma epitopes to increase the immune recognition ability. 407 The designed vaccine of 430 amino acid residues has a molecular weight of 45.131K Da, also 408 falls in the defined range of average molecular weight of a mullti-epitope vaccine. The instability 409 index and theoretical PI also suggested that the vaccine is stable and basic in nature and the 410 estimated half-life suggested that the recognized peptide does not possess a short half-life and 411 would remain viable for a span adequate to generate a potential immune response. Vaccine 412 model refinement and validation indicated that quality of the predicted model was good as more 413 than 90% residues were in the favored region [55]. The B-cell continuous epitopes predicted 414 over the surface of the vaccine suggested that the vaccine is capable to get recognized by B-cells 415 indicating its effectiveness. TLR 3 and TLR 4 have proven recognition capability in both SARS-416 CoV and MERSCoV. Considering the similar genome characterization of SARS-CoV and 417 SARS-CoV-2, the molecular interaction of vaccine with TLR 3 and TLR 4 through docking 418 analysis suggested that the constructed vaccine has a significant affinity towa rds the toll-like 419 receptors to act as sensor for recognizing molecular patterns of pathogen and initiating immune 420 response. Thus the vaccine TLR complex is capable of generating an effective innate immune 421 response against SARS-CoV-2. Further, Codon adaptation improved the expression of the 422 recombinant vaccine in E coli. Strain K12 with significant codon adaptation index and GC 423 content indicating elevated expression level. After successful cloning of the recombinant vaccine 424 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Subsequent exposure for three injections indicated the potential capability of vaccine for 427 generating memory cells and a higher probability of significant immune response on later 428 exposure to coronavirus. The consistent high level of IFN gamma also supported the activation 429 of humoral immunity. To understand the immunogenic potential of vaccine, repeated exposure in 430 the form of 12 injections was administered and the result suggested the consistent generation of a 431 strong immune response. With all these immunoinformatics approaches, the vaccine designed 432 against SARS-CoV-2 showed promising results in inducing immune response. 433 Without proper control methods or vaccines, it is difficult to curb coronavirus pandemic given 434 the current situation. However, several medications have been tested against SARS-CoV-2, but 435 none of them showed complete effectiveness. In this study, a vaccinomics approach was carried 436 out to design a multi-epitope vaccine against SARS-CoV-2 using several in silico and 437 immunoinformatic approaches. Based on the computational and immunoinformatics approaches, 438 we propose that the designed vaccine has all the potential to induce both the innate and adaptive 439 immune systems and can neutralize the SARS-CoV-2, and therefore, an experimental validation 440 of the designed vaccine must be undertaken by the professional for reaching a conclusion for its 441 safety, efficacy and success. 442 Acknowledge ments 443 We thank Zoological Survey of India, Kolkata for providing access to the computational support, 444 working space and facilities to undertake the present study. on-the-second-meeting-ofthe-international-health-regulations-(2005) 456 emergency-committee-regarding-the-outbreak-of-novelcoronavirus-(2019-ncov) 457 (accessed on 29 March 2020). 458 5. Masters, P. S., Perlman, S. In Fields Virology Vol. 2 (eds Knipe, D. M. &Howley, P. , P. C. et al. Discovery of seven novel mammalian and avian coronaviruses in the 486 genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus 487 and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus 488 and deltacoronavirus. J. Virol. 86, 3995-4008 (2012). 489 18. Su, S. et al. Epidemiology, genetic recombination, and pathogenesis of coronaviruses. 490 Trends Microbiol. 24, 490-502 (2016). 491 19. Zhu, N. et al. A novel coronavirus from patients with pneumonia in China, 2019. New 492 England Journal of Medicine. (2020). 493 20. Schoeman, D., Fielding, B.C. Coronavirus envelope protein: current knowledge. Virol 494 J.16, 69 (2019). 495 21. Abdelmageed, M.I. et al. Design of multi epitope-based peptide vaccine against E protein 496 of human 2019-nCoV: An immunoinformatics approach. bioRxiv. (2020). 497 22. Bojin, F., Gavriliuc, O., Margineanu, M., Paunescu, V. Design of an Epitope-Based 498 Synthetic Long Peptide Vaccine to Counteract the Novel China Coronavirus (2019-499 nCoV). Preprints. (2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Chauhan, V. et al. Designing a multi-epitope based vaccine to combat Kaposi Sarcoma 501 utilizing immunoinformatics approach. Sci Rep. 9, 2517 (2019). 502 24. Doytchinova, I. A., Flower, D. R. VaxiJen: a server for prediction of protective antigens, 503 tumour antigens and subunit vaccines. BMC Bioinformatics. 8, 4 (2007). 504 25. Wilkins, M. R. et al. Protein identification and analysis tools in the ExPASy 505 server. Methods Mol. Biol. 112, 531-552 (1999).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Bioinformatics. 11, 681-684 (1995).509 27. Yang, J. et al. The I-TASSER Suite: protein structure and function prediction. Nature 510 methods. 12, 7 (2015).511 28. Källberg, M. et al. Template-based protein structure modeling using the RaptorX web 512 server. Nature protocols. 7, 1511 (2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "protein modeling, prediction and analysis. Nature protocols. 10, 845 (2015). 515 30. Heo, L., Park, H., Seok, C. GalaxyRefine: Protein structure refinement driven by side-516 chain repacking. Nucleic acids research. 41, 384-388 (2013). 517 31. Lovell, S. C. et al. Structure validation by Cα geometry: ϕ, ψ and Cβ deviation. Proteins: 518 Structure, Function, and Bioinformatics. 50, 437-450 (2003). 519 32. Pettersen, E. F. et al. UCSF Chimera-a visualization system for exploratory research and 520 analysis. Journal of Computational Chemistry. 13, 1605-1612 (2004). 521 33. Larsen, M. V. et al. Large-scale validation of methods for cytotoxic T-lymphocyte 522 epitope prediction. BMC bioinformatics. 8, 424 (2007). 523 34. Kim, Y. et al. Immune epitope database analysis resource. Nucleic acids research. 40, 524 525-530 (2012). 525 35. Jensen, K. K. et al. Improved methods for predicting peptide binding affinity to MHC 526 class II molecules. Immunology. 154(3), 394-406 (2018).527 36. Bangov, I., Doytchinova, I., Dimitrov, I., Flower, D. AllerTOP v.2 -A server for in silico 528 prediction of allergens. J. Mol. Model. 20, 2278-2284 (2014)..529 37. Manzalawy, Y.EL., Dobbs, D., Honavar, V. Predicting linear B-cell epitopes using 530 string kernels. Journal of Molecular Recognition: An Interdisciplinary Journal. 21, 243-531 255 (2008). 532 38. Ponomarenko, J. et al. ElliPro: a new structure-based tool for the prediction of antibody 533 epitopes. BMC bioinformatics. 9, 514 (2008). 534 39. Dhanda, S. K., Vir, P., Raghava, G. P. Designing of interferon-gamma inducing MHC 535 class-II binders. Biology direct. 8, 30 (2013).536 40. Bui, H. H., Sidney, J., Li, W., Fusseder, N., Sette, A. Development of an epitope 537 conservancy analysis tool to facilitate the design of epitope-based diagnostics and 538 vaccines. BMC bioinformatics. 8, 361 (2007).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Bui, H. H. et al. Predicting population coverage of T-cell epitope-based diagnostics and 540 vaccines. BMC bioinformatics. 7, 153 (2006).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Lamiable, A. et al. PEP-FOLD3: faster de novo structure prediction for linear peptides in 542 solution and in complex. Nucleic acids research. 44, 449-454 (2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "548 45. Y. Yang., E. Faraggi., H. Zhao., Y. Zhou. Improving protein fold recognition and 549 template-based modeling by employing probabilistic-based matching between predicted 550 one-dimensional structural properties of query and corresponding native properties of 551 templates. Bioinformatics. 27(15), 2076-2082 (2011).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Wiederstein, M., Sippl, M. J. ProSA-web: interactive web service for the recognition of 553 errors in three-dimensional structures of proteins. Nucleic acids research. 35, Kozakov, D. The ClusPro web server for protein-protein docking. Nat. Protoc. Grote, A. et al. JCat: a novel tool to adapt codon usage of a target gene to its potential 558 expression host. Nucleic Acids Research. 33, 526-531 (2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Morla, S., Makhija, A., Kumar, S. Synonymous codon usage pattern in glycoprotein gene 560 of rabies virus. Gene. 584, 1-6 (2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Ali, M. et al. Exploring dengue genome to construct a multi-epitope based subunit 562 vaccine by utilizing immunoinformatics approach to battle against dengue infection. Sci 563 Rep. 7, 9232 (2017). 564 51. SnapGene software (from Insightful Science; available at snapgene.com). 565 52. Rapin, N., Lund, O., Bernaschi, M., Castiglione, F. Computational immunology meets 566 bioinformatics: the use of prediction tools for molecular binding in the simulation of the 567 immune system. PLoS One. 5, e9862 (2010).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Castiglione, F., Mantile, F., De Berardinis, P., Prisco, A. How the interval between prime 569 and boost injection affects the immune response in a computational model of the immune 570 system. Comput. Math. Methods Med. 1-9 (2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Cui, J., Li, F., Shi, Z. Origin and evolution of pathogenic co ronaviruses. Nat Rev 572 Microbiol. 17, 181-192 (2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Schematic diagram of final vaccine construct",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "1). 3 dimensional structure of final vaccine construct, 2). ProSA validation of predicted structure with Z score of -0.47.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "The interaction pattern of designed vaccine with TLR3 and TLR4. 1). Vaccine (Cyan) docked with receptor TLR3 (Red). 2). Vaccine (Cyan) docked with receptor TLR4 (Green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "In silico cloning of vaccine. The segment represented in red is the multi-epitope vaccine insert in pET-28(+) expression vector.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "construct of the multi-epitope vaccine. The HTL and IFN gamma epitopes were linked by GPGPG linkers, whereas the CTL epitopes were linked by AAY linkers[23]. An adjuvant, 50S ribosomal protein L7/L12 (Locus RL7_MYCTU) with an NCBI accessio n no: P9WHE3 was added to the N terminal to enhance the immunogenicity of the constructed vaccine.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "43. Schneidman, D., Inbar, Y., Nussinov, R., Wolfson, H. PatchDock and SymmDock: Servers for Rigid and Symmetric Docking. Nucleic acids research. 33. 363-7 (2005). 44. Mashiach, E., Schneidman, D., Andrusier, N., Nussinov, R., Wolfson, Haim. FireDock: 546 A Web Server for Fast Interaction Refinement in Molecular Docking. Nucleic acids research. 36. 229-32 (2008).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Details of target protein and their antigenicity score Final epitopes selected for multi-epitope vaccine construct after docking analysis with respective HLA alleles",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}