{
    "paper_id": "dbf158505690294afaee463a4c9743430c521db2",
    "metadata": {
        "title": "A Rapidly Deployable Negative Pressure Enclosure for Aerosol-Generating Medical Procedures",
        "authors": [
            {
                "first": "Anthony",
                "middle": [
                    "M"
                ],
                "last": "Chahal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vancouver General Hospital",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Van Dewark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vancouver General Hospital",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Gooch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vancouver General Hospital",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [],
                "last": "Fukushima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vancouver General Hospital",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Zachary",
                "middle": [
                    "M"
                ],
                "last": "Hudson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 pandemic presents significant safety challenges to healthcare professionals. In some jurisdictions, over 10% of confirmed cases of COVID-19 have been found among healthcare workers. Aerosol-generating medical procedures (AGMPs) may increase the risk of nosocomial transmission, exacerbated by present global shortages of personal protective equipment (PPE). Improved methods for mitigating risk during AGMPs are therefore urgently needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Aerosol Containment Enclosure (ACE) was constructed from acrylic with silicone gaskets for arm port seals and completed with a thin plastic sheet. Hospital wall suction generated negative pressure within the ACE. To evaluate protective capability, differential pressures were recorded under static conditions and during simulated AGMPs. Smoke flow patterns, fluorescence aerosolization, and sodium saccharin aerosolization tests were also conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Negative pressures of up to -47.7 mmH2O were obtained using the enclosure with two wall suction units (combined outflow of 70 L min -1 ), with inflow of O2 of 15 L min -1 . Negative pressures between -10 and -35 mmH2O were maintained during simulated AGMPs, including oxygen delivery by mask, airway suctioning, bag-mask manual ventilation and endotracheal intubation of a potential COVID-19 patient. The ACE effectively contained smoke, fluorescein aerosol, and sodium saccharin aerosol within the enclosure during use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The ACE is capable of maintaining negative pressure during simulated AGMPs. In all cases, containment was improved relative to an identical enclosure with non-occluded ports at ambient pressure. During the current COVID-19 pandemic, the use of such a device may assist in reducing nosocomial infections among healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has created an unprecedented risk to both health care providers and populations, with a coordinated global response confounded by limited resources. At the forefront of this response, healthcare workers face challenges in obtaining adequate personal protective equipment (PPE), creating a need for innovative solutions to better protect them from infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many patients with COVID-19 present with respiratory distress and require immediate airway support. Intubation, bag-mask ventilation (BMV), and the provision of high-flow oxygen may cause aerosolization of viral particles, increasing the risk to healthcare providers. 1 During the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003, intubation was identified as an independent risk factor for physician illness. 1 Negative pressure rooms, minimizing bedside staff, and wearing appropriate PPE are all recommended to mitigate the risk to healthcare providers during AGMPs. Recommendations for intubation suggest limiting oxygen flows for preoxygenation, avoiding apneic oxygenation, and avoiding bag-mask ventilation. Modified procedures during intubation include the use of a plastic sheet to cover the patient, or the use of a solid plastic shield separating healthcare providers from the patient's airway. 2 The authors propose that a negative pressure enclosure over a patient during intubation could reduce the risk of virus transmission to the healthcare team during AGMPs. Building upon the open plastic shield first proposed by Dr. Hsien-Yung Lai, the authors developed a negative pressure micro-enclosure which limits outward aerosol transmission. 3 This enclosure can be assembled at limited cost and deployed rapidly during emergent airway management, with simple resources found in many emergency departments and critical care spaces. Post-procedure, the enclosure can be cleaned for immediate reuse.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 419,
                    "end": 420,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 915,
                    "end": 916,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1263,
                    "end": 1264,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Healthcare providers are inherently at risk for nosocomial infections due to their close interactions with patients. During the SARS epidemic, 20% of all cases involved healthcare workers. 4 Similarly, in . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Similarly, as of April 2, 2020, in Ontario, Canada, 9.6% of all cases of COVID-19 have been reported in healthcare workers. 8 The high rates of infection in healthcare staff likely plays a key role in stressing healthcare delivery through human resource depletion. 9 Any means of minimizing these risks to healthcare delivery capacity is thus urgently required.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 341,
                    "end": 342,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Transmission through infectious droplets and aerosols represent significant components of this risk, with unique PPE requirements needed to mitigate each. Droplets, respiratory particles > 5 μm in diameter, tend to travel distances of 1 meter or less and settle quickly, whereas aerosols, particulates < 5 μm in diameter, remain in the air for longer and travel further. 10 This is of particular concern during the current COVID-19 pandemic as many AGMPs are potentially life-sustaining interventions for such infected patients. Unfortunately, aerosols containing SARS-CoV-2 may remain viable for several hours after they are produced. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Negative pressure rooms are an important tool for mitigating infection risk from aerosolized particles. 10 These rely on airflow from outside the environment into the closed room, which is then extracted through isolated vents, thereby safely containing aerosolized particles. This is akin to a biosafety cabinet, which uses airflow to protect personnel from their contents. National Sanitation Foundation / American National Standards Institute guidelines specify that Class II biosafety cabinets require a minimum flow of 0.38 -0.51 m/s (75-100 ft/min) to contain aerosols. 12 Air velocity through a gap is directly proportional to the airflow and inversely proportional to the area of the gap, as described below:",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint where V is air velocity (m/s), Q is airflow (m 3 /s), F is the gap area (m 2 ), µ is the flow coefficient (1), ∆P is the pressure differential (Pa) and ρ is the air density (kg/m 3 ). 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The authors conceived the Aerosol Containment Enclosure (ACE) by combining a modified intubating shield and plastic sheeting to fully enclose a patient. Negative pressure was generated using two standard hospital suctions, each providing up to 260 mmHg of suction with 35 L min -1 flow. The ACE was constructed from a four-sided acrylic frame with silicone gaskets on the arm ports, at a total cost of approximately $200 USD. Two arm ports were created for the primary airway operator, and two for an airway assistant standing to the primary operator's right.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Relative to the initial design reported by Dr. Lai, the arm ports were enlarged to 15.2 cm (6 in) to improve ergonomics, with 1.58 mm (1/16 inch) 30A durometer silicone gaskets added to provide an improved seal around the operators' arms ( Figure 1 ). All connections to the patient including monitor cables, intravenous lines, and oxygen tubing may be either run under the plastic sheet or under the enclosure. This allows for easy removal of the box without having to disconnect or withdraw any lines through the ports.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Flow into the ACE occurs through small leaks around the patient and the perimeter of the enclosure, through the mattress cover, and through the patient's oxygen source. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The caudal end of the box was enclosed using 0.008 mm (0.31 mil) high-density polyethylene (HPDE) plastic sheeting, chosen for its flexibility and strength. This material, designed for taping, draping and drop sheet covers, is readily available from painting supply stores. The extended width of this plastic is 2.7 m (9 ft), and it can be cut to length as desired, allowing the plastic to conform around the patient without large gaps. It is attached to the caudal edge of the ACE with tape, and, once suction is activated, the plastic has a natural tendency to be drawn into the ACE and against all objects entering the enclosure, improving the seal. A blanket or additional weight can be added on top of the plastic over the patient to further prevent the migration of the sheet and enhance the seal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The box was shaped to fit on a standard 66 cm (26 in) hospital stretcher while allowing both operators easy access to the patient. The ACE is 711 mm (28 in) wide at the patient's shoulders, comfortably accommodating a male patient with shoulder width in the 99 th percentile with space for any tubing, lines or equipment. 14 To better maintain a seal across beds of various sizes and to improve structural stability, two 12.7 cm (5 in) acrylic \"feet\" were attached along the bottom edge of the lateral walls of the box. The roof of the ACE was sloped to provide optimal visualization and space for intubation. There is adequate space to ramp the patient's head and shoulders to align the tragus and sternum prior to intubation. This configuration provides adequate space for manipulation of airway equipment, including suction catheters, bag-valve-masks (BVM), tubes, laryngoscopes, and a bougie. Detailed schematics may be found in the supporting information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The enclosure was designed to be cleaned between patients with sprayed 17.2% isopropyl alcohol solution, then wiped with 0.5% w/w hydrogen peroxide wipes to prevent contaminant accumulation and visual obscuration. The materials used were chosen based on their safety profile and ability to be decontaminated with commonly available agents used in hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The ability of the ACE to contain aerosols was assessed both quantitatively and qualitatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Water/glycerol vapor smoke testing allowed for visualization of airflow around the perimeter of the ACE and through the arm ports. This smoke test was also visualized under film by a Fujifilm XT2 camera at 60 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. Sodium Saccharin Sensitivity Test Solution (3M) for N95 respirator fit testing was used for testing the containment of aerosols in the ACE. Between five and fifty sprays of sodium saccharin were used in various test scenarios (Table 1 ). Assessors were exposed to a positive control of sodium saccharin and negative control of H2O. These assessors were blinded from the use of a negative control solution, containing only H2O, versus sodium saccharin solution. They were positioned 30 cm from an open port and asked if they could taste the solution under different test conditions (Table 1) . These trials were all conducted with 15 L min -1 O2 being introduced to the ACE via standard hospital wall oxygen tubing. The results were analyzed by Cochran's Q test in SPSS™ (IBM).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 348,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "To further test aerosol containment, fluorescein solution was atomized with a MADgic Atomizer™ (Teleflex) attached to a 10 mL syringe. The atomizer was placed on the stretcher inside the ACE, 15 cm from a port with the nozzle directed vertically. Filter paper was placed 1 cm outside the port to contain any fluorescein escaping the ACE. An ultraviolet (UV) light (λ = 365 nm) was then used over the filter paper, and photographs were taken of the fluorescein's dispersal pattern. Cleaning and reuse were also evaluated and are described in the supporting information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint Video analysis of the vapor smoke moving linearly through an open ACE port was used to calculate the approximate inflow velocity of an air leak at unused Port 1. Smoke entering the enclosure traveled approximately 30 cm perpendicular to Port 1 over 0.33 seconds. This corresponds to approximately 0.9 m/sec inflow velocity, which is above the containment requirement of Class 2 biosafety cabinets. 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Photographs of smoke traveling through a port, with and without suction, are shown in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The pressure differential ΔP across the enclosure over time was measured with two ports in use by an operator, first when the remaining ports were occluded with plastic, and again when a second operator entered the enclosure (Figure 2 ). In both cases, a pressure differential within the ACE was achieved in < 10 seconds once all ports were in use. This pressure differential drives air inflow across small gaps around the ACE to contain aerosols. A solitary leak of up to 5 cm in diameter would still provide greater than 0.5 m/s inflow velocity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint with negative pressures maintained throughout both procedures. A less gas-permeable mattress cover was used under the box during this measurement, which resulted in a greater pressure differential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The silicone port gaskets allow for considerable arm maneuverability (15 cm radially, 10 cm forward/back), but can develop transient gaps during quick arm movements. Fluctuations in the pressure differential did occur due to these gaps, and also due to the expected manipulation of the plastic tarp from within the ACE during these procedures ( Figure 3A) . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 355,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint begins. d: Plastic tarp manipulated by the operator. e: Simulated patient repositioned by the operator. f: Manual ventilation stops. g: Operator's hands are withdrawn. B) Differential pressure during simulated intubation using video laryngoscopy. a: Operator's hands enter ACE ports. b: Mask applied to the simulated patient for pre-oxygenation. c: Mask removed. d: Video laryngoscopy begins. e: Wall suction used to simulate clearance of secretions. f: Endotracheal tube placed beyond vocal cords. g: Stylet removed from the endotracheal tube. h: Cuff on the endotracheal tube inflated. i: Endotracheal tube connected for manual ventilation. j: Operator's hands withdrawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Qualitative testing of the ACE's ability to contain aerosols was performed with sodium saccharin and H2O negative control. Cochran's Q test indicated a significant difference among the trials involving the ACE (X 2 (7, N = 4) = 17.23, p < 0.05). None of the assessors could smell or taste the solution with the vacuum on, even with simulated intubation or bag-mask ventilation in progress, or with fifty sprays of sodium saccharin delivered (Table 1) . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 450,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint b: Direct spray to subject with FT-11 Sodium Saccharin Fit Test Solution (low concentration). c: Negative control performed with H2O with no ports in use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The testing of nebulized fluorescein demonstrated no leakage from the ACE when the vacuum is engaged and silicone gaskets are in place ( Figure 4D ). This stands in contrast to the ACE box without vacuum or silicone gaskets, where fluorescein visibly dispersed on the filter paper ( Figure 4C ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 283,
                    "end": 292,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The ACE maintained negative pressure in a medical simulation environment. It successfully contained smoke, saccharin and nebulized fluorescein, which suggests containment of airborne particles. Currently, there is no clear standard for shielding during AGMPs. Existing shields have been shown to decrease droplet spread, but in this testing, an open shield was not able to contain atomized fluorescein or smoke. 2 Intubation in patients afflicted with COVID-19 presents a challenge to providers. Patients are often hypoxic prior to induction, and adequate peri-intubation oxygenation can be difficult to achieve if providers limit . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint oxygen flows and avoid bag-valve-mask manual ventilation because of concerns about aerosolization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While some patients may tolerate transient hypoxia, others, especially those with concurrent head or spinal cord injuries, could be seriously harmed. The adoption of any type of shield is likely to increase the difficulty of first-pass intubation success. While this challenge may be reduced as the ergonomics of these shields improve, practice using the ACE in a simulation lab prior to deployment in a real scenario will be essential. The authors believe that the increased protection to providers afforded by the use of negative pressure is likely to allow for greater flexibility with oxygen delivery to patients and decrease the odds of peri-intubation hypoxia and its associated complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ACE is ideally deployed in a supine or near-supine patient. It may not be suitable for patients who are agitated, claustrophobic, or whose oxygenation impairment precludes lying flat. A delayed sequence oxygenation and ventilation strategy may allow the ACE to be deployed once the patient is sedated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the case of an unsuccessful intubation or an urgent requirement for anterior neck access, the ACE is easy to remove. The authors recommend its removal be practiced in a simulated environment, and do not currently recommend its deployment in a scenario where first-pass success may be unlikely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The containment enclosure reported here has several limitations. While acrylic is both readily available and inexpensive, it is prone to cracking on impact and may shatter when dropped from a height or with a severely agitated patient. An earlier prototype fabricated from polycarbonate was found to be more durable in comparison. Setup for this protocol also requires additional time and training relative to procedures with no enclosure. The differential pressure achievable using the ACE is dependent on both the available sources of suction and the permeability of the mattress used. The ACE should only be used in facilities where the provided suction system can safely dispose of any infectious matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063958 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The ACE was found to be effective in limiting aerosol dispersion. It is cost-effective and can be assembled without specialized tools or training. While the ACE will not obviate the need for healthcare providers to wear airborne precautions during intubation, it may further decrease viral transmission risk during AGMPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With disposable PPE supplies currently constrained in many jurisdictions, a negative pressure enclosure such as the ACE may aid in improving protection for healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLOS ONE",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0035797"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2007589"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol box -design",
            "authors": [
                {
                    "first": "Hsien",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome: what have we learned two years later? Can",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis Med Microbiol",
            "volume": "15",
            "issn": "6",
            "pages": "309--312",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (covid-19) outbreak in China: summary of a report of 72 314 cases from the chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.26487"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "4:00 AM ET | Last Updated: Health-care workers make up 1 in 10 known cases of COVID-19 in Ontario | CBC News",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lp· Cn· P",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Potential association between COVID-19 mortality and health-care resource availability",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Peppelenbosch",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "4",
            "pages": "30068--30069",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization, Pandemic and Epidemic Diseases, World Health Organization. Infection Prevention and Control of Epidemic-and Pandemic-Prone Acute Respiratory Infections in Health Care: WHO Guidelines",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Sanitation Foundation. NSF/ANSI 49-2019: Biosafety Cabinets -Design, Construction, Performance, And Field Certification",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc200497312"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerosol containment by airflow in biosafety laboratories",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Biosaf Biosecurity",
            "volume": "1",
            "issn": "1",
            "pages": "63--67",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jobb.2018.12.00914"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human Integration Design Handbook. Revision 1. Washington, DC 20546-0001: National Aeronautics and Space Administration",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A) Schematic representation of the ACE in use with a plastic drape. B) Simulated clinical set-up of the ACE with a patient and negative pressure applied.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "laminar movement of smoke over time through an open ACE port was measured to determine airflow velocity. An Omega HHP886U Differential Manometer (Omega Engineering) was used to quantify the negative pressure between the ambient atmosphere and the internal ACE atmosphere. The internal pressure gauge tubing was fed into the ACE under the box along the stretcher mattress. This test was conducted under multiple conditions: (1) one operator using two ports, (2) two operators using all four ports, (3) two operators performing a simulated video laryngoscopy facilitated intubation and (4) two operators performing simulated BVM ventilation. Procedures were conducted using a CRiSis Manikin™ (GTSimulators) to simulate a patient. These trials were all conducted with 15 L min -1 O2 introduced to the ACE via standard hospital wall oxygen tubing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Differential pressure with front ports in use when: (red) side ports are covered with plastic sheets and (blue) a second user places his/her arms in the side ports (both users wearing recommended PPE for AGMPs). Plots are averages of three trials, with error bars indicating standard deviation.Differential pressure was then measured during simulated BVM ventilation and endotracheal intubation scenarios. Peak pressures of -31.4 and -31.2 mm H2O were recorded in each scenario(Figure 3), .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A) Differential pressure during simulated manual ventilation within the ACE with BVM at 15 L min -1 O2. a: Operator's hands enter ACE ports. b: BVM applied to the simulated patient. c: Manual ventilation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "in use (25 sprays) Off Y Y Y N Y/N = Sodium saccharin detected by subject (yes/no). a: Flow out of the enclosure with vacuum engaged was 70 L min -1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Photos depicting smoke entering enclosures with A) open ports under ambient pressure and B) ACE ports under negative pressure with schematic illustrations (top). Photos depicting fluorescein spatter on filter paper through C) open ports under ambient pressure and D) ACE ports under negative pressure.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Zhongnan Hospital in Wuhan, China, between January 1st and 28th, 2020, 40 patients of the 138 admitted to the hospital with COVID-19 were healthcare workers.5 In Wuhan, by February 12, 2020, 3019 healthcare workers had been infected by SARS-CoV-2, accounting for approximately 4% of all cases.6 In Italy 12,252 healthcare workers have contracted COVID-19 as of April 5, 2020, representing 10.2% of all Italian cases. 7",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "FT-12 Sodium Saccharin Fit Test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank David Sommer, Steven Rogak, Michael Rooney, Fraser Parlane, Benjamin MacLeod, and Karry Ocean for valuable discussions, and Kylie Perrins, Manager of the Vancouver General Hospital Simulation Centre, for providing a wet lab to conduct our tests. The authors also thank Barry Creighton and Clare Creighton for enabling testing of an early version of the enclosure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}