{
    "paper_id": "dc6c4e06d3a6a702808d68925cebe2dc90bcb157",
    "metadata": {
        "title": "m The first three months of the COVID-19 epidemic: Epidemiological evidence for two separate strains of SARS- CoV-2 viruses spreading and implications for prevention strategies Two epidemics of COVID-19 Table of Content",
        "authors": [
            {
                "first": "Knut",
                "middle": [
                    "M"
                ],
                "last": "Wittkowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ASDERA LLC",
                    "institution": "",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": "knut@asdera.comkmw"
            }
        ]
    },
    "abstract": [
        {
            "text": "About one month after the COVID-19 epidemic peaked in Mainland China and SARS-CoV-2 migrated to Europe and then the U.S., the epidemiological data begin to provide important insights into the risks associated with the disease and the effectiveness of intervention strategies such as travel restrictions and lockdowns (\"social distancing\"). Respiratory diseases, including the 2003 SARS epidemic, remain only about two months in any given population, although peak incidence and lethality can vary. The epidemiological data suggest that at least two strains of the 2020 SARS-CoV-2 virus have evolved during its migration from Mainland China to Europe. South Korea, Iran, Italy, and Italy's neighbors were hit by the more dangerous \"SKII\" variant. While the epidemic in continental Asia is about to end, and in Europe about to level off, the more recent epidemic in the younger US population is still increasing, albeit not exponentially anymore. The peak level will likely depend on which of the strains has entered the U.S. first. The same models that help us to understand the epidemic also help us to choose prevention strategies. Containment of high-risk people, like the elderly, and reducing disease severity, either by vaccination or by early treatment of complications, is the best strategy against a respiratory virus disease. Lockdowns can be effective during the month following the peak incidence in infections, when the exponential increase of cases ends. Earlier containment of low-risk people merely prolongs the time the virus needs to circulate until the incidence is high enough to initiate \"herd immunity\". Later containment is not helpful, unless to prevent a rebound if containment started too early.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The data were processed with MS Excel. To avoid biases from inappropriate model assumptions only basic descriptive statistics were employed. In some cases, data from only the day before or after (or both) was averaged (up to a three day moving average) to reduce the effects of apparent reporting artifacts (Darwin's natura non facit saltum, (Berry 1985) ) without creating undue biases. The two \"smoothers\" applied were:",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 354,
                    "text": "(Berry 1985)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101.03.28.20036715 doi: medRxiv preprint India 1380 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.1 0.1 0.1 0.1 0.1 0.1 0.1 0.1 0.1 0.1 0.3 0.3 0.3 0.3 0.4 0.4 0.4 0.4 0.4 0.5 0.7 0.7 0.7 0.7 0.8 Pakistan 221 5,988 27.10 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 0.5 0.5 0.6 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.0.9 0.9 0.9 0.9 0.7 0.7 0.9 0.8 0.2 0.6 Israel 9 12,046 1338.44 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 2 2 2 1 2 2 7 8 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first cases of a new coronavirus strain, termed SARS-CoV-2 (Severe Acute Respiratory Syndrome CoronaVirus) by the International Committee on Taxonomy of Viruses (ICTV) (Cascella 2020) , were reported on 31-12-2019 in Wuhan, the capital of the Hubei province of China. (Jernigan 2020) As of 2020-04-15, 10:00 CET, 1,948,511 symptomatic cases and 125,966 deaths have been reported from virtually every country in the northern hemisphere (see Section Data), The disease was termed COVID-19 by the WHO on 2020-02-11, and categorized as a pandemic on 2020-03-12, yet the details of the spread and their implications for prevention have not been discussed in sufficient detail. As the virus moved from China via Europe to the U.S., several administrations have imposed \"lockdown\" restrictions.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 187,
                    "text": "(Cascella 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 272,
                    "end": 287,
                    "text": "(Jernigan 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For most of the first three months of the epidemic, much of the response was driven by \"fear, stigma, or discrimination\" (Ren 2020) , including naming SARS-CoV-2 the \"China virus\" (Rogers 2020) , despite the fact that seasonal respiratory zoonotic pathogens typically originate in China, where lifeanimal markets provide chances for animal viruses to transmit to humans. (Malik 2020) On 03-23, the Veterans Health Administration issued a COVID-19 Response Plan envisioning a pandemic that would \"last 18 months or longer and could include multiple waves of illness\". (Stone 2020) Between 02-14 and 03-16, the Dow Jones fell 31% from 29,440 to 20,188, raising fears for the economy, in general, and retirement savings, in particular. By the end on 03-20, the Dow Jones was down at 19,173 (35%) from 02-14. On 03-26, the U.S. Senate approved a $2T stimulus package.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 131,
                    "text": "(Ren 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 180,
                    "end": 193,
                    "text": "(Rogers 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 371,
                    "end": 383,
                    "text": "(Malik 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 567,
                    "end": 579,
                    "text": "(Stone 2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After three months, the epidemic has peaked in Asia, Europe, Oceania, and the Americas (Fig 1) and sufficient data are available to discuss important epidemiological characteristics of COVID-19 and the potential impact of interventions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Changes in number of deaths follow the changes in number cases (albeit at a lower level) by about 1-2 weeks (Fig 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "• averaging x0 with a previous x−1 (or, rarely, following x+1) data and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• applying a moving average of (x−1, x0, x+1)→(2 x−1 + x0, x−1 + x0 + x+1, x0 +2 x+1)/3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "No other changes were applied to the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Like China in mid-February, the German Robert-Koch-Institute (RKI) changed the reporting system in mid-March, which resulted in a near 6-fold increase of the data reported on 03-20 over the data reported on 03-19. To account for such isolated event, the data of this and several previous days was averaged (as indicated in the Figures) under the assumption that those changes reflect cases that had previously been diagnosed, but were not reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To guide with visual impression, moving averages of the 4 days leading up to the current day were added to the Figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If a disease causes immunity after an infectious period of a few days only, like respiratory diseases, an epidemic extinguishes itself as the proportion of immune people increases. Under the SIR model, (Kermack 1991) for a reproduction number (Dietz 1993) (secondary infections by direct contact in a susceptible population) of R0=1.5-2.5 over 7 days (recovery rate: γ=1/7=.14), the noticeable part of the epidemic lasts about 90-45 days (R0/γ=β=.21-.36) in a homogeneous population of 10M. The period is shorter for smaller more homogenous and longer for larger, more heterogenous populations. For a given infectious period 1/γ (here, e.g., 7 days. SARS and COVID-19 incubation period plus 2 days (Lauer 2020) ), R0 also determines how long it will take for early cases to become visible after a single import (150-60 days), the peak prevalence of infections (5-22%), and how many people will become immune (55-90%). To allow for comparisons between models, an arbitrary proportion of symptomatic cases among those becoming infected (.05%) is used and 2% of cases are assumed to die. , infectious (red), resistant (green), case (orange) and dead (gray) people after a population of 10,000,000 susceptible people is exposed to 20 subjects infected carrying a novel virus. Assumptions: R0 = 2.2, infectious period = 7 days, (available from https://app.box.com/s/pa446z1csxcvfksgi13oohjm3bjg86ql )",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 216,
                    "text": "(Kermack 1991)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 243,
                    "end": 255,
                    "text": "(Dietz 1993)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 698,
                    "end": 710,
                    "text": "(Lauer 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Models"
        },
        {
            "text": "The model reflects that the key milestones of the epidemic, the turning point/half maximal point in infections (red, day 68), the turning point/half maximal point in the number of cases (day 75, orange), the peak in infections (day 83, red), the peak in cases (day 70, orange) and the peak in deaths (day 77, gray) follow each other, following the previous milestone after about a week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Models"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Models"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Total/M   02-05  02-21  02-22  02-23  02-24  02-25  02-26  02-27  02-28  02-29  03-01  03-02  03-03  03-04  03-05  03-06  03-07  03-08  03-09  03-10  03-11  03-12  03-13  03-14  03-15  03-16  03-17  03-18  03-19  03-20  03-21  03-22  03-23  03-24  03-25  03-26  03-27  03-28  03-29  03-30  03-31  04-01  04-02  04-03  04-04  04-05  04-06  04-07  04-08  04-09  04-10  04-11  04-12  04-13  04-14  04-15 CN(Hubei) 58.5 83,352 1424.82 66 15 14 11 4 9 7 8 6 7 10 4 2 2 2 3 2 1 1 0 0 0 0 0 0 0 1 0 1 2 0.9 1.1 2.4 1.2 1.3 1.7 1.6 2 1.9 1.7 1.4 1.3 1.3 1.2 1.1 0.8 1.1 1 1.5 1.5 0.9 1.4 1.6 1.9 1.6 0. .67 0 1 4 5 3 3 5 9 12 13 14 13 12 10 9 9 9 7 6 4 4 2 2 2 1 1 2 2 3 3 2.5 1.9 1.3 1.5 2 2 2.3 2.3 2.1 2 2 1.9 1.9 1.8 1.8 1.6 0.9 0.9 0.9 0.9 0.5 0.6 0.6 0.5 0.5 0.5 Singapore 6 3,252 542.00 1 0 0 1 0 0 0 0 1 0 1 1 0 0 0 1 1 2 2 2 1 2 2 2 2 2 3 4 7 7 6.7 6.5 6.9 7.3 8.2 6 10 13 12 6.8 1.9 8.7 15 9. 1 1 1 1.9 1.9 1.9 1.9 1.9 1.9 1.9 1.9 2.8 6.6 6.6 6.6 4 3. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 523,
                    "text": "Total/M   02-05  02-21  02-22  02-23  02-24  02-25  02-26  02-27  02-28  02-29  03-01  03-02  03-03  03-04  03-05  03-06  03-07  03-08  03-09  03-10  03-11  03-12  03-13  03-14  03-15  03-16  03-17  03-18  03-19  03-20  03-21  03-22  03-23  03-24  03-25  03-26  03-27  03-28  03-29  03-30  03-31  04-01  04-02  04-03  04-04  04-05  04-06  04-07  04-08  04-09  04-10  04-11  04-12  04-13  04-14  04-15",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiological Models"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Models"
        },
        {
            "text": "Incidence by Country. Norther Hemisphere Table 1 shows the raw daily incidence by population sizes for countries with epidemiological relevance in the northern hemisphere. Countries within proximity are grouped by their peak incidence (red background).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "It should be noted, however, that there is no uniform definition of \"cases\". In some countries a case needs to have symptoms, in other countries, it suffices to have antibodies (be immune).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "Among the Hubei population of 58.5M, the incidence rose from the first case reported in late 2019 to about 60 new cases per million people per day by 02-05 and then steadily declined (Fig 4) from ~4000 on 02-05 to below 50 cases per day since 03-08. Since 03-31 no cases were reported in Vietnam and only isolated cases in Cambodia. The cumulative incidence was about 1,400/M. Most cases were seen in the Hubei province of 58.5M people (see Table 1 for population sizes).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 441,
                    "end": 448,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "In continental South Korea (population 51M, cumulative incidence 207/M), the incidence rose to a peak of about 14/M/d between 02-29 and 03-02, before declining to continuing low rate of less than 150 cases per day (~2/M/d) since 03-12 (Fig 5a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "(Fig 5a)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "In Iran (cumulative incidence 891/M), incidence began to rise about a week after South Korea. The top incidence before a new wave started on 03-23 (~15.5 cases/M/d) was about the same. The increase thereafter with a peak around 04-01 at 37M/d may indicate a \"rebound\" into a population not sufficiently immunized by the previous wave(s). Lethality in Iran was notably higher than in South Korea and followed the increase in cases (see the SIR model, above) with a delay of several days (Fig 5b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 494,
                    "text": "(Fig 5b)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "By Mid-January 2020, the first cases of COVID-19 were seen in other Asian countries, but incidence remained below about 3/M/d outside of continental China (Fig 5c) ; only Malaysia/Brunei and Singapore did the incidence raise above 5/M/d; in Singapore incidence has recently increased to 60/M/d. In Japan with the largest proportion of people >65 years of age in the world (28%) remained below 1.1/M/d until recently, when incidence increased to ~7/M/d. Hence, Japan may be increasing to the level seen in South Korea, unless spread of the virus ends with the end of the flu season. China . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Fig 5c)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint From 03-19 to 03-20, several European countries have seen a more than two-fold increase in the number of cases reported (Germany: 570%, San Marino: 340%, Ireland: 260%, Switzerland: 240%, Austria: 202%). As natura non facit saltum (Darwin: nature doesn't jump), (Berry 1985) such abrupt increases must be, at least in part, the result of reporting or other artifacts. In Germany, for instance, the reporting system was changed between 03-16 and 03-19, so that the number likely Maritime Asia . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 418,
                    "text": "(Berry 1985)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 includes cases previously reported only through a parallel system. France, Italy, and Spain also reported an unusual increase by 27-35 percent. Since 3-26, all these countries reported the incidence to decline. IT Neighbors (CH/F/AT/SI) . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Cumulative incidence per capita in Italy's neighbors Spain and Switzerland has exceeded that of Italy (Table 1, Fig 6a) , at levels higher than in the Hubei province (their all with a population of 50-60 M). Among other European countries, only the BeNeLux region reached similar levels (Table  1 ).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "(Table 1,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 215,
                    "end": 222,
                    "text": "Fig 6a)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "(Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "In Italy (Fig 6) , incidence has been declining from the 100/M/d peak for over two weeks over two weeks, after rising for about 4 weeks from 1/M (02-26..~03-22). In Hubei and South Korea, instead incidence took only 2 weeks to peak (01-19..02-05, Fig 4, and 02-21..03-06, Fig 5) and then declined by at least 85% within another 2 weeks. The much slower decline in Italy (compared, e.g., to China and Hubei) is consistent with insufficient herd immunity having been developed before the peak incidence was reached (Fig 3) . While Italy and its neighbors (Europe/high) peaked in 03-27/28 (Fig 7) . On 04-04, France added previously unreported cases from nursing homes, which let to reporting irregularities. Overall, the incidence in Europe reached its peak on 03-28 in the countries with high lethality and on 04-04 in the other countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "text": "(Fig 6)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 247,
                    "end": 253,
                    "text": "Fig 4,",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig 5)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 513,
                    "end": 520,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 586,
                    "end": 593,
                    "text": "(Fig 7)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint EU/low . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint See Fig 1 for legend. Data in Germany is based on cases reported electronically to the Robert-Koch-Institute (RKI) and transmitted to the ECDC, but the RKI also provides two sources of data on its Web site that are difficult to reconcile with these data. To account for a temporary peak in Germany on 03-20/21, when the reporting system was changed, the 03-14..03-21 were averaged. 6082 cases have been added for Germany based on (https://www.rki.de/DE/Content/InfAZ/N/Neuartiges_Coronavirus/Situationsberichte/2020-04-04-de.pdf?__blob=publicationFile) On 04-04, France added additional data from nursing homes .( https://www.reuters.com/article/us-health-coronavirus-france-toll/french-coronavirus-cases-jumpabove-chinas-after-including-nursing-home-tally-idUSKBN21L3BG ). Germany . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 157,
                    "text": "See Fig 1 for",
                    "ref_id": null
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Austria is notable for both its early peak and the steep decline; since infections predate cases by at least a week, SARS-CoV-2 in Austria may already have been eradicated.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "Among the main Scandinavian countries, there was no difference in peak incidence (60/M/d) and a slower increase in incidence than in both Norway and Denmark (Fig 9) . Denmark . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 164,
                    "text": "(Fig 9)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint The epidemic in North America started later, especially in the US (except for a few isolated cases likely imported directly from Asia). The increase in incidence is consistent with the dynamics of an earlier epidemic and the cumulative incidence in the US (1841/M), still lower than Europe, as a whole (2426/M), and especially Italy (2708) or Spain (3671/M). The US reached the \"turning point\" (half the height of the 04-09/10 peak), where the rate of new cases begins to decline (when 50% NYC . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-course by country/region"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 of the peak incidence is reached) at about 03-27, a week later than Europe's 03-21 (Fig 7) . Levels in Canada remained below those in the U.S and are also declining. In New York City, which is particularly hard hit, the number of new cases seem to have peaked in early April and is also already declining. Lethality should follow suit with a delay of about a week.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "(Fig 7)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Time-course by country/region"
        },
        {
            "text": "Most parts of the southern hemisphere (with the possible exception of Chile) have seen only few cases, but Oceania (Australia and New Zealand) shows evidence for an epidemic with a peak incidence on 03-26/27. As in Canada and, earlier, in Germany and other European countries, isolated spikes tend to reflect delayed reporting, rather than changes in incident trends. The number of deaths is extremely low (Fig 11) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 414,
                    "text": "(Fig 11)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Incidence by Country. Southern Hemisphere"
        },
        {
            "text": "The effect of reducing the reproduction number by reducing the number of contacts (lockdowns) depends on when it starts in the course of the epidemic. Fig 12 shows the effect of a one-month intervention cutting R0 in half starting at the point of the peak prevalence of infectious subjects. Compared to Fig 3, the duration of the epidemic is shortened, albeit at the price of reducing the R/S ratio, so that a subsequent epidemic with the same or a similar virus (cross-immunity) could start earlier. Oceania . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 163,
                    "text": "Fig 12 shows",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 303,
                    "end": 309,
                    "text": "Fig 3,",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint The SIR model is flexible enough to reflect a \"phased in\" intervention, which starts with a period of lower intensity (higher R0) to allow people to adjust, before rolling in a more restrictive intervention (higher R0). The Fig 14a shows the intervention of Fig 13 starting with a week of reduced intensity. Compared to Fig 13, reducing intensity during the period where herd immunity reduces the rebound, but -somewhat counterintuitively -also the number of deaths. Extending the duration of the intervention (almost) extinguish the disease (and further reduce number of deaths by 10%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 381,
                    "text": "Fig 14a shows",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 402,
                    "end": 424,
                    "text": "Fig 13 starting with a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 464,
                    "end": 471,
                    "text": "Fig 13,",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint (Fig 13) . Even if the intervention is extended from one to four months, no herd immunity is created and, thus, the epidemic rebounds and will run eight months, instead of three (Fig 3) or less (Fig 12) . To avoid or even reduce the rebound, one would have to end the restrictions in the lowest risk populations (school children, young adults) first to increase the immune/susceptible ratio (the effects of targeting subpopulations differently are not accounted for in simple SIR models).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "(Fig 13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 322,
                    "end": 329,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig 12)",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20036715 doi: medRxiv preprint It is assumed that a highly effective intervention reduces R0 by 50% for 4 months, beginning after the appearance of a novel type of cases is noticed. The proportion of symptomatic cases (0.05%/d, i.e., .35% of infected people will become cases and the proportion of cases to die (2%) may change, but the issues discussed here are broadly independent of these assumptions. (spreadsheet for model calculations available from https://app.box.com/s/pa446z1csxcvfksgi13oohjm3bjg86ql )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "The impact of the interventions discussed on the infections (and, thus, the cases and immunity) depend mostly on the homogeneity of the population, but the number of deaths is highly dependent on how the people respond to the intervention. If parents respond to closure of schools by asking the grandparents to take care of the children, for instance, more of the elderly will get infected and the number of deaths will increase in ways the SIR model cannot predict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "In summary, there is a narrow window-of-opportunity for interventions to \"flattening the curve\" (reducing R0) to be successful in terms of public health: • Starting after the peak prevalence (of infections) has little effect (not shown). The curve goes down, but is not \"flattened\". • Starting at the peak prevalence gives the epidemic a \"coup de grace\", shortening its duration, albeit at the price of reducing the R/S ratio. The curve is narrower, but also not \"flattened\" (Fig 12) . • Starting at the peak incidence \"flattens\" (and broadens) the curve and may reduce the number of deaths prevented during the current epidemic, unless o they increase the proportion of high-risk (elderly) people in the susceptible population at risk of becoming infected (after the children are locked away) or o they cause behavioral adaptations that increase the contacts of high-risk people with infectious people (such as grandparents taking care of un-schooled children while the parents are working, e.g., in hospitals), but reduces herd immunity and, thus, the chance of another epidemic coming sooner ( Fig  13) . To prevent a rebound, however, the intervention needs to be extended for several months (Fig 14) . • Starting before the peak incidence \"flattens the curve\", but also broadens it and causes a rebound, unless the intervention is continued for many more months (Fig 15) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 483,
                    "text": "(Fig 12)",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "Fig  13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1196,
                    "end": 1204,
                    "text": "(Fig 14)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1367,
                    "end": 1375,
                    "text": "(Fig 15)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 It is herd immunity that stops the spread of an infectious disease, so, in general, one would want to let the epidemic initially run its natural course (or even accelerate it, as people have traditionally done with \"measles parties\") to build immunity as fast as possible. If the aim were to reduce the duration of the epidemic and its impact on the economy (and also increase the time until the next epidemic can spread), one would wait until the prevalence of infectious people (I) reaches its peak (in the above model: day 83, red).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "Without repeated broad testing, however, that peak prevalence of infections cannot be directly observed, but it is known to be followed about one week by peak number of diagnoses (new cases). This is too late to make a decision, but the SIR model shows that the peak in diagnoses is preceded by two weeks by the \"turning point\" in cases where the curve of the new cases changes from increasing ever faster to increasing ever more slowly (day 76). The turning point can be estimated from the observed cases in time to making a decision. (It is also about 50% of the peak number of new cases, which one might be able to predict.) Hence, peak prevalence (of infections) follows the turning point/half peak (in number of cases) by about a week. The window of opportunity for starting an intervention is the week following the turning point in number of diagnoses (new cases) per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Results for Effectiveness of Containment (Lockdowns)"
        },
        {
            "text": "China initially (on 01-23) only closed means of transportation in Wuhan and other Hubei cities, [https://www.bbc.com/news/world-asia-china-51217455] causing 100,000s to leave the city before, in the afternoon, closing major highways. [https://www.bbc.com/news/world-asia-china-51217455] Family outdoor restrictions were issued on 02-01..05 [https://en.wikipedia.org/wiki/2020_Hubei_lockdowns] (the week following the 01-31 turning point), non-essential companies were shut down on 02-13, and schools were closed on 02-20, [https://en.wikipedia.org/wiki/2020_Hubei_lockdowns] two and three weeks, respectively, after the turning point, when interventions are not effective anymore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses by country in relation to the turning/decision point Asia"
        },
        {
            "text": "South Korea controlled the epidemic without imposing a lockdown on its people. (https://www.sciencemag.org/news/2020/03/coronavirus-cases-have-dropped-sharply-south-korea-whats-secret-its-success) and without shutting down its economy, even though the government was initially accused of complacency. (https://www.nytimes.com/2020/03/23/world/asia/coronavirus-south-korea-flatten-curve.html) People in the city of Daegu, where the Shincheonji Church has its center, were merely asked to \"self-quarantine\" (\"voluntary lockdown\") from 02-23 (the peak of the first wave). (https://www.newyorker.com/news/news-desk/how-south-korea-lost-control-of-its-coronavirus-outbreak) On 02-2?,(a day before the peak of the main wave, or only three days after the turning point), the KCDC issued a nation-wide recommendation for \"social distancing\". (https://www.institutmontaigne.org/en/blog/fighting-coronavirus-pandemic-east-asian-responses-republic-korea-mass-testing-targeted) Still, the recommended \"social distancing\" may have prevented herd immunity from developing, as suggested by the continuing low number of cases becoming infected (including some deaths) (Fig 13) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1152,
                    "end": 1160,
                    "text": "(Fig 13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Responses by country in relation to the turning/decision point Asia"
        },
        {
            "text": "European governments, aiming to take advantage of being forewarned, ordered lockdowns much earlier in the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Europe"
        },
        {
            "text": "In Italy, the government ordered a nationwide close of restaurants, bars, and most stores more than a week earlier, on 03-11, (WSJ, 2020-03-11) four days before the turning point where the intervention prolongs the epidemic and \"social distancing\" may cause a rebound (Fig 15) . On 03-22, the lockdown in the Italian region of Lombardy was tightened to ban sports and other physical activity, as well as the use of vending machines, an intervention that could have been effective if the virus had spread in the population as a whole, but is unlikely to have changed the dynamic of . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 143,
                    "text": "(WSJ, 2020-03-11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "(Fig 15)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Europe"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 the epidemic within nursing homes and, especially, to reduce the number of elderly people who died with, but not of the virus.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Europe"
        },
        {
            "text": "Germany ordered schools to be closed and various other restrictions on or before 03-16/17, depending on the state ( https://de.wikipedia.org/wiki/COVID-19-Pandemie_in_Deutschland#Ausgangsbeschr%C3%A4nkungen ) and a national curfew on 03-22. Taken together, \"social distancing\" started effectively several days before the 03-22 turning point, so that the epidemic is unlikely to reach herd immunity within the near future. Hence the epidemic will not cease for several months, unless restrictions are removed, and, thus, may rebound in autumn (Fig 15) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 550,
                    "text": "(Fig 15)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Europe"
        },
        {
            "text": "Of particular interest is Sweden, where no lockdown was implemented. The same peak incidence (60/M/d) in all countries and a slower increase in incidence in Sweden than in both Norway and Denmark are consistent with the \"lockdown\" in the latter countries having little, if any effect. Note that differences in lethality are characteristics of the population and, as such, also not affected by a \"lockdown\" (Fig 9) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "(Fig 9)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Europe"
        },
        {
            "text": "In Iceland, which also did not impose a lockdown on its citizens, the epidemic reached a peak at <40/M/d in late March and has since declined to <5/M/d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Europe"
        },
        {
            "text": "In the North America, the virus arrived about a week after Europe. Responses varied not only by country, but in the U.S., like in Germany, also by state. A peak of 1.216-4,136 deaths per day in the U.S. (Murray 2020) on 04-16, ( http://www.healthdata.org/covid/updates , accessed on 2020-04-04) up from the average of 1,010 on 04-03/04 would be consistent with a turning point about 3 weeks earlier, around 03-27 (Fig 10b) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 216,
                    "text": "(Murray 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 422,
                    "text": "(Fig 10b)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "North America"
        },
        {
            "text": "In NY, one of the epicenters of the U.S. epidemic, \"social distancing\" started about 03-15 with closure of schools being announced and 03-17 with restaurants being closed, and intensified on 03-22 with the closure of all non-essential businesses (similar actions were taken in New Jersey and Connecticut). Given the fast rise in number of cases in NYC turning on 03-22 (Fig 10c) , which was also observed in Detroit, Chicago, and Dallas, see [https://www.nytimes.com/interactive/2020/03/27/upshot/coronavirus-new-york-comparison.html , accessed 04-03] ), an intervention at 03-22 started at the turning point (Fig 13) . Hence the virus will spread in the population much longer with \"social distancing\", and a reduction of deaths through the intervention is possible (albeit not guaranteed). A turning point of 03-22 in NYC is consistent with a projected peak (Murray 2020) of 524-1,090 deaths on 04-10 ( http://www.healthdata.org/covid/updates , accessed on 2020-04-04) compared to the average of 246.5 on 04-02/03. In California, a shutdown was ordered on 03-19 (Executive order N-33-20) and many states and cities in the US followed suit, mandating schools, restaurants, and \"non-essential\" businesses. The turning point in the In the U.S. as a whole, however, cannot have been earlier than 03-27 (Fig 10) . Hence, social distancing was ordered before the epidemic reached its turning point, and a \"flattened\", but much broader with the virus staying in the population until the intervention is changed (or ignored) so that herd immunity can be reached.",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 873,
                    "text": "(Murray 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Fig 10c)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 609,
                    "end": 617,
                    "text": "(Fig 13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1300,
                    "end": 1308,
                    "text": "(Fig 10)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "North America"
        },
        {
            "text": "Other than travel restrictions (14-day quarantine for non-residents and travel restrictions between states, similar to what other countries have enacted) the AU government has not required (although recommended) people to go to work or closed schools, ( https://www.health.gov.au/news/health-alerts/novelcoronavirus-2019-ncov-health-alert/how-to-protect-yourself-and-others-from-coronavirus-covid-19/social-dis tancing-for- coronavirus-covid-19 ) or financed a bailout to prevent a burndown of the market (as in the U.S.). Instead, it provided funds for (https://www.health.gov.au/news/health-alerts/novel-coronavirus-2019-ncov-health-alert/government-response-to-the-covid-19-outbreak, accessed 03-30)",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 446,
                    "text": "coronavirus-covid-19 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oceania"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oceania"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 • delivering an AU$20.7B (AU$800 per person) support package (investment, jobs, health) • opening fever clinics and funding home delivery of prescription medicines.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oceania"
        },
        {
            "text": "A major strength of this analysis of the epidemiological data is that it does not rely on epidemiological models with questionable assumptions. Instead, the results reflect raw incidences over time as reported by the ECDC, depicted by country or region of neighboring countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and shortcomings"
        },
        {
            "text": "A shortcoming of such an entirely data-based approach is that it lacks the sophistication and potential additional insights that could come from fitting, e.g., differential equation models. The only modeling assumption made is that curves should be \"smooth\" (except when reporting artifacts are suspected), but even then, data were redistributed only to the directly neighboring day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and shortcomings"
        },
        {
            "text": "Still, the evidence is strong enough to draw qualitative conclusions about possible scenarios for the spread of SARS-CoV-2 in the near future. Also, the results suggest strategies to explore the variability of the SARS-CoV-2 virus strains and to select prevention strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and shortcomings"
        },
        {
            "text": "During the 2003 SARS epidemic the number of new cases peaked about three weeks after the initial increase of cases was noticed and then declined by 90% within a month. Table 1 shows the relevant timepoints for the 2020 COVID-19 epidemic. The SARS-C0V-2 data also suggest that it takes at least a month from the first case entering the country (typically followed by others) for the epidemic to be detected, about three weeks for the number of cases to peak and a month for the epidemic to \"resolve\". This data is consistent with the results from the SIR model (see Epidemiological Models).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiologic evidence for (at least) two different strains of SARS-CoV-2"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic evidence for (at least) two different strains of SARS-CoV-2"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 (Small 2003; Yeh 2004) Singapore 03-15 20 04-05 24 04-29 44 (Small 2003; Goh 2006) Vietnam 02-23 11 03-04 28 04-06 39 (Shi 2003) Median 2003 The 2003 SARS and the 2020 SARS-CoV-2 are not only similar with respect to genetics (79% homology), (Lu 2020) immunology, (Ahmed 2020) involvement of endocytosis (also with influenza and syncytial viruses), (Behzadi 2019) seasonal variation (same season in the northern hemisphere also with influenza, syncytial, and metapneumo viruses) (Olofsson 2011) , evolution (origin in bats, 88% homology), (Benvenuto 2020; Malik 2020) but also with respect to the duration between emergence and peak of cases as well as between this peak and resolution of the epidemic (Table 1) . Based on these similarities, one could predict the COVID-19 epidemic to end before 04-15 in Europe and about two weeks later in the U.S.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 115,
                    "text": "(Small 2003;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 116,
                    "end": 125,
                    "text": "Yeh 2004)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 163,
                    "end": 175,
                    "text": "(Small 2003;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 176,
                    "end": 185,
                    "text": "Goh 2006)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 221,
                    "end": 231,
                    "text": "(Shi 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 344,
                    "end": 353,
                    "text": "(Lu 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 366,
                    "end": 378,
                    "text": "(Ahmed 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 451,
                    "end": 465,
                    "text": "(Behzadi 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 581,
                    "end": 596,
                    "text": "(Olofsson 2011)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 641,
                    "end": 657,
                    "text": "(Benvenuto 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 658,
                    "end": 669,
                    "text": "Malik 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 813,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiologic evidence for (at least) two different strains of SARS-CoV-2"
        },
        {
            "text": "The time and height of the peak incidence of cases in the different countries are consistent with the hypothesis that SARS-CoV-2 moved step-by-step westward from China, via other Asian countries to Middle East (Iran. Qatar, and Bahrain), Southern Europe (Italy, followed by its neighbors CH/F/ES/AT/SI), central and northern Europe, and, finally, the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic evidence for (at least) two different strains of SARS-CoV-2"
        },
        {
            "text": "Viruses improve their \"survival\" if they develop strategies to coexist with the (human) host. (Woolhouse 2007) Multiple coronaviruses have been found to coexist in bat populations. (Ge 2016) The emerging COVID-19 data is consistent with the hypothesis that (at least) two SARS-CoV-2 strains have developed. One strain, which traveled through South Korea, remained more infectious, while the other strain, which traveled through other Asian countries lost more of its infectiousness. The strain that passing through South Korea and then Iran and Italy (SKII strain) showed high lethality in Iran and Italy, but less lethality when it traveled to Italy's neighbors, either because of differences in health systems, because the strain mutated back, or because a strain arriving directly from Asia had the advantage of spreading first. Only sequencing samples from these countries can help to answer these questions. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 110,
                    "text": "(Woolhouse 2007)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 181,
                    "end": 190,
                    "text": "(Ge 2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic evidence for (at least) two different strains of SARS-CoV-2"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic evidence for (at least) two different strains of SARS-CoV-2"
        },
        {
            "text": "Mainland China is not reporting relevant numbers of new cases anymore and Hubei reports no new cases since 03-19. The number of new cases in South Korea also has declined to low levels since its peak around 02-30. Maritime Southeast Asia continues to show low levels of new cases only (<3/M/d), with the possible exception of Singapore and Malaysia/Brunei. The Philippines are slowly approaching a 3/M/d incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in infectivity and lethality between China and Europe"
        },
        {
            "text": "The data are consistent with the same \"SKII\" strain traveling from China via South Korea and Iran to Italy. Iran was hit about a week after South Korea (around 03-07), with a similar peak incidence, but higher lethality (red bars in Fig 2) . The data also suggests a second wave of infections in Iran, with a peak at 15/M/d on 03-15 and a third on 04-01 with a peak of 35/M/d.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 239,
                    "text": "Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Changes in infectivity and lethality between China and Europe"
        },
        {
            "text": "Italy was hit a week after the first wave in Iran (which peaked around 03-07/08, Fig 4a) . Incidence in Italy reached a substantially higher incidence than reported in Iran. The peak incidence in Italy was reached on 03-22 (at about 100/M/d). Without sufficiently detailed genetic data, it is not clear whether the high lethality in Italy is due to genetic variations in the virus or to Italy having the second oldest populations in the world (after Japan). A 03-20 report by the Istituto Superiore di Sanita, (COVID-19 Surveillance Group 2020) however, implicates that age and comorbidities played a roleamong 3200 deaths, mostly in Lombardy and Emilia-Romana, median age was 80 years (IQR 73-85, only were 36 below the age of 50), 98.8% had at least one comorbidity (hypertension: 74%, diabetes: 34%, ischemic heart disease: 30%, atrial fibrillation, 22%, chronic renal failure: 20%, …).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Fig 4a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Changes in infectivity and lethality between China and Europe"
        },
        {
            "text": "The epidemiological data does not support the hypothesis that SARS-CoV-2 spread from Munich in Germany to Italy. (Kupferschmidt 2020) Instead, the virus may have spread from Italy to its neighboring countries, Switzerland, France, Spain, Austria, and Slovenia, within just a few days of arriving from Iran. The top incidence seems to be less than half of that in Italy and the lethality is lower, too. While Italy has many people 65 years and older (23%, second only to Japan data.worldbank.org/indicator/SP.POP.65UP.TO.ZS ), the relatively small differences or age distribution within Europe (e.g., Germany: 21%) are unlikely to account for much of this difference. A possible explanation (indicated in Fig 6) is that the less virulent strain(s) arriving from other parts of Asia may have had a head . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 133,
                    "text": "(Kupferschmidt 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 710,
                    "text": "Fig 6)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Changes in infectivity and lethality between China and Europe"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 A historical perspective This is not the first, and likely not the last time, that well-intentioned public health policies are inconsistent with our understanding of how epidemics spread. For instance, during much of the HIV epidemic, there was widespread fear that HIV could establish itself in the population as a whole, even though the data (including data showing absence of transmission to the wives of hemophiliacs) (Wittkowski 1995a) and models (Wittkowski 1992; Seydel 1994) contradicted this fear. (Wittkowski 1995b; 1996) These results have been repeatedly confirmed. (Centers for Disease Control and Prevention 2019; Haddad 2019) In the case of heterosexual transmission of HIV one could argue that there was little risk associated with a the public health policy promoting condom use, but in the case of COVID-19 prevention, ignoring models and data may carry substantial risk.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 543,
                    "text": "(Wittkowski 1995a)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 555,
                    "end": 572,
                    "text": "(Wittkowski 1992;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 573,
                    "end": 585,
                    "text": "Seydel 1994)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 610,
                    "end": 628,
                    "text": "(Wittkowski 1995b;",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 634,
                    "text": "1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Changes in infectivity and lethality between China and Europe"
        },
        {
            "text": "During the AIDS epidemic, epidemiologists had the advantage that, in addition to the date of report, the date of diagnosis was available for analysis so that variations in reporting delays, such as mid-February in China, 03-20 in Germany, and 03-26 in Canada, could be accounted for. Unfortunately, the public COVID-19 data lacks that information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in infectivity and lethality between China and Europe"
        },
        {
            "text": "In China and South Korea (and the first wave in Iran), incidence peaked after about 2 weeks and then declined. In Europe it took and in the U.S. it takes twice as long. The shorter duration of the epidemic in China and South Korea, however, does not demonstrate the effectiveness of social distancing, because the social distancing started too late to be effective. The longer duration in Europe is consistent with premature interventions (aiming to \"flatten the curve\") prolonging the epidemic (\"broadening the curve\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for prevention"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for prevention"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 A major problem with respiratory diseases is that one cannot stop all chains of infections within families, friends, neighbors, … . Even after a couple of weeks of \"lockdown\" there will be a few infectious persons, and as long as there are enough susceptible people in the society, this is enough to re-start the epidemic until there are enough immune people in the society to create \"herd immunity\". Hence, one would expect the cases to appear in waves (Fig 15, the period of the \"lockdown\" corresponds to March to May, 2020 in the U.S.). Such waves of cases have been seen in different countries and the longer than expected duration of the epidemic supports the hypothesis that the social distancing / lockdown interventions had some effect, albeit at a high cost for approx. 10% of deaths saved.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 565,
                    "text": "(Fig 15,",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Implications for prevention"
        },
        {
            "text": "The epidemic of Oceania, together with those of China, South Korea, and Iran are consistent with the model results suggesting that a natural COVID-19 epidemic peaks two weeks after the first cases are seen, and then declines with financial and medical assistance from the government to prevent deaths to reduce the burden on the health system and damage to the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for prevention"
        },
        {
            "text": "The data from Scandinavia (Fig 9) also does not support the effectiveness of social distancing. The epidemic curves of Sweden and the surrounding Norway, Denmark, and Finland do not indicate that imposed \"social distancing\" rules in the latter countries, but not in Sweden, had a major impact. Iceland, which, like Sweden, did also not impose a lockdown on its citizens had a particularly mild epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "text": "(Fig 9)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Implications for prevention"
        },
        {
            "text": "This analysis of the publicly available data suggests that at the time Italy imposed quarantine on the Lombardy and adjacent regions on 03-08, the SKII virus strain had already reached the adjacent countries (Switzerland, France, Spain, Austria, Slovenia). Even though the lockdown started early (03-08), which may have caused a rebound when compliance declines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for prevention"
        },
        {
            "text": "Some containment strategies could even be counterproductive in other ways. For instance, the simple model used in Fig 15 does not account for age-stratification. In diseases such as COVID-19, children develop mostly mild forms, elderly people have a high risk of dying. (Zimmermann Curtis 2020) Hence, containment of high-risk groups, like elderly people in nursing homes (see the Washington State example) is highly effective in protecting them from becoming infected and in reducing the pool of children and young adults that would have to be infected to reach herd immunity. A substantial increase in the duration of the epidemic by preventing immunity to develop among the young, however, might make effective containment of the elderly more difficult and, thus, increase the number of deaths among the elderly.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 294,
                    "text": "(Zimmermann Curtis 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "Fig 15 does",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Implications for prevention"
        },
        {
            "text": "Until a vaccine will become available, the only pharmacological strategy to reduce the number of deaths is to reduce the damage the infection (and immune system) does, e.g., by reducing the initial viral load, (Chu 2004) and making sure that people get treated at the earliest signs of pneumonia.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Chu 2004)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Aside from separating susceptible populations (elderly and high-risk subjects, e.g., in nursing homes) from the epidemic, which is effective as long as virus is circulating, public health intervention aiming to contain a respiratory disease need to start within a narrow window of opportunity starting when or a week after the curve of the new cases changes from increasing faster to increasing more slowly. Only if stopping the epidemic from generating a sufficient number of immune people is avoided can containment efforts stop after about a month or two (depending on late or early start, respectively), when the ratio of infectious vs immune people is low enough for preventing the disease from rebounding. When the window of opportunity has been missed, any type of containment has only limited impact on the course of the epidemic, but high impact on economy and society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 So far, the hospital systems in most affected countries have shown to be able to handle the COVID-19 epidemic. As epidemics in maritime Asia and the southern hemisphere remain a possibility and some develop within the next weeks, the use of data and scientifically sound models may help to time interventions to optimize their effect. In particular of the risk of prolonging the epidemic and increasing the number of deaths by starting interventions (\"flattening the curve\") before the turning point in the number of cases is reached.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To determine that time point, case data collected and reported needs to contain not only the date of report, but also the date of \"diagnosis\" and whether the patient had clinical symptoms or was merely tested positive and whether the patient was positive for circulating virus RNA/DNA (currently infectious) or antibodies (already immune).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "As in some European countries, the cumulative incidence could reach 4,000/M or a total of 1,300,000 cases, and, at a lethality of about 3%, about 40,000 deaths. Case definitions and reporting guidelines, however, have been changed in the US",
            "authors": [],
            "year": 2018,
            "venue": "From Table 1, SARS-CoV-2 has arrived in the U.S. almost a week after it arrived in Europe and incidence of COVID-10 in Europe peaked around 04-04. U.S. lethality is similar to that of Europe as a whole",
            "volume": "16",
            "issn": "",
            "pages": "0--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preliminary Identification of Potential Vaccine Targets for the COVID-19 Coronavirus (SARS-CoV-2) Based on SARS-CoV Immunological Studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Quadeer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Overview of Current Therapeutics and Novel Candidates Against Influenza, Respiratory Syncytial Virus, and Middle East Respiratory Syndrome Coronavirus Infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Behzadi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Leyva-Grado",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Frontiers in microbiology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The global spread of 2019-nCoV: a molecular evolutionary analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pathog Glob Health",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Natura non facit saltum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Biological Journal of the Linnean Society",
            "volume": "26",
            "issn": "4",
            "pages": "301--306",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What we have learnt from the SARS epdemics in mainland China?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Global Health Journal",
            "volume": "3",
            "issn": "3",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Features, Evaluation and Treatment Coronavirus (COVID-19). StatPearls. Treasure Island (FL)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cascella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajnik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimated HIV incidence and prevalence in the United States",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Initial viral load and the outcomes of SARS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cmaj",
            "volume": "171",
            "issn": "11",
            "pages": "1349--52",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics of COVID-19 patients dying in Italy Report based on available data on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The estimation of the basic reproduction number for infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Stat Methods Med Res",
            "volume": "2",
            "issn": "1",
            "pages": "23--41",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coexistence of multiple coronaviruses in several bat colonies in an abandoned mineshaft",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virol Sin",
            "volume": "31",
            "issn": "1",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiology and control of SARS in Singapore",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med Singapore",
            "volume": "35",
            "issn": "5",
            "pages": "301--317",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HIV in Canada-Surveillance Report",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Can Commun Dis Rep",
            "volume": "45",
            "issn": "12",
            "pages": "304--316",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Update: Public Health Response to the Coronavirus Disease 2019 Outbreak -United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "8",
            "pages": "216--225",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Contributions to the mathematical theory of epidemics--I. 1927",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Bull Math Biol",
            "volume": "53",
            "issn": "1-2",
            "pages": "33--55",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Genome analyses help track coronavirus' moves",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1176--1183",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The epidemiology of severe acute respiratory syndrome in the",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hong Kong epidemic: an analysis of all 1755 patients",
            "authors": [],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "141",
            "issn": "9",
            "pages": "662--73",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--74",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Emerging novel coronavirus (2019-nCoV)-current scenario, evolutionary perspective based on genome analysis and recent developments",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sircar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vet Q",
            "volume": "40",
            "issn": "1",
            "pages": "68--76",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "PCR for detection of respiratory viruses: seasonal variations of virus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brittain-Long",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "9",
            "issn": "8",
            "pages": "615--641",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fear can be more harmful than the severe acute respiratory syndrome coronavirus 2 in controlling the corona virus disease 2019 epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Clin Cases",
            "volume": "8",
            "issn": "4",
            "pages": "652--659",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Critics Say That's Racist and Provocative",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jakes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Annual estimates of the burden of seasonal influenza in the United States: A tool for strengthening influenza surveillance and preparedness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolfes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Foppa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Influenza Other Respir Viruses",
            "volume": "12",
            "issn": "1",
            "pages": "132--139",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Backcalculation of the number infected with human immunodeficiency virus in Germany",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seydel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "7",
            "issn": "1",
            "pages": "74--82",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stochastic dynamic model of SARS spreading",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Science Bulletin",
            "volume": "48",
            "issn": "",
            "pages": "1287--92",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Plausible models for propagation of the SARS virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Commun Comput Sci E87-A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Department of Veterans Affairs, Veterans Health Administration",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "23",
            "pages": "2352--61",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Estimates of HIV prevalence in Germany and the U.S. -Sensitivity to assumptions concerning reporting delays and incubation time",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wittkowski",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "VIII International Conference on AIDS / III STD World Congress",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Entwicklung der HIV-Epidemie bei Hämophilen anhand der Zahlen des Robert-Koch-Instituts (Berlin). 25 Hämophilie-Symposion, Hamburg 1994. I Scharrer and W Schramm",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wittkowski",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Ecological origins of novel human pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaunt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Rev Microbiol",
            "volume": "33",
            "issn": "4",
            "pages": "231--273",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Characterization of severe acute respiratory syndrome coronavirus genomes in Taiwan: molecular epidemiology and genome evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "8",
            "pages": "2542--2549",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Severe acute respiratory syndrome epidemic in Asia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "12",
            "pages": "1608--1618",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SIR Model of SARS. Number of susceptible (blue)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "COVID-19 cases in Mainland China. Blue: cases/M/d, red: deaths/M/d. Around Feb 13, the case definition was expanded, resulting in additional cases from previous days being added. Hence, the 02-13 cases have been truncated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "COVID-19 cases in Asia.See Fig 1 for legend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "COVID-19 cases in Italy and it's neighboring countries. Italy (top), Spain (center), European countries neighboring Italy.See Fig 1 for legend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "COVID-19 cases in Europe. Early onset/high lethality (IT and neighbors, top), total (middle), and late onset/low lethality (other European countries, bottom).See Fig 1 for legend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "COVID-19 cases in selected European countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "COVID-19 cases in the Scandinavia.See Fig 1 for legend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "COVID-19 cases in the North America.See Fig 1 forlegend. To account for an isolated peak in the Canadian data on 03-26, the data for 03-21..03-26 were averaged. The data in NYC are too irregular and incomplete to fit a moving average.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "COVID-19 cases in the Oceania (Australia and New Zealand).See Fig 1 for legend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "SIR Model of SARS, Window of Opportunity for Fast Eradication of the Epidemic. (see Fig 3 for legend).The gray area indicates the period where containment can give a \"coup de grace\" to a respiratory disease epidemic. The more narrow bell curve with a post-peak intervention indicates the reduction in number of infections and, thus, deaths. (spreadsheet for model calculations available from https://app.box.com/s/pa446z1csxcvfksgi13oohjm3bjg86ql )Fig 13shows a one-month intervention starting about two weeks earlier, at the turning point where the curve of the new cases changes from increasing faster to increasing more slowly. This intervention reduces the number of deaths, but the epidemic is extinguished two months later and the R/S ratio (\"herd immunity\") is further decreased.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "SIR Model of SARS, Window of Opportunity for Maximal Reduction of Total Deaths. (see Fig 3 for legend). The gray area indicates the period where containment can have the most impact on total number of deaths. However, the epidemic is not eradicated. (spreadsheet for model calculations available from https://app.box.com/s/pa446z1csxcvfksgi13oohjm3bjg86ql )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "SIR Model of SARS, Phased in Restrictions. (see Fig 3 for legend). The gray areas indicate the periods of low (5 d) and high intensity (22/40 d) restrictions) Fig 15 shows the detrimental effect of an intervention that starts even earlier, about two weeks before the turning point",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "SIR Model of SARS, Effect of Early Lockdown. (see Fig 3 for legend).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Incidence by Country. Dates: Feb 13 (peak intensity in Mainland China, mostly Hubei and neighboring provinces), Feb 19 to Mar 22. Countries with low population size (PSz) or low number of cases (Total) are hidden. Red background indicates countries/dates with high incidence per capita. Countries/regions are grouped by proximity among each other and distance from Mainland China.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Epidemiological Timepoints by Country Top: 2003 SARS, Bottom: 2020 SARS-CoV-2",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Fig 16: Hypothetical virus transmission pathways. Connection width: number of contacts, box colors: infectiousness, box borders: lethality, dotted connections/borders: unknown. The end date of a box indicates the date of peak incidence, if known (bold date).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}