{
    "paper_id": "ddc6f05d57ce0a114e78b8e0c5fbf7388798bc0c",
    "metadata": {
        "title": "Limited SARS-CoV-2 diversity within hosts and following",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "No deletion in spike gene after passaging in cell culture 117 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint To understand how serial passaging SARS-CoV-2 affects genomic variation, we sequenced 118 virus populations after each passage using the same SISPA metagenomics approach we used 119 to characterize the original biological specimen. Passaged sample names and cell lines are 120 described in the methods. An in-house pipeline (available at: 121 https://github.com/katarinabraun/SARSCoV2_passage_MS) was applied to trim out primer 122 sequences, bioinformatically deplete host reads, and generate alignment files, which contained 123 all reads mapping to the SARS-CoV-2 Madison reference genome (MT039887.1). At the 124 consensus level, SARS-CoV-2 does not accumulate genetic variation after two passages on 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vero 76 cells (Fig 2) . We also examined deletions ≥ 1% frequency and ≥ 3 nt in length. We found 126 no evidence of deletions that fit these criteria in any of the cell culture isolates. 127",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To characterize patterns of sub-consensus diversity, we looked at SNVs at or above 1% 129 frequency in only the Illumina reads. We previously established that this conservative cutoff 130 ensures that only bona fide mutations are considered [15, 16] . All minor variant analyses and 131 figures were completed using the Illumina SNV data as these data are higher average quality 132 and ideal for analysis involving low-frequency variants (Fig 3) . Seventy-five percent of all minor 133 variants we identify fall in ORF1a and ORF1b, which together take up 72.8% of the length of the 134 28kb coding genome. ORF1a and ORF1b encode the replicase machinery [7] . We account for 135 differences in gene size by normalizing variants to kilobase gene length (variants / kb-gene-136 length -\"v/kbgl\") [10] . The highest density of variants was reported in smaller genes like 137 envelope, ORF7a, and ORF10 (S2 Table) . We also show that through each passage, variant 138 density in ORF1a and ORF1b increases. There were no SNVs ≥ 1% in the spike gene in the 139 primary NP swab, but low-frequency SNVs (all <5%) were identified in spike following passage 140 in cell culture (Fig 3) . Outside of ORF1a and ORF1b, the other genes in the primary NP swab 141 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint are clonal above the 1% threshold, with the exception of one low-frequency SNV In addition to assessing the fate of individual minor variants, we were also interested in 188 evaluating population dynamics using diversity metrics. Specifically, we calculated genewise 189 diversity using π , the average number of pairwise differences per nucleotide site among a set of 190 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint sequences, for each gene in each sample. Overall, genewise nucleotide diversity is very low 191 compared to other RNA viruses, consistent with low mutation rates in coronaviruses due to RNA 192 proofreading machinery [18, 19] . Genewise diversity was very low in the primary NP swab and 193 was only measurable in ORF1a (9 SNVs), ORF1b (5 SNVs) and N (1 SNV). Genewise diversity 194 is more varied in the passaged samples (Fig 5) . Interestingly, π is highest in ORF7a in these 195 samples -although this signal seems to be primarily driven by the small size of this gene. To Vero 76 ORF10, p1 Vero E6 envelope (E), and p1 Vero STAT-1 KO ORF3a. 205",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1547,
                    "text": "SNV",
                    "ref_id": null
                },
                {
                    "start": 2248,
                    "end": 2255,
                    "text": "RNA 192",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2283,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 2284,
                    "end": 2287,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 446,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 903,
                    "end": 909,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1175,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 2484,
                    "end": 2491,
                    "text": "(Fig 5)",
                    "ref_id": null
                }
            ],
            "section": "Most minor variants are found in the largest genes -ORF1a and ORF1b 128"
        },
        {
            "text": "We examined the concordance between SNV calls at the same sites, irrespective of frequency, 207 determined by Illumina and ONT workflows. To begin, we used a stringent cutoff of 10% 208 frequency for ONT SNVs. We then called variants at percentage frequencies decreasing by 209 0.5% (eg. calling 8% variants, then 7.5%, etc) until the variants called by ONT no longer 210 matched Illumina variants irrespective of frequency at these sites (Fig 6, S1 Illumina and ONT at lower frequencies in the passaged samples because viral titer in vitro 219 typically exceeds viral titer in vivo resulting in higher average coverage in the passaged samples 220 required to support minor variant calls at lower frequencies. Oxford Nanopore kits SQK-LSK109. Samples were barcoded using the Oxford Nanopore Native 327 Barcodes (EXP-NBD104 and EXP-NBD114), and pooled to a total of 140ng prior to being run 328 on the appropriate flow cell (FLO-MIN106) using the 72hr run script. 329",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 449,
                    "text": "(Fig 6, S1",
                    "ref_id": null
                }
            ],
            "section": "Comparison of Illumina and ONT ability to capture minor variant frequencies 206"
        },
        {
            "text": "Amplified cDNA was purified using a 1:1 concentration of AMPure XP beads (Beckman Coulter, 331",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nextera XT Illumina library preparation and sequencing 330"
        },
        {
            "text": "Brea, CA, USA) and eluted in 48µL of water. PCR products were quantified using Qubit dsDNA 332 high-sensitivity kit (Invitrogen, USA) and were diluted to a final concentration of 0.2 ng/µl (1 ng 333 in 5 µl volume). Each sample was then made compatible for deep sequencing using the Nextera 334 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint fragmented and tagged with short oligonucleotide adapters, followed by 14 cycles of PCR for 336 template indexing. Samples were purified using two consecutive AMPure bead cleanups (0.5x 337 and 0.7x) and were quantified once more using Qubit dsDNA high-sensitivity kit (Invitrogen, 338 USA). The average sample fragment length and purity was determined using Agilent High were pooled with seven other samples (not included in this manuscript) and were denatured to a 346 final concentration of 14pM with a PhiX-derived control library accounting for 1% of total DNA 347 and was loaded onto a 600-cycle v3 flowcell. Average quality metrics were recorded, reads 348 were demultiplexed, and FASTQ files were generated on Illumina's BaseSpace platform. 349",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nextera XT Illumina library preparation and sequencing 330"
        },
        {
            "text": "Seventy-two hours after sequencing was initiated, raw sequencing reads were demultiplexed 351 using qcat (https://github.com/nanoporetech/qcat). In order to deplete host sequences, 352 sequencing reads are mapped against host genome and transcript references, and unmapped 353 reads are saved. Reads were then trimmed by 30bp on each side to discard SISPA primer 354 sequences. In this step, reads with quality scores ≤ 7 were discarded. Cleaned viral reads were 355 then mapped to the severe acute respiratory syndrome coronavirus 2 isolate 2019-nCoV/USA-356 WI1/2020 consensus sequence (Genbank: MT039887.1, originally sequenced by the CDC) 357 using minimap2. Minor variants from ONT sequences that comprise at least 10% of total 358 sequences in any of the samples were identified using the bbmap callvariants.sh tool 359 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint (https://jgi.doe.gov/data-and-tools/bbtools/). The entire ONT analysis pipeline is available at this 360 GitHib address https://github.com/katarinabraun/SARSCoV2_passage_MS. 361",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence read mapping and variant calling by ONT 350"
        },
        {
            "text": "Illumina sequence data analysis -quality filtering and variant calling 362 FASTQ files were initially processed using custom bioinformatic pipelines, available with 363 instructions for use at the GitHub repository accompanying this manuscript 364 https://github.com/katarinabraun/SARSCoV2_passage_MS. Briefly, read ends were trimmed to 365 achieve an average read quality score of Q30 and a minimum read length of 100 bases using 366 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint SNPGenie adapts the Nei and Gojobori method of estimating nucleotide diversity (π), and its 384 synonymous (π S ) and nonsynonymous (π N ) partitions from next-generation sequencing data 385 [31] . As most random nonsynonymous mutations are likely to be disadvantageous, we expect 386 π N = π S indicates neutrality suggesting that allele frequencies are determined primarily by 387 genetic drift. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sequence read mapping and variant calling by ONT 350"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China: The mystery and the miracle",
            "authors": [],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "401--402",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus-Infected Pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 415 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "416",
            "issn": "2020",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel 418 coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel coronavirus outbreak of global health 420 concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nextstrain: real-time tracking of pathogen evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Megill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomic characterization of the 2019 novel human-424",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genomic characterisation and epidemiology of 2019 novel 427 coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular evolution of the SARS coronavirus during the course of the 429 SARS epidemic in China",
            "authors": [
                {
                    "first": "Sarsmec",
                    "middle": [],
                    "last": "Chinese",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS-CoV-2 431 exhibits intra-host genomic plasticity and low-frequency polymorphic quasispecies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karamitros",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Papadopoulou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bousali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mexias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsiodras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mentis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.20.051011"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genomic diversity of SARS-CoV-2 in Coronavirus Disease 434 2019 patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of a common deletion in the spike protein of 436 SARS-CoV-2",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Metagenomic Nanopore Sequencing of Influenza 438",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lewandowski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Pullan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Virus Direct from Clinical Respiratory Samples",
            "authors": [],
            "year": 2019,
            "venue": "J Clin Microbiol",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nanopore and Illumina sequencing for recovering whole genome sequences of 441 chikungunya and dengue viruses directly from clinical samples",
            "authors": [],
            "year": 2018,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Selection on haemagglutinin imposes a bottleneck 443 during mammalian transmission of reassortant H5N1 influenza viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Starrett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Commun",
            "volume": "444",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pathways Taken during Mammalian Adaptation of a 1918-like Avian Influenza Virus",
            "authors": [],
            "year": 2016,
            "venue": "Cell 447 Host Microbe",
            "volume": "19",
            "issn": "",
            "pages": "169--180",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Quantifying within-host diversity of H5N1 influenza 449 viruses in humans and poultry in Cambodia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Moncla",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dussart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Pathog",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Direct RNA sequencing and early evolution 451 of SARS-CoV-2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taiaroa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rawlinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Featherstone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coronaviruses as DNA wannabes: a new model for the regulation 453 of RNA virus replication fidelity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Measurements of intrahost viral diversity require an unbiased 455 diversity metric",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Illingworth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virus Evol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An amplicon-based sequencing framework 457 for accurately measuring intrahost virus diversity using PrimalSeq and iVar",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Grubaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gangavarapu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quick",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome Biol",
            "volume": "458",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.20.051011"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mutations present in a low-passage 460",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Duggal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weger-Lucarelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Zika virus isolate result in attenuated pathogenesis in mice",
            "authors": [],
            "year": 2019,
            "venue": "Virology",
            "volume": "530",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Viral mutation rates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuán",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nebot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chirico",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belshaw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "462",
            "issn": "",
            "pages": "9733--9748",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Within-Host Evolution of Human Influenza 464",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Moncla",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Genetic variation in neuraminidase 466 genes of influenza A (H3N2) viruses",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Regnery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "224",
            "issn": "",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Moderate mutation rate in the SARS coronavirus genome and its 468 implications",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Evol Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A new twist in measuring mutation rates",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Wilke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Elife",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Trimmomatic: a flexible trimmer for Illumina sequence 471 data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Usadel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "2114--2120",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "VarScan 2: somatic mutation and copy number 473 alteration discovery in cancer by exome sequencing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Koboldt",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genome Res",
            "volume": "22",
            "issn": "",
            "pages": "568--576",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "SNPGenie: estimating evolutionary parameters to 475 detect natural selection using pooled next-generation sequencing data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Moncla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "476",
            "issn": "",
            "pages": "3709--3711",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Simple methods for estimating the numbers of synonymous and 478 nonsynonymous nucleotide substitutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gojobori",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol Biol Evol",
            "volume": "3",
            "issn": "",
            "pages": "418--426",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Adaptive evolution of genes and genomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.20.051011"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "170 SNV frequency spectra reveal an excess of low-frequency SNVs 171 Purifying selection is known to remove new variants from the population, generating an excess 172 of low-frequency variants, while positive and/or diversifying selection promotes the accumulation 173 of intermediate-and high-frequency variation [17]. Especially in the setting of an acute viral 174 infection, exponential population growth can also result in an excess of low-frequency variants. 175 Population bottlenecks, for example sharp reductions in a viral population size typically 176 associated with airborne viral transmission, can contribute to an excess of intermediate-and 177 high-frequency variation. We generated site frequency spectra to expand our assessment of the 178 evolutionary pressures impacting SARS-CoV-2 viruses within humans and in cell culture. A 179 \"neutral model\" (assumes a constant population size and the absence of selection), represented 180 in light grey in Fig 4, predicts around 50% of polymorphisms will be low-frequency (1-10%). In 181 stark contrast to the neutral expectation, we observed ≥ 80% of SNVs falling into the low-182 frequency bin in the primary nasal swab sample as well as passaged samples. This dramatic 183 excess of low-frequency variation is consistent with purifying selection acting to purge new, 184 deleterious mutations. This signature is also consistent with population expansion as is 185 expected in humans following airborne transmission and in cell culture after each passage. 186 Nucleotide diversity patterns point toward mild purifying selection 187",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "196 more directly assess whether SARS-CoV-2 viruses are under selective pressure in the human 197 infection evaluated here and in cell culture, we also compared the relative abundance of 198 nonsynonymous (πN) and synonymous (πS) polymorphisms in each gene, which is a common 199 measure for selection that is also robust to variability in sequencing coverage depth [20]. The 200 dominant genetic signature when looking across the entire genome is one of purifying πS is close to 1 in the primary NP swab and the p1 on Vero 76 and Vero E6 cells, 203 suggesting a more prominent role of genetic drift in this gene. Interestingly,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "are critical for addressing molecular evolution questions, identifying selective 223 pressures imposed by vaccine-induced immunity and antiviral therapeutics, and characterizing 224 interhost dynamics, including the stringency and character of transmission bottlenecks. Parallel 225consensus-level data of clinical isolates are similarly important and allow us to predict 226 transmission patterns on a global, regional, and community-wide scale. Here, we explore 227 SARS-CoV-2 intrahost variation from a primary NP swab as well as from viruses passaged on 228 three distinct Vero cell lines. We show that while diversity is low overall, the dominant viral 229 genetic signature is one of mild purifying selection, evidenced by an excess of low-frequency 230 variants and the observation that π N/πS < 1 in most genes across all samples evaluated. 231We show that SARS-CoV-2 consensus sequences can remain stable through at least two serial 232 passages on Vero 76 cells even in the presence of a three nucleotide deletion in the region of 233 the genome encoding the poly(U)-specific endoribonuclease, suggesting SARS-CoV-2 can be 234propagated in cell culture in preparation for in vitro and in vivo studies without dramatic 235 alterations of its genotype. A recent paper by Duggal et al. illustrate the importance of viral 236 genotype instability in Zika virus (ZIKV) by describing variants enriched during cell culture 237 passage (Envelope-330L/NS1-98G), despite being attenuated in vivo and responsible for a less 238 pathogenic phenotype in mice compared to the wildtype genotype (Envelope-330V/NS1-do detect a handful of minor variants in ORF1a and ORF1b in the primary NP swab, 242 it is notable that eight out of eleven genes are clonal above the 1% frequency level. As natural 243 selection can only act upon genetic variation already existing within a population, very limited 244 intrahost genetic diversity suggests the pace of SARS-CoV-2 evolution may be primarily limited 245 by the generation of de novo variants. It is unclear at this time the degree to which limited 246 within-host viral diversity is linked to coronavirus biology -e.g. RNA proofreading capabilities, 247 homologous recombination allowing for the decoupling of deleterious \"hitchhiker\" mutations, and 248 a comparatively low mutation rate. Studies have estimated the mutation rate of coronaviruses 249 to be 2 × 10 −6 mutations per site per round of replication, which is in line with other 250 coronaviruses [18], but lower than influenza, 7.1 × 10 −6 − 4.5 × 10 −5 mutations per site per round 251 of replication, another respiratory RNA virus [23-27]. 252 A previous study claimed that a common deletion at nt position 23,585-23,599 (spike), 253 encoding QTQTN, arises after two passages in Vero E6 cells [12]. We did not identify similar 254 deletions in this region in any of our passaged samples, suggesting this deletion is not as 255 common as previously suggested. Interestingly, the primary NP swab obtained from the 256 Madison patient on the day of diagnosis contained an in-frame deletion at nucleotide positions 257 20,298 -20,300 (ORF1ab) that was retained through two passages on Vero 76 cells. These 258 genomic deletions highlight the importance of characterizing viral stocks by deep-sequencing so 259 genotypic differences that may alter experimental outcomes can be thoroughly documented and 260 shared with other researchers. 261 Below the consensus level, we found an excess of low-frequency variants compared to what 262 would be expected in a neutral setting with no changes in population size and no selective play. This suggests that either purifying selection is acting to remove new, mildly 264 deleterious mutations in hosts and in culture before they can reach intermediate or high 265 frequencies, and/or the virus is undergoing exponential population growth as would be expected 266 in an acute viral infection or following passage in cell culture. It is likely that viral exponential 267 population growth is contributing to this genetic signature; however, without additional samples, 268 it is difficult to determine the relative contribution of each of these factors. We would emphasize 269 these findings are rooted in relatively few, low-frequency SNVs from a single time point so 270 conclusions about the overall evolution of SARS-CoV-2 are necessarily limited. Continued deep 271 sequencing and analyses of SARS-CoV-2 minor variant SNV populations in humans and in cell 272 culture are critical. 273 274 Methods 275 Sample collection and cell culture passage conditions 276 Three different Vero cell lines were purchased from ATCC; Vero 76 (ATCC: CRL-1587), Vero 277 C1008 (ATCC: CRL-1586), Vero STAT-1 KO (ATCC: CCL-81-VHG), and were grown in 278 Minimum Essential Medium (MEM) supplemented with 10% fetal bovine serum (FBS) and L-279 glutamine at 37 o C with 5% CO 2 . 280 For the initial infection, the original clinical nasopharyngeal (NP) swab was divided evenly 281 between three TC25 cm 2 flasks seeded the day before with 1 x 10 6 cells per flask; one flask for 282 each Vero cell line. Virus in the original clinical sample was layered onto the cells for one hour 283 at 37 o C, the flasks were washed once with MEM, and the medium was replaced with fresh MEM 284 supplemented with 2% FBS. For each additional passage, cells were seeded in 75 cm 2 flasks 285 the day before infection with 4 x 10 6 cells per flask and infected at a multiplicity of infection live virus was performed at biosafety level-3 containment at the Influenza Research 289 Institute at the University of Wisconsin -Madison under a recombinant DNA protocol approved 290 by the Institutional Biosafety Committee. Approval to obtain the de-identified clinical sample was 291 reviewed by the Human Subjects Institutional Review Boards at the University of Wisconsin sample, approximately 140 µL of viral transport medium or cell culture supernatant 295 was passed through a 0.22µm filter (Dot Scientific, Burton, MI, USA). Total nucleic acid was 296 extracted using the Qiagen QIAamp Viral RNA Mini Kit (Qiagen, Hilden, Germany), substituting 297 carrier RNA with linear polyacrylamide (Invitrogen, Carlsbad, CA, USA) and eluting in 30 µL of 298 nuclease free H 2 O. Samples were treated with TURBO DNase (Thermo Fisher Scientific, 299 Waltham, MA, USA) at 37°C for 30 min and concentrated to 8µL using the RNA Clean & 300 Concentrator-5 kit (Zymo Research, Irvine, CA, USA). Full protocol for nucleic acid extraction 301 and subsequent cDNA generation is available at https://www.protocols.io/view/sequence-302 independent-single-primer-amplification-o-bckxiuxn. 303 Complementary DNA (cDNA) generation 304 Complementary DNA (cDNA) was synthesized using a modified Sequence Independent Single 305 Primer Amplification (SISPA) approach described by Kafetzopoulou et al. [14]. RNA was 306 reverse transcribed with SuperScript IV Reverse Transcriptase (Invitrogen, Carlsbad, CA, USA) 307 using Primer A (5'-GTT TCC CAC TGG AGG ATA-(N 9 )-3'). Reaction conditions were as follows: 308 1µL of primer A was added to 4 µL of sample RNA, heated to 65°C for 5 minutes, then cooled to 309 4 for 5 minutes. Then 5 µL of a master mix (2 New England BioLabs, Ipswich, MA, USA) was added to the reaction and incubated at 37°C for 317 20 min. Conditions for amplifying Primer-A labeled cDNA were as follows: 5 µL of primer-A 318 labeled cDNA was added to 45 µL of AccuTaq master mix per sample (5 µL AccuTaq LA 10x 319 Buffer, 2.5 µL dNTP mix, 1µL DMSO, 0.5 µL AccuTaq LA DNA Polymerase, 35 µL nuclease 320 free water, and 1 µL Primer B (5′-GTT TCC CAC TGG AGG ATA-3′). Reaction conditions for the 321 PCR were: 98°C for 30s, 30 cycles of 94°C for 15 s, 50°C for 20 s, and 68°C for 2 min, followed 322 by 68°C for 10 min. 323Oxford nanopore library preparation and sequencing 324 Amplified cDNA was purified using a 1:1 concentration of AMPure XP beads (Beckman Coulter, 325Brea, CA, USA) and eluted in 48µL of water. A maximum of 1 µg of DNA was used as input into 326",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "DNA kit and the Agilent 2100 Bioanalyzer (Agilent, Santa Clara, CA). After passing 340 quality control measures, samples were pooled equimolarly to a final concentration of 4 nM, and 341 5 µl of each 4 nM pool was denatured in 5 µl of 0.2 N NaOH for 5 min. Four samples (primary 342 NP swab, p1 Vero 76, p1 Vero E6, and p1 Vero STAT-1 KO) were pooled on a single flowcell to 343 a final concentration of 8pM with a PhiX-derived control library accounting for 1% of total DNA 344 and was loaded onto a 500-cycle v2 flowcell. The p2 samples (p2a Vero 76 and p2b Vero 76) 345",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(http://www.usadellab.org/cms/?page=trimmomatic) [28]. Paired-end reads were 367 merged and then mapped to the reference sequence (Genbank MT039887.1: 2019-nCoV/USA-368 WI1/2020) using Bowtie2 (http://bowtie-bio.sourceforge.net/bowtie2/manual.shtml). Single 369 nucleotide variants (SNVs) were called with Varscan2 (http://varscan.sourceforge.net/using-370 varscan.html) using a frequency threshold of 1%, a minimum coverage of 100 reads, and a 371 base quality threshold of Q30 or higher [29]. SNVs were annotated to determine the impact of 372 each variant on the amino acid sequence. SNVs were annotated in eleven open reading frames: 373 ORF1a (open reading frame 1a), ORF1b (open reading frame 1b), S (Spike, encodes surface 374 protein), ORF3a (open reading frame 3a), E (envelope), M (membrane), ORF6 (open reading 375 frame 6), ORF7a (open reading frame 7a), ORF8 (open reading frame 8), N (nucleocapsid), 376 ORF10 (open reading frame 10). VCF files were cleaned for additional analyses and figure-377 generation using custom Python scripts, which are all available at the GitHub repository 378 accompanying this manuscript. 379Illumina sequence data analysis -diversity statistics 380Nucleotide diversity was calculated using π summary statistics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "pairwise differences per nucleotide site among a set of sequences and was 382 calculated per gene using SNPGenie (https://github.com/chasewnelson/SNPgenie) [30].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "diversifying selection is favoring new mutations and may 389 indicate positive selection is acting to preserve multiple amino acid changes [32]. 390 Approvals 391 Biosafety. Work with live virus was performed at biosafety level-3 containment at the Influenza 392 Research Institute at the University of Wisconsin -Madison under a recombinant DNA protocol 393 approved by the Institutional Biosafety Committee. 394 Human subjects. Approval to obtain the de-identified clinical sample was reviewed by the 395 Human Subjects Institutional Review Boards at the University of Wisconsin -Madison. 396 Data availability 397 Metagenomic sequencing data after mapping to SARS-COV-2 reference genome (MT039887.1) 398 have been deposited in the Sequence Read Archive (SRA) under bioproject PRJNA607948. 399Derived data, analysis pipelines, and figures have been made available for easy replication //github.com/katarinabraun/SARSCoV2_passage_MS. A description of these results is 402 also available on LabKey at go.wisc.edu/qca2m5. 403",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "3, 4, 5, 6 and supplemental figures 2 and 3 were generated using custom Python scripts 405 and Matplotlib (https://matplotlib.org/). All code to replicate these figures can be found in the Sequence-Independent, Single-Primer Amplification sequencing workflow. A) 484Table showing nomenclature, and color scheme for all samples used in this study. B) Schematic 485showing the sequence-independent, single-primer amplification sequencing workflow.486 Consensus sequence overview for SARS-CoV-2 samples. A) Map of the SARS-488 CoV-2 genome illustrating no consensus-level changes compared to the reference 489 (MT039887.1). B) Map of the Madison SARS-CoV-2 showing an in-frame deletion at nucleotide 490 position 20,298 -20,300 relative to the Wuhan reference (MN908947.Minor variant frequencies in ORF1a, ORF1b, and Spike coding regions of the 493 SARS-CoV-2 genome. A) Minor variants ≥ 1% frequency that were detected in the original 494 primary NP swab by Illumina sequencing in ORF1a, ORF1b, and spike genes. B) Minor variants 495 ≥ 1% frequency that were detected in the first passage by Illumina sequencing in ORF1a, 496 ORF1b, and spike genes. C) Minor variants ≥ 1% frequency that were detected in the second 497 passage by Illumina sequencing in ORF1a, ORF1b, and spike genes. 498 SNV frequency distributions. The frequency of Illumina detected SNVs plotted 500 against a \"neutral model\", represented in light grey. The neutral model assumes a constant 501 population size and the absence of selection. A) SNV frequency spectrum from the primary NP 502 swab, represented in dark blue. B) SNV frequency spectrum from three p1 samplesIntragene nucleotide diversity. Relative abundance of nonsynonymous (πN) and 507 synonymous (πS) for all 11 open reading frames. Nonsynonymous diversity (πN) is denoted by 508 closed symbols and synonymous diversity (πS) is denoted by open symbols. A) Intragene π 509 from the primary NP swab, represented in dark blue. Comparison of ONT and Illumina SNV calls. Concordance between SNV calls at 514 the same sites, irrespective of frequency, determined by Illumina and ONT workflows. Symbol 515 denotes sample and color denotes gene. Gene colors correspond to the genome map inFigure 516",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Coverage depth across the SARS-CoV-2 genome. The relative 522 depth of coverage for each nucleotide position was plotted for (A) ONT and (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(solid). Color denotes the gene where the SNV was found. 529 (A) Y-axis is scaled to visualize all shared SNVs, ranging from 0 -50% frequency. Minor frequency variants across the whole SARS-CoV-2 genome.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "in 142 nucleoprotein (N). 143 A few SNVs at intermediate frequencies or identified across multiple samples stood out. A 144 synonymous SNV at nucleotide position 11,070 (ORF1a_11070_syn) was found at 15% 145 frequency in the primary NP swab as well as in all passaged samples. Amino acid positions 146 3,570 -3,859 in ORF1a are predicted to be involved in the formation of double-membraned 147 vesicles [7]. Variants at nucleotide positions 127 (nonsynonymous -asparagine to aspartic acid; 148 ORF7a_127_N43D) and 129 (synonymous; ORF7a_129_syn) were identified between 1-4% 149 frequency in all passaged samples, but were not detected in the primary NP swab. ORF7a has 150 no known function, so the impact of these SNVs is unclear [7]. These SNVs 151 (ORF1a_11070_syn, ORF7a_127_N43D, and ORF7a_129_syn) have not been identified as 152 major variants in any of the SARS-CoV-2 genomes submitted to GISAID as of 12 April, 2020. 153 Six variants identified in at least one sample evaluated here have been identified as major 154 variants in at least one sequence on Nextstrain as of 12 April, 2020. These SNVs include 155 England/20146004904/2020, and Australia/VIC164/2020; ORF1a_11409_syn (p2a Vero 76) 157 found in HongKong/HKPU2_1801/2020; ORF1b_5843_T1948I (p2a Vero 76 and p2b Vero 76) 158 found in China/IQTC02/2020; S_1640_T547I (p1 Vero 76) found in USA/WA-S17/2020; 159 S_2661_syn (p2b Vero 76) found in HongKong/HKPU1_2101/2020; and ORF3a_385_L129F 160 (p1 Vero-1 STAT KO and p1 Vero 76) found in Algeria/G0638_2264/2020. Interestingly, all six 161 of these SNVs are a cytosine to thymine transitions. 162We also determined whether SNVs were shared among the primary NP swab and passaged 163 viruses(S2 Fig).Thirteen of the 15 minor variants identified in the primary NP swab are purged 164 following passage in cell culture. Only two SNVs were found in all of the available samples -165ORF1a V1118A and the synonymous SNV at nt 11,070 in ORF1a. ORF1a V1118A remains 166 2% in all viruses. However, ORF1a 11,070-syn is found at 3% in the primary NP 167 swab and increases in frequency to 18% in p1 Vero 76, remaining above 10% in both p2 Vero 168 76 samples. Only two de novo SNVs are found above 10% in cell culture -ORF1a_10242_syn 169 (p2a Vero 76 and p2b Vero 76) and ORFb_5843_T1948I (p2b Vero 76).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". We found 211 that for the primary NP swab we were able to call minor variants that occurred at frequency. Below 8% frequency, SNVs called by ONT were no longer exactly concordant with 213 SNVs called by Illumina. Discrepancies between ONT and Illumina variant calls at low 214 frequencies are tied to ONT's high false discovery rate, a finding previously documented by 215 Grubaugh and colleagues in 2019 [21]. For the p1 samples, ONT was able to capture variants 216 that occurred at ≥ 4.5% frequency. For the p2 samples, we called SNVs down to 8.5% and 5.5% 217 for the p2a and p2b samples, respectively. We likely observed concordant SNV calls between 218",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.051011 doi: bioRxiv preprint the primary NP swab, p1 Vero 76 and p2a/p2b Vero 76 are plotted here. Symbol denotes the 527 specific SNV. Line-type denotes route: either swab",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "ONT Ilumina ONT Illumina ONT Ilumina ONT Illumina ONT Illumina ONT Illumina International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.Supplemental Table 1. Comparison of ONT and Illumina SNVs. 'nd' indicates that the 536 variant was not detected. 537 Supplemental Table 2. Variants per gene kilobase length. To normalize the number of SNVs 539 per gene segment, we report the density of variants normalized to gene kilobase length. 540 541 . CC-BY 4.0 International license author/funder. It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}