{
    "paper_id": "dfd094bf114d05273cbfd4ab602cbd446f5f23bc",
    "metadata": {
        "title": "One-pot Detection of COVID-19 with Real-time Reverse-transcription Loop-mediated Isothermal Amplification (RT-LAMP) Assay and Visual RT-LAMP Assay",
        "authors": [
            {
                "first": "Deguo",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Biomarker Based Rapid-detection Technology for Food Safety of Henan Province",
                    "institution": "Xuchang University",
                    "location": {
                        "postCode": "461000",
                        "settlement": "Xuchang",
                        "country": "China"
                    }
                },
                "email": "correspondingauthor*:email:wangdg666@126.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Rapid and reliable diagnostic assays were critical for prevention and control of the coronavirus pneumonia caused by COVID-19. Objective: This study was to establish one-pot real-time reverse-transcription loop-mediated isothermal amplification (RT-LAMP) assay and one-pot visual RT-LAMP assay for the detection of COVID-19. Methods: Six specific LAMP primers targeting the N gene of COVID-19 were designed, the RT-LAMP reaction system was optimized with plasmid pUC57 containing N gene sequence, the detection limit was determined with a serial dilution of the plasmid pUC57 containing N gene sequence, and the one-pot real-time RT-LAMP assay and one-pot visual RT-LAMP assay for the detection of COVID-19 were established. Results: Our results showed that the one-pot RT-LAMP assays can detect COVID-19 with a limit of ≥ 6 copies per μl −1 of pUC57 containing N gene sequence. Conclusion: This study provides rapid, reliable and sensitive tools for facilitating preliminary and cost-effective prevention and control of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 50-μL reaction mixture contained 0.8 mM each of forward inner primer (FIP) and backward inner primer (BIP), 0.2 mM each of forward outer primer (F3) and backward outer primer (B3), 0.4 mM of forward loop primer (LF) and backward loop primer (LB), 1.2 mM dNTPs, 1× Bst DNA Polymerase Buffer (Zhengzhou Shenxiang Industrial Co., Ltd, China), 0.1 mM MnSO 4 , 0.1 mM 4-(2-pyridylazo) resorcinol, 5 µL pork blood samples free of COVID-19, 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent (Hunan Shengxiang Biology Technology Co., Ltd, China), 25 U Bst DNA/RNA Polymerase 3.0 (New England Biolabs, Inc., MA, USA), and pUC57-N DNA of 2-0.02 fg 9 .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 650,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The stability and the repeatability of the real-time LAMP system were tested with one-month interval. The test was carried out at the optimized temperature determined as described above with four positive controls (1 pg pUC57-N DNA) and four negative controls (ddH 2 O) in a StepOne TM System (Applied Biosystems, Foster City, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability and Repeatability Tests of the Real-Time LAMP Assay"
        },
        {
            "text": "Optimization of the real-time RT-LAMP reaction temperature For the RT-LAMP reaction, as shown in Figure 1 , all positive controls (with pUC57-N DNA as template) had amplification, and the results of all negative controls (DNA template substituted by ddH 2 O) were negative at 55°C, 57°C, 59°C and 91°C , however, there was no significant difference in the amplification efficiency, and 59°C was temporarily was selected for the subsequent experiments. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Analysis"
        },
        {
            "text": "The effect of inhibitors in blood samples on the amplification efficiency had been determined, as Figure 2 indicated, when the real-time RT-LAMP reaction system was added with 10 µL blood samples dissolved in 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent (Hunan Shengxiang Biology Technology Co., Ltd, China), there was no amplification; when 7.5 µL blood samples and 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent added, there was slight amplification; when 5µL or 2.5 µL blood samples dissolved in 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent added, there was acceptable effect on the real-time RT-LAMP reaction. Therefore, the blood sample volume of 5µL was selected for 50 µL one-pot real-time or visual RT-LAMP reaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effect of inhibitors in blood samples on the RT-LAMP amplification assays"
        },
        {
            "text": "The detection limits of the one-pot real-time RT-LAMP assay and the one-pot visual RT-LAMP assay were determined using pUC57-N DNA ranging from 2-0.02 fg at 59 °C for 60 min in a StepOneTM System (Applied Biosystems, Foster City, CA, USA) or in a water bath. The detection limits of both the one-pot real-time RT-LAMP assay and the one-pot visual RT-LAMP assay were found to be ≥ 0.2 fg pUC57-N DNA (Figure 3) , which was equivalent to ≥ 6 copies. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 409,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sensitivity of the one-pot real-time or visual RT-LAMP assay"
        },
        {
            "text": "The stability and the repeatability of the real-time LAMP system were tested with one-month interval. As shown in Figure 4 , the reactions of four positive controls were positive with the same amplification plot and melt curve, while the reactions of all negative controls were negative with the same melt curve. This demonstrated that the newly established real-time LAMP assay was robust and repeatable. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stability and Repeatability of the Real-Time LAMP Assay"
        },
        {
            "text": "The one-pot real-time RT-LAMP assay and one-pot visual RT-LAMP assay for detection of COVID-19 were established in the study, and the detection limit was ≥ 6 copies. Although the specificity of the established RT-LAMP assays had been not determined, they were still considered to be highly specific for following reason. Upon alignment in DNA Data Bank of Japan, the target sequence of established RT-LAMP assays had 100% identities (233/233) with that of 35 COVID-19 strains, and had 88% identities (207/233) with that of 52 congeneric SARS Coronavirus strains, among which there were 12 bp on the RT-LAMP primers, it was reported that 3 bp primer-template mismatches extend the detection time from 21 min to 47 min 10 , therefore, the established RT-LAMP assays were theoretically highly specific. The Bst DNA/RNA Polymerase 3.0 (New England Biolabs, Inc., MA, USA) had been used in the study. The enzyme has faborable perforance of both amplification and reverse transcription activity, so it can use either DNA or RNA as template 11, 12 , no reverse transcriptase is needed, and the estalished assays can be directly used for detection of the RNA virus. The nucleic acid extraction had been omitted in the established one-pot real-time or visual RT-LAMP assays, which had greatly reduced the infection risk of the operators. Furthermore, it was recommended the visual RT-LAMP assay over the real-time RT-LAMP assay, one of four Negative Controls in above sensitivity determination of the real-time RT-LAMP assay had amplification, while all four Negative Controls of the visual RT-LAMP assay had no amplification, because the aerosol that may leak was washed by water in water bath, the false positive rate caused by aerosol of the real-time RT-LAMP assay was higher than that of the visual RT-LAMP assay which sunk the reaction tube in water.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study had established the one-pot real-time RT-LAMP assay and one-pot visual RT-LAMP assay for the detection of COVID-19, and provided the rapid, reliable and sensitive tools for facilitating preliminary and cost-effective prevention and control of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "NO external funding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Int Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi.13383"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chest Imaging Appearance of COVID-19 Infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/ryct.2020200028"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V M",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro surveillance",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nucleic Acids. Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accelerated reaction by loop-mediated isothermal amplification using loop primers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagamine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol. Cell. Probes",
            "volume": "16",
            "issn": "",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development and evaluation of a loop-mediated isothermal amplification (LAMP) method for detecting Listeria monocytogenes in raw milk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Food Safety",
            "volume": "30",
            "issn": "",
            "pages": "251--262",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rapid Detection of Listeria monocytogenes in raw milk with loop-mediated isothermal amplification and chemosensor",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Food Sci",
            "volume": "76",
            "issn": "",
            "pages": "611--615",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation and improvement of LAMP assays for detection of Escherichia coli serogroups O26, O45, O103, O111, O121, O145, and O157. Afri Health Sci",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "1011--1021",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development of a real-time loop-mediated isothermal amplification (LAMP) assay and visual LAMP assay for detection of African swine fever virus (ASFV)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Virol Methods",
            "volume": "276",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of internal primer-template mismatches on loop-mediated isothermal amplification",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biotechnol Biotec Eq",
            "volume": "30",
            "issn": "2",
            "pages": "314--318",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A novel thermostable polymerase for RNA and DNA Loop-mediated isothermal amplification (LAMP)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yogesh",
                    "suffix": ""
                },
                {
                    "first": "Jim",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jamie",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Microbiology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Innate Reverse Transcriptase Activity of DNA Polymerase for Isothermal RNA Direct Detection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of the American Chemical Society",
            "volume": "137",
            "issn": "43",
            "pages": "13804--13806",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Amplification Plots of the Real-Time RT-LAMP Reactions. A: heated at 55°C for 50 min; A: heated at 57°C for 50 min; A: heated at 59°C for 50 min; A: heated at 61°C for 50 min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of Inhibitors in Blood Samples on Amplification of Real-time RT-LAMP Assay. 1. 10 µL blood samples dissolved in 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent was added to 50 µL the reaction system; 2. 7.5 µL blood samples dissolved in 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent was added to 50 µL the reaction system; 3. 5 µL blood samples dissolved in 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent was added to 50 µL the reaction system; 4. 2.5 µL blood samples dissolved in 10 µL 2019-nCoV-Fast-Sample Nucleic Acid Releasing Agent was added to 50 µL the reaction system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sensitivity of the Developed One-pot Real-Time RT-LAMP Assay and One-pot Visual RT-LAMP Assay. 1. 2 fg pUC57-N DNA; 2. 0.2 fg pUC57-N DNA; 4. 0.02 fg pUC57-N DNA; 4. H 2 O (Negative Controls). Note: positive reaction: color changed from orange to light yellow; negative reaction: orange.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Repeatability of Newly Established Real-Time LAMP Assay. Note: eight positive controls with 1 pg pUC57-N DNA as the template; eight negative controls with ddH 2 O as the template; A: tested on Mar 19, 2020; B: Tested on Apr 20, 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author declares no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}