{
    "paper_id": "e0219c7a9b941b97c8f2d2f35d5a5356a7e10b8b",
    "metadata": {
        "title": "A Deep Learning Algorithm for Automated Cardiac Murmur Detection Via a Digital Stethoscope Platform",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Chorba",
                "suffix": "",
                "affiliation": {},
                "email": "john.chorba@ucsf.edu"
            },
            {
                "first": "Avi",
                "middle": [
                    "M"
                ],
                "last": "Shapiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "§",
                "middle": [
                    ";"
                ],
                "last": "Le Le",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Maidens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Prince",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dphil",
                "middle": [
                    "§ ;"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Pham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mia",
                "middle": [
                    "M"
                ],
                "last": "Kanzawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "N"
                ],
                "last": "Barbosa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brent",
                "middle": [
                    "E"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Paek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [
                    "G"
                ],
                "last": "Fuller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Grant",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Stalker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "A"
                ],
                "last": "Bravo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dina",
                "middle": [],
                "last": "Jean",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Subramaniam",
                "middle": [],
                "last": "Venkatraman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [
                    "M"
                ],
                "last": "Mccarthy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "D"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background There is variability among clinicians in their ability to detect murmurs during cardiac auscultation and identify the underlying pathology. Deep learning approaches have shown promise in medicine by transforming collected data into clinically significant information. Objective The objective of this research is to assess the performance of a deep learning algorithm to detect murmurs and clinically significant valvular heart disease using recordings from a commercial digital stethoscope platform. Methods Using over 34 hours of previously acquired and annotated heart sound recordings, we trained a deep neural network to detect murmurs. To test the algorithm, we enrolled 373 patients in a clinical study and collected recordings at the four primary auscultation locations. Ground truth was established using patient echocardiograms and annotations by three expert cardiologists. Results Algorithm performance for detecting murmurs has sensitivity and specificity of 76.3% and 91.4%, respectively. By omitting softer murmurs, those with grade 1, sensitivity increases to 90.0%. The algorithm detects moderate-to-severe or greater aortic stenosis with sensitivity of 97.5% and specificity of 77.7% and detects moderate-to-severe or greater mitral regurgitation with sensitivity of 64.0% and specificity of 90.5%. Conclusion The deep learning algorithm's ability to detect murmurs and clinically significant aortic stenosis and mitral regurgitation is comparable to expert cardiologists. The research findings attest to the reliability and utility of such algorithms as front-line clinical support tools to aid clinicians in screening for cardiac murmurs caused by valvular heart disease. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The stethoscope is an iconic medical instrument nearly synonymous with Western medicine. It is easy to handle, inexpensive, and its use is universally accepted-even expected-as part of a physical examination. Yet for the stethoscope to be a useful tool, it requires that the provider both captures and correctly interprets the diagnostic sounds of the patient. Though nearly all providers can perform the act of auscultation with minimal training, interpretation of the collected data is difficult, even for experienced and specialized providers. Inter-observer reliability for identification of a classic auscultatory finding -the \"murmur\" -is fair at best 1,2 , and the provider's ability to identify the true pathology underlying that finding is even worse 3 . Moreover, these challenges are further exacerbated by a noisy and rushed environment, which is the norm in modern practice. Despite the paucity of data in this area, anecdotally, these conclusions ring true for a wide spectrum of medical providers. Since cardiac auscultation remains a cornerstone of the physical exam, diagnostic assistance of its interpretation could therefore be of great use.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 761,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Classical teaching of the cardiac auscultatory exam, and murmurs in particular, centers around the diagnosis of valvular heart disease. Worldwide, valvular heart disease (VHD) is a major cause of mortality and reduced quality of life for tens of millions of patients worldwide [4] [5] [6] [7] [8] . As life expectancies increase, so does the prevalence of VHD in the elderly. Annual VHD fatalities have increased 2.8% each year in the US since 1979 and are projected to double over the next 25 years 5, 9 . Many forms of VHD manifest with a prolonged asymptomatic period, which can be dangerous if not identified. Patients with asymptomatic severe aortic stenosis (AS), a common form of VHD, who do not undergo immediate aortic valve replacement have been shown to have an annual rate of sudden death of 3-13% 10 .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 503,
                    "end": 504,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Echocardiography remains the gold standard for diagnosis of VHD, given its minimal physical risk and excellent test characteristics 11 . Yet echocardiography requires both highly trained sonographers to acquire the data, as well as interpretation of the images by trained cardiologists. Accordingly, echocardiography is expensive, with the total annual cost of $1.2B for Medicare enrollees alone 12 . Despite its widespread use, it also requires a pre-existing suspicion from the referring provider, and it may not be locally available for patients in medically underserved areas. Because VHD is associated with textbook auscultatory findings 13 , cardiac auscultation can be a widespread, fast, and inexpensive tool to improve access to VHD screening, facilitate earlier detection of VHD, and reduce the need for unnecessary echocardiography. To begin to address this problem, we investigated the utility of an electronic stethoscope platform to develop a deep learning algorithm to identify cardiac murmurs.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Deep learning approaches have shown impressive results towards problems in the medical field in recent years, utilizing imaging data such as radiologic studies 14 and echocardiograms 15 to develop interpretative algorithms. Interest in using deep learning for stethoscope sound analysis has also expanded in recent years, leading to applications in lung 16 and heart 17 sound classification. Indeed, an independently developed algorithm, focused on the binary distinction between pathology and normal, has tested favorably in a pediatric cohort, generating confidence in this approach 18 . Deep learning has also shown promise in utilizing auxiliary data unintended to be part of the original data set 19 , illustrating its ability to turn seemingly trivial data into useful information. Based on the traditional training of cardiologists to identify and triage valvular pathology from auscultatory characteristics, we hypothesized that a deep learning approach could be developed to perform similarly, if not better, than these specialty providers.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 354,
                    "end": 356,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eko's heart murmur detection algorithm has been approved for FDA 510(k) clearance 20 and is integrated with the Eko digital stethoscope and ECG software platform to assess single heart sound recordings. The algorithm was trained on recordings from a HIPAA-compliant collection of 400,000 audio recordings from Eko CORE and DUO electronic stethoscopes. The training set consisted of 5,878 de-identified audio recordings totaling over 34 hours from 5,318 unique patients. Recordings were initially randomly selected from the first 60,000 recordings collected and then sub-selected to ensure sufficient murmur examples to train the model. The training data quality is thus representative of what we expect in actual clinical use. The test set recordings used to measure classification performance of the trained algorithm are entirely separate and collected specifically for this purpose.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "To complete the training set for a supervised learning problem, audio recordings and phonocardiograms (PCGs) were reviewed and labeled by one physician as one of three classes: no heart murmur, heart murmur, or poor signal. Recordings of lung sounds, noise, human speech, etc. were examples of data labelled poor signal. The neural network model used for PCG classification uses a ResNet 21 deep convolutional neural network architecture. Prior to being sent to the model, input recordings are filtered using an 8 th order Butterworth high-pass filter at 30 Hertz and downsampled to 2000 Hertz. The final output of the network is a three component probability distribution used to classify the recording.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "The end-to-end algorithm makes a sequence of binary decisions to produce one of three possible outputs. First, it determines whether the recording is of sufficient signal quality to classify as murmur/no murmur, using the output from the neural network corresponding to 'Poor Signal' as a measure of signal quality. If the signal quality is found to be below a pre-specified threshold, then the recording is classified as 'Poor Signal'. Otherwise, the classifier then determines whether the signal shows the presence of a 'Heart Murmur' or can be classified as 'No Heart Murmur' based on another set threshold. All model parameters and thresholds are fixed at training time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "To validate the end-to-end algorithm, separate expert clinicians were used to annotate a test set of 1774 recordings collected from 373 patients through an ongoing multi-site study. For the binary Good Signal / Poor Signal classification step, the algorithm output was compared to the annotations of signal quality qualitatively. For the final murmur detection step, algorithm output is compared to annotations of systolic and diastolic murmur presence using the primary analysis measures of sensitivity and specificity. As secondary analyses, sensitivity and specificity were calculated for PCG stratified by recording position and device, while sensitivity was calculated for PCGs with murmurs stratified by grade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "To show that the algorithm is detecting murmurs associated with clinically significant VHD, such as aortic stenosis and mitral regurgitation, we additionally compare predictions for a subset of the test set patients to echocardiographic assessment of VHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "To obtain the data for testing, we undertook a cross-sectional study of subjects presenting to the echocardiography laboratory and structural heart disease clinics at the Northwestern Memorial Hospital (Chicago, IL) and UCSF Medical Center (San Francisco, CA) to obtain paired electronic stethoscope recordings with clinical echocardiography results. When possible, we pre-screened All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Study Design"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint potential subjects for those with suspected valvular disease to enrich for our target population of cardiac murmurs. The protocol was approved as a minimal risk study by each of the institutional review boards of the participating sites, and all patients gave written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Study Design"
        },
        {
            "text": "Recordings of the phonocardiogram (PCG) were performed by trained study personnel for each subject in a standardized manner. Each subject underwent 15 second recordings at the four standard auscultation positions (aortic: 2 nd intercostal space, right sternal border; pulmonic: 2 nd intercostal space, left sternal border; tricuspid: 5 th intercostal space, left sternal border; mitral: 5 th intercostal space, mid-clavicular line). These recordings were obtained with the standard, clinically available Eko mobile application wirelessly-connected first to the Eko CORE Stethoscope, then to the Eko DUO. Recorded PCG and ECG data were saved as 16-bit, 4000 and 500 Hz-sampled WAV files, respectively, and were synced in real-time to a HIPAA-compliant cloud storage location and sent to the algorithms for analysis. Auscultatory recordings were reviewed by the study investigators for quality control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stethoscope Recordings"
        },
        {
            "text": "Using a custom-made web platform, expert annotators listened to heart sound recordings with headphones while viewing a plot of the PCG. Expert annotators were cardiologists having completed fellowship training in cardiology and each with at least 10 years of clinical practice. Two sensory modalities helped annotators assess signal quality (1-5 scale with defined rubric) and systolic and diastolic murmur presence (true or false for each) and grade (Levine scales 1-6 or 1-4 22 ). Since murmur grade was determined by recording only, systolic murmur grades 5 and 6 were not used. To establish a single set of ground truth labels for a recording we aggregated the responses of the three cardiologists. For a binary presence of each murmur type, we used a majority vote. For signal quality and murmur grade, both of which were optional, we used the median of the responses if there were three and the lessor if there were only two.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phonocardiogram Annotations"
        },
        {
            "text": "Clinical echocardiogram reports followed American Society for Echocardiography (ASE) guidelines which allowed grading of VHD as follows: none, mild, moderate, or severe. 23, 24 The echocardiography laboratories at our study sites included additional categories of trivial, trivial-tomild, mild-to-moderate, moderate-to-severe, and critical. The final clinical reports of the subject echocardiograms were de-identified and associated with study subjects at the study sites, with particular attention to the presence and degree of valvular stenosis and regurgitation of each of the four valves. For our disease screening evaluation, we define \"clinically important\" or \"significant\" VHD cases as those graded moderate-to-severe or worse, for this would encompass all levels of disease which could require timely intervention beyond serial monitoring. We define controls as subjects free of valvular, structural, or congenital heart disease, with no valvular regurgitation or stenosis beyond trivial or physiologic severity.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Echocardiographic Data"
        },
        {
            "text": "Data analysis and visualization was performed in Python using the standard packages numpy, pandas, seaborn, and matplotlib. Confidence intervals were computed by bootstrap rather than approximations which require assumptions about data distributions. To compare proportions, such as sensitivity, on different data samples, the 'N-1' chi-squared test was used for statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Of the 373 subjects, 362 had sufficient echocardiographic information for inclusion in the final analysis and their characteristics are summarized in the Table 1 . The patient population tended towards an elderly population, was predominantly white, and nearly equally split in gender, consistent with cases of valvular heart disease seen at academic medical centers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Validation Study Population"
        },
        {
            "text": "We first compared algorithm output on the test set of 1774 recordings to their annotated ground truth. The cardiologists provided a murmur/no murmur vote and ordinal grade to each of those recordings while the algorithm responded murmur/no murmur for only those of sufficient signal quality. To assess performance of this 'poor signal' screening, which excluded 226 recordings from subsequent murmur detection, we plotted median annotator sound quality histograms faceted by algorithm output in Figure 1 . We observed that the 'poor signal' recordings have low annotator signal quality scores, showing the algorithm is not preventing analysis of potential murmurs when recordings are good. The algorithm was able to screen 1548 recordings or 87% of the test set, and thus would provide a useful clinical tool. All further performance analysis was based on this subset of the test set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "Filtering only the good signal recordings, we directly compared prediction to clinically defined ground truth in the confusion matrix in Table 2 . Algorithm performance had a sensitivity and specificity for detecting murmurs of 76.3% (95% CI: 72.9-79.3%) and 91.4% (95% CI: 89.6-93.1%), respectively (Table 3) , and a positive predictive value of 86.6% (95% CI: 84.0-89.3%) using the murmur prevalence from this test set. The likelihood ratios positive and negative are 8.89 (95% CI: 7.35-11.08) and 0.259 (95% CI: 0.225-0.297), respectively (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 542,
                    "end": 551,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "Our algorithm sensitivity compared to annotations may appear low at least in part because the expert annotators were very sensitive themselves, able to hear very low grade murmurs. Omitting soft murmurs (annotator-aggregated grade 1), which are less likely to indicate meaningful disease 2,25,26 , sensitivity significantly increased to 90.0% (p < 0.0001, Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 363,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "Next, we evaluated whether the performance of our algorithm differed based on auscultatory location. This analysis is summarized in Table 4 . Overall, these performances were similar, as evidenced by the overlapping confidence intervals. Notably, recordings at the pulmonic position were more numerous in this subset since fewer recordings at that position were removed by the algorithm as 'poor signal'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "The recordings are made from two devices, the Eko CORE Stethoscope and the Eko DUO, which also records a 1-lead ECG. We thus evaluated whether the performance of the algorithm differed based on the specific device used to capture the sounds. Detection performance for each device is given in Table 5 , with sensitivity on CORE recordings slightly but significantly higher than on those from DUO (p < 0.05). However, when controlling for signal quality (Table 6 ), the algorithm is not consistently more sensitive on CORE recordings, an example of the well-known Simpson's Paradox.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 452,
                    "end": 460,
                    "text": "(Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "Allowing the algorithm's positive-negative decision boundary to vary, we can plot a receiver operating characteristic (ROC) curve to show different sensitivity and specificity tradeoffs. The FDA-cleared murmur detection algorithm, however, operates at a single point on this ROC curve, with performance described above. Figure 2 shows this ROC curve with the operating point of Eko software overlaid. Stratification of the ROC curve based on grade of the murmur again shows that the detection algorithm operates with significantly improved characteristics with a higher grade murmur (Fig. 2, green line) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 603,
                    "text": "(Fig. 2, green line)",
                    "ref_id": null
                }
            ],
            "section": "Murmur Detection Performance"
        },
        {
            "text": "Having evaluated the algorithm on individual recordings, we can measure its performance as a patient screening tool for valvular heart disease by comparing predictions to echocardiograms. First, we consider aortic stenosis (AS). From the 373 patients represented in the test set, we exclude 60 patients with valve replacements and 11 with insufficient echocardiogram reports. Of the remaining, we group 40 having aortic stenosis of severity at least moderate-to-severe as cases and 103 patients without structural heart disease (i.e. no valve disease greater than trivial severity, and no congenital disease), as controls. As mentioned previously, the severity threshold for disease was chosen to include cases which would require evaluation for mechanical intervention. Figure 3 illustrates the flow of study participants. Importantly, whereas for the murmur detection algorithm the \"gold standard\" is simply the clinical interpretation (and likely more subject to inter-observer variability), for valvular heart disease screening, the \"gold standard\" is the echocardiogram. Since an aortic stenosis murmur is generally loud, we defined a positive test as one where a murmur is detected at either the aortic or pulmonic positions. A negative test is one where no murmur is detected at the aortic and pulmonic positions. A small fraction of subjects in both patient groups (i.e. cases and controls) had recordings limited by a 'poor signal' classification and were removed from the analysis if necessary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 779,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Valvular Disease Screening Performance"
        },
        {
            "text": "We show an ROC curve of the test results for aortic stenosis detection in the 143 subjects in Figure 4 . The single points plotted are taken from Table 7 . Overall, the Eko murmur detection algorithm in production compares favorably to the expert clinicians, with higher sensitivity than all annotators and higher specificity than two of the three.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 153,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Valvular Disease Screening Performance"
        },
        {
            "text": "We are also able to screen for mitral regurgitation (MR) with the murmur detection algorithm. Using the same patient cohort, and the same inclusion and exclusion criteria as for aortic stenosis, except testing at the single mitral/apex location, we have 32 cases and 84 controls. There are fewer control subjects for MR because there are a greater number of 'poor signal' recordings at the mitral position. The ROC curve is presented in Figure 5 . The algorithm compares favorably to the annotators, whose performances fall along the ROC curve. Performance metrics with confidence intervals are given in Table 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 611,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Valvular Disease Screening Performance"
        },
        {
            "text": "Our results show that within our test set, the algorithm detects a murmur of any grade with 76.3% sensitivity and 91.4% specificity and detects moderate-to-severe or greater aortic stenosis with a All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint sensitivity of 97.5% and specificity of 77.7%. These numbers are more sensitive than all the expert cardiologist annotators and more specific than all but one of them. The algorithm detects moderate-to-severe or greater mitral regurgitation with a sensitivity of 64.0% and a specificity of 90.5%, which is more specific but less sensitive than the annotators. Notably, as \"algorithms\" themselves, the annotators fall nearly directly on the ROC curve of the deep learning algorithm, as applied to mitral regurgitation. As seen for both detection of aortic stenosis and mitral regurgitation, there is considerable variability in performance amongst annotators, even amongst highly trained experts. This likely represents variability in real-world practices amongst clinicians, which is a considerable challenge. This emphasizes the need for a real-time tool that could obviate this inter-observer variability, and the algorithm tested here, when paired with an electronic stethoscope, does exactly this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The algorithm presented here is intended as a decision support tool for clinicians, and our data support its use in detecting murmurs attributed to valvular heart disease. To put this in perspective, in the general elderly population, where the prevalence of surgically intervenable aortic stenosis is approximately 5% 27 , a negative test, carrying a negative likelihood ratio of 0.032, will nearly rule out the diagnosis, reducing its probability to <0.2%. Conversely, applying the positive likelihood ratio of 4.37 in the setting of a positive result will increase the disease probability to 19%, though this would include non-surgical VHD disease given our study design. In both cases, however, these changes will almost assuredly affect clinical management. Moreover, it is likely that the overall accuracy to make a clinical diagnosis of VHD would be higher when combining the provider's interpretation of the heart sounds along with the algorithm results 28 . We anticipate that such a tool would be particularly useful in a hurried setting like an emergency department, where minimizing the time to diagnostic test results, as well as the strain on providers, is particularly important. While an emergent environment was not explicitly captured in our test set, we purposefully captured heart sounds in a real-world clinical setting to enhance the generalizability of our findings. Importantly, the algorithm tested here is designed solely for the evaluation of the presence of a cardiac murmur in single recordings. Auscultatory findings, however, are much richer than simply the presence or absence of a murmur. Indeed, classical teaching of aortic stenosis includes nonmurmur characteristics, such as the \"softness\" of the A2 component of the second heart sound, and the timing of the peak of the systolic murmur, as indicators of severity 13 . It is reasonable to conjecture that an extended algorithm, which includes more known signs of VHD in its decisionmaking process would therefore have better performance as a complete disease screening test. This is an area of active investigation and development for our group as low inter-observer reliability in the identification of other murmur characteristics, or even patients with specific diseases, creates many challenges for curating richly labeled datasets large enough for training comprehensive heart sound models. This, however, underscores the need for more investigation in this area. Though the test set populations may well represent the U.S. population, they may not reflect populations in developing countries, where the prevalence and etiology of VHD are different. As these populations would likely very much benefit from a potentially low-cost support tool such as this, further investigation in these populations are warranted.",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 964,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1851,
                    "end": 1853,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results also show that the cardiologists and the algorithm perform better in detecting aortic stenosis than detecting mitral regurgitation. This may be attributed to aortic stenosis having a more discernible auscultatory signature. Moreover, its characteristic murmur can be heard in both the aortic and pulmonic positions on auscultation, offering additional data points for both the human and computer decision-makers. Physiologically, mitral regurgitation is a load-dependent murmur, such that severity of regurgitation can vary markedly depending on the minute-to-minute hemodynamics of the patient. Moreover, MR can be directional, and therefore certain types of MR may simply not have murmurs at a single auscultation location, like the cardiac apex. The higher rates of poor signal from the mitral position in our study only exacerbate these challenges. Further study of additional auscultation locations, or alternative, non-murmur auscultatory characteristics, would be useful to aid in improving the performance of VHD detection algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The tested algorithm addresses the need for an effective, reliable, and accessible method to screen for murmurs and ultimately, detect VHD. First, the deep learning algorithm is accurate and reliable, with low inter-operator variability. It shows comparable performance to that of an expert cardiologist, suggesting it could deliver cardiology-level expertise to frontline clinicians in the field. Potential benefits include enabling clinicians to detect VHD earlier and more consistently, and potentially reduce morbidity and mortality due to earlier clinical intervention 29 . Second, the algorithm can detect heart murmurs at the point of care through cellular or wi-fi connectivity with the stethoscope and mobile platform. A tool that can serve as an affordable alternative for diagnosing VHD would be very valuable since echocardiography remains limited by cost, time, and access, especially in rural and underserved areas suffering from a shortage of cardiologists 30 . Third, in light of the recent and ongoing COVID-19 pandemic 31 , the potential to provide expert level diagnostics through telemedicine, thereby limiting the transmission of a highly contagious disease, is also particularly attractive. Furthermore, the digital stethoscope platform employed here could be extended to investigate other auscultation findings, such as lung sounds, which may help improve screening for such disease. Fourth, to the extent the algorithm can accurately exclude valvular disease, it could reduce the burden of unnecessary echocardiography. Overall, our study shows the promise of this tool as an adjunct to clinical care, and illustrates the potential of it expanding into something even greater.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 576,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The deep learning algorithm evaluated here is designed to be used as a clinician-assisted screening tool. Similar to blood test results, the algorithm can have false positive and false negative results, and therefore it is important that results of the algorithm are placed within the appropriate clinical context. We note that the murmur-detection algorithm was developed using, to our knowledge, the world's largest adult echocardiogram-paired heart sound recording database. Looking ahead, this database can potentially be used in the development of other clinical tools, including algorithms to differentiate between innocent and pathologic murmurs, as well as algorithms to identify specific types of VHD, such as aortic stenosis, mitral regurgitation, and tricuspid regurgitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, valvular heart disease has become an increasingly prevalent manifestation of poor cardiovascular health in both the developed and developing world. A clinical decision support algorithm that is able to detect and classify valvular heart disease could improve public health, All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint reducing unnecessary referrals for echocardiography and promoting early and accurate screening in underserved areas. Using an electronic stethoscope platform, we have deployed the first stage of such a tool: a deep learning algorithm to identify cardiac murmurs as manifestations of valvular heart disease. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint Figure 1 : Predicted and annotated signal quality show favorable agreement. The plot on the right shows that the recordings predicted as 'poor signal' by the algorithm have low signal quality as assessed by the cardiologist annotators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint Figure 2 : Performance of murmur detection algorithm. ROC curves for all recordings (blue) and minimal intensity-filtered murmurs (green) are show. Eko software operates with parameters yielding the orange marker. Error bars indicate 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint Figure 3 : Flow of VHD study participants. We defined VHD cases as those graded moderate-tosevere or worse to encompass all levels of disease which could require timely intervention beyond serial monitoring. We defined controls as subjects free of valvular, structural, or congenital heart disease, with no valvular regurgitation beyond trivial or physiologic severity. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint Figure 4 : Performance of aortic stenosis screening by murmur detection algorithm. The algorithm ROC curve is shown in blue. Eko software operates at the orange marker. The performance of the individual cardiologists is shown by the green, red, and purple markers. Error bars indicate 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "ROC curve (AUC=0.941) Eko prediction with 95% CI Annotator A with 95% CI Annotator B with 95% CI Annotator C with 95% CI All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint Figure 5 : Performance of mitral regurgitation screening by murmur detection algorithm. The algorithm ROC curve is shown in blue. Eko software operates at the orange marker. The performance of the individual cardiologists is shown by the green, red, and purple markers. Error bars indicate 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "ROC curve (AUC=0.845) Eko prediction with 95% CI Annotator A with 95% CI Annotator B with 95% CI Annotator C with 95% CI All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.20050518 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Does this patient have an abnormal systolic murmur?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Etchells",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robb",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "JAMA",
            "volume": "277",
            "issn": "",
            "pages": "564--571",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A study of physician variation in heart sound interpretation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dobrow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Calatayud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Caceres",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "The American Journal of Cardiology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiac auscultatory skills of internal medicine and family practice trainees. A comparison of diagnostic proficiency",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mangione",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "JAMA",
            "volume": "278",
            "issn": "",
            "pages": "717--722",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Valvular heart disease: the next cardiac epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Arcy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Prendergast",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bridgewater",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Heart",
            "volume": "97",
            "issn": "",
            "pages": "91--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Burden of valvular heart diseases: a population-based study",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Nkomo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "1005--1011",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aortic Stenosis in the Elderly",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L J"
                    ],
                    "last": "Osnabrugge",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Am. Coll. Cardiol",
            "volume": "62",
            "issn": "",
            "pages": "1002--1012",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Incidence and characteristics of newly diagnosed rheumatic heart disease in Urban African adults: insights from the Heart of Soweto Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sliwa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur. Heart J",
            "volume": "31",
            "issn": "",
            "pages": "719--727",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is primary prevention of rheumatic fever the missing link in the control of rheumatic heart disease in Africa?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karthikeyan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Mayosi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Circulation",
            "volume": "120",
            "issn": "",
            "pages": "709--713",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lack of progress in valvular heart disease in the pre-transcatheter aortic valve replacement era: Increasing deaths and minimal change in mortality rate over the past three decades",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. Heart J",
            "volume": "167",
            "issn": "",
            "pages": "562--567",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk stratification in asymptomatic severe aortic stenosis: a critical appraisal",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pepper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Senior",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur. Heart J",
            "volume": "33",
            "issn": "",
            "pages": "2377--2387",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "AHA/ACC guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nishimura",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Thorac. Cardiovasc. Surg",
            "volume": "148",
            "issn": "",
            "pages": "1--132",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trends in the use of echocardiography",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Virnig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Shippee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeglin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parashuram",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Data Points #20. in Data Points Publication Series (Agency for Healthcare Research and Quality",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Braunwald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Zipes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Libby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Bonow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Current Applications and Future Impact of Machine Learning in Radiology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Radiology",
            "volume": "288",
            "issn": "",
            "pages": "318--328",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Deep echocardiography: dataefficient supervised and semi-supervised deep learning towards automated diagnosis of cardiac disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tibrewal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R K"
                    ],
                    "last": "Mofrad",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "npj Digital Medicine",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Application of semisupervised deep learning to lung sound analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kodgule",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganelin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Miglani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Conf. Proc. IEEE Eng. Med. Biol. Soc",
            "volume": "",
            "issn": "",
            "pages": "804--807",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Classification of Normal/Abnormal Heart Sound Recordings: the PhysioNet/Computing in Cardiology Challenge",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cardiology Conference (CinC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.22489/cinc.2016.179-154"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Artificial Intelligence-Assisted Auscultation of Heart Murmurs: Validation by Virtual Clinical Trial",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Reinisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Unterberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Schriefl",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatr. Cardiol",
            "volume": "40",
            "issn": "",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reconstructing faces from fMRI patterns using deep generative neural networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanrullen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Commun Biol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "510(k) Premarket Notification",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Deep Residual Learning for Image Recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Conference on Computer Vision and Pattern Recognition (CVPR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/cvpr.2016.90"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recommendations on the echocardiographic assessment of aortic valve stenosis: a focused update from the European Association of Cardiovascular Imaging and the American Society of Echocardiography",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baumgartner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chair",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. Heart J. Cardiovasc. Imaging",
            "volume": "18",
            "issn": "",
            "pages": "254--275",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Recommendations for Noninvasive Evaluation of Native Valvular Regurgitation: A Report from the American Society of Echocardiography Developed in Collaboration with the Society for Cardiovascular Magnetic Resonance",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Zoghbi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Am. Soc. Echocardiogr",
            "volume": "30",
            "issn": "",
            "pages": "303--371",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Guidelines for the Management of Patients With Valvular Heart Disease: Executive Summary",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Acc/Aha",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Circulation",
            "volume": "114",
            "issn": "",
            "pages": "450--527",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Echocardiography in the evaluation of systolic murmurs of unknown cause",
            "authors": [
                {
                    "first": "Attenhofer",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Med",
            "volume": "108",
            "issn": "",
            "pages": "614--620",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The evolving epidemiology of valvular aortic stenosis. the Tromsø study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Eveborn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schirmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heggelund",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lunde",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Heart",
            "volume": "99",
            "issn": "",
            "pages": "396--400",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Changes in cancer detection and false-positive recall in mammography using artificial intelligence: a retrospective, multireader study. The Lancet Digital Health",
            "authors": [
                {
                    "first": "H.-E",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s2589-7500(20)30003-0"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Competency in cardiac examination skills in medical students, trainees, physicians, and faculty: a multicenter study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vukanovic-Criley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch. Intern. Med",
            "volume": "166",
            "issn": "",
            "pages": "610--616",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Tackling the Rural Access Crisis: Cardiologists Will Need an Array of Tools to Meet Patients' Needs. Cardiovascular Business Strategies in Economics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guilford-Blake",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Practice & Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of Study Patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Confusion matrix for single recording murmur detection using annotator ground truth.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Murmur detection sensitivity by cardiologist-assessed intensity grade",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Algorithm performance by auscultation position",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Algorithm performance by recording device All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Algorithm performance by signal quality and recording device. CORE and DUO sensitivities are only significantly different at p < 0.05 for recordings with signal quality equal to 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Aortic Stenosis screening results on 40 cases and 103 controls.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Mitral regurgitation screening results on 32 cases and 84 controls, All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}