{
    "paper_id": "e165780491152cf6fcadf7f222b6057e76e2858f",
    "metadata": {
        "title": "COVID-19 Global Pandemic Planning: Decontamination and Reuse Processes for N95 Respirators",
        "authors": [
            {
                "first": "Douglas",
                "middle": [
                    "J"
                ],
                "last": "Perkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": "dperkins@salud.unm.edu."
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Villescas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Terry",
                "middle": [
                    "H"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Muller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Bradfute",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ivy",
                "middle": [],
                "last": "Hurwitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiuying",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Wilcox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Myissa",
                "middle": [],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Bartlett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [],
                "last": "Langsjoen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Science Center",
                    "location": {
                        "settlement": "Albuquerque",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Phil",
                "middle": [],
                "last": "Seidenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico-Kenya Programs, Kisumu and Siaya",
                    "location": {
                        "country": "Kenya"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 is an illness caused by a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The disease was first identified as a cluster of respiratory illness in Wuhan City, Hubei Province, China in December 2019, and has rapidly spread across the globe to greater than 200 countries. Healthcare providers are at an increased risk for contracting the disease due to occupational exposure and require appropriate personal protective equipment (PPE), including N95 respirators. The rapid worldwide spread of high numbers of COVID-19 cases has facilitated the need for a substantial supply of PPE that is largely unavailable in many settings, thereby creating critical shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Creative solutions for the decontamination and safe reuse of PPE to protect our frontline healthcare personnel are essential. Here, we describe the development of a process that began in late February 2020 for selecting and implementing the use of hydrogen peroxide vapor (HPV) as viable method to reprocess N95 respirators. Since pre-existing HPV decontamination chambers were not available, we optimized the sterilization process in an operating room after experiencing initial challenges in other environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Details are provided about the prioritization and implementation of processes for collection and storage, pre-processing, HPV decontamination, and post-processing of filtering facepiece respirators (FFRs). Important lessons learned from this experience include, developing an adequate reserve of PPE for effective reprocessing and distribution, and identifying a suitable location with optimal environmental controls (i.e., operating room). Collectively, information presented here provides a framework for other institutions considering decontamination procedures for N95 respirators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rapid global dissemination of a novel coronavirus disease (COVID-19) caused by an the enveloped nonsegmented positive-sense RNA virus, SARS-CoV-2, has overwhelmed healthcare systems around the world. The rapid increase in clinical cases presenting at healthcare facilities when the disease propagates in a particular geographic region requires a rapid response by the healthcare system. The primary means of protecting frontline healthcare personnel (HCP) from contracting COVID-19 is through the proper use of personal protective equipment (PPE), such as N95 filtering facepiece respirators (FFRs). Based on the rapid spread of the virus around the globe, there is a high-volume demand for the continuous supply of PPE. The consequences of such a global demand has created a significant strain on the supply-chain of N95 respirators and other PPE. The shortage of PPE raises substantial concerns for healthcare facilities and HCP. The Centers for Disease Control and Prevention (CDC) has implemented an ongoing and continually updated release of information to optimize the supply of N95 respirators with most recent updates on 4 April 2020 1 . While it is without question that reuse of N95 respirators (and other PPE) would be obviated if an adequate supply were available, creative strategies are required when there is an imbalance in the supply and demand. Given the current global shortage of PPE, creative solutions are immediately required to mitigate the risk of exposure of HCP to SARS-CoV-2. In anticipation of such a shortage, we began exploring the most viable and safe methods for sterilizing PPE for reuse in late February 2020 at the University of New Mexico (UNM). During this short period of time, we have quickly learned the importance of having concerted and coordinated efforts devoted to the overall workflow for the safe collection, storage, decontamination, and distribution of reprocessed PPE, along with requisite safety training of staff who perform the reprocessing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In preparation for a probable shortage of PPE at our study sites in Kenya, and a possible shortage in the US (including UNM), we began investigating methods for decontaminating of FFRs in late February 2020. At that time, it became apparent that several decontamination procedures had been investigated, and that some of the methods (importantly) did not substantially impact on the structural integrity (i.e., filter aerosol penetration, airflow resistance, and physical integrity) of the N95 respirators after multiple decontamination cycles. In considering the possible options, we used a data-driven approach based on the currently available peer-reviewed literature, publicly available information, and consultation with subject matter experts. The strategic planning also considered the availability of instruments commonly found in in healthcare systems that could be rapidly transitioned and implemented for decontamination of N95 respirators. . They discovered that all the methods for all six FFRs maintained the optimal levels of filter aerosol penetration (<5%), excect for HPGP which had >5% penetration levels for four of the six FFRs. Neither of the two studies, however, examined organism killing as part of the experimental paradigm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection and Prioritization of Decontamination Methods:"
        },
        {
            "text": "One published report from an FDA award to Battelle Memorial Institute investigated decontamination of N95 FFRs (3M model 1860) using hydrogen peroxide vapor (up to 50 cycles) delivered from a Bioquell Clarus C HPV decontamination system 4 . The study found that aerosol collection efficiency and air flow resistance were not affected over the 50 cycles of reprocessing. Although no visible degradation of the elastic straps was observed at up to 20 cycles, after 30 cycles the elastic straps showed signs of fragmentation upon stretching. The Battelle study also measured decontamination properties using a biological indicator (BI), Geobacillus stearothermophilus, since this spore-forming organism has resistance . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection and Prioritization of Decontamination Methods:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection and Prioritization of Decontamination Methods:"
        },
        {
            "text": "to HPV decontamination and heat, and therefore, represents a high stringency surrogate for pathogen inactivation. Importantly, their work demonstrated biological aerosol exposure and HPV decontamination were effective for up to 50 cycles with a 6-log reduction in the BI. Battelle recently received approval by the FDA to incorporate the VHP method into a mobile Critical Care Decontamination System TM (CCDS) for large-scale decontamination of PPE for reuse, including N95 respirators for up to 20 cycles 5 . In line with the Battelle findings, Duke University and Health System recently evaluated and implemented VHP methods for the decontamination and reuse of N95 respirators for up to 30 cycles 6 . The University of Nebraska Medical Center recently developed a detailed workflow for decontamination of N95 respirators and opted to utilize a UVGI process 7 . Deployment of reprocessed FFRs for some of their HCP has already been implemented.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 700,
                    "end": 701,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Selection and Prioritization of Decontamination Methods:"
        },
        {
            "text": "Based on the available literature and consultation with subject matter experts throughout the planning phase, we prioritized VHP decontamination of FFRs as a top-choice by mid-February, and subsequently began developing our processes. Additional influence for our choice included: 1) HPV technology is a widely used industry standard for decontamination/sterilization in research and medical facilities, and 2) improved hydrogen peroxide has the lowest EPA acute toxicity category (i.e., category IV) meaning that it is essentially non-toxic and not an irritant for oral, inhalation, and dermal routes of administration 8,9 . For additional validation of our choice for HPV decontamination, the CDC recently released information about FFR decontamination and reuse as a \"crisis capacity strategy to ensure continued availability\", and HPV was listed as one of the most promising potential methods 10 .",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 899,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Selection and Prioritization of Decontamination Methods:"
        },
        {
            "text": "We employed a process in which the HCP removes the FFR following the appropriate institutional guidelines. Inspection for visible soiling, saturation, or loss of structural integrity is performed, and FFRs that are structurally intact and not visibly soiled or saturated are placed in a designated foot-pedal receptacle containing a biohazard bag. Those FFRs that do not meet the inspection standards are discarded in a separate receptacle using standard institutional procedures. This process is followed by safely doffing of the gloves and hand-hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection and Storage of used FFRs:"
        },
        {
            "text": "Designated personnel retrieve the biohazard bags from the unit when the receptacles become half-full per communication (telephone call) from the originating unit. Information communicated from the unit to the designated pick-up individual includes: unit name, location of bins (e.g., room numbers), and assigned contact person on the unit. The individual retrieving the material follows the designated . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection and Storage of used FFRs:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint institutional guidelines for ensuring safety. The biohazard bag being retrieved is placed in another biohazard bag and closed using a zip tie. A sticker is placed on the outside of the bag designating date and unit of origin, followed by transport of material to a locked storage area. Lakewood, CO), with another BI placed immediately outside of the room to serve as a control. Once the aeration phase is complete, a PortaSens III Hydrogen Peroxide Sensor is used to ensure that H2O2 vapor in the room is below 1.0 ppm prior to personnel entry into the room 11 . The CIs were visually inspected immediately after the run and the BIs placed in culture following manufactures instructions. Each run using the conditions listed above has achieved 6-log reduction for the CIs and negative cultures for the BIs ( Figure 3 ). FFRs are not removed from the racks until they reach 0.0 ppm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 961,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Collection and Storage of used FFRs:"
        },
        {
            "text": "The personnel performing the post-processing wear a procedure mask and gloves. Once the FFRs are removed from the rack, they are visibly inspected for any damage, and those with signs of physical damage (mask surfaces, staples, and elastic bands) are discarded. FFRs that pass the physical inspection are marked with a small indelible mark (using a sharpie pen). The marking pattern on the FFRs for up to 20 cycles, the maximum number of reprocessing runs, is shown in Figure 4 . The reprocessed",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 477,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Post-Processing:"
        },
        {
            "text": "FFRs are then placed into individual bags marked with the processing date and batch run, followed by sorting into size and model for redistribution. All users of the reprocessed FFRs should perform a visual inspection of the N95 prior to donning to ensure overall structural integrity, followed by a fit test to ensure that an effective seal is achieved. Those FFRs that do not meet this integrity check are discarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Processing:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Processing:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Processing:"
        },
        {
            "text": "A short time ago, the decontamination of FFRs for reuse would have been considered (by most) to be either unnecessary or non-viable. However, strain on the global supply chain of PPE, in the context of providing a safe working environment for HCPs, has fostered creative solutions that are now being considered and implemented at some institutions. The most critical steps in the process are: 1) to consider PPE as a limited commodity with a finite supply, and 2) to begin the safe collection and storage of PPE for potential reuse. Without a reserve of supplies to reprocess, the ability to efficiently create a workflow for decontamination and deployment of reprocessed FFRs (or other PPE) becomes exceedingly limited. Prior to deciding on the exact method for the future decontamination procedure that we may needed to implement, we created the workflow to safely collect and store the FFRs (and other PPE) to create sufficient reserves. This allowed us to focus our efforts on deciding which procedure(s) were viable in our environment, and once determined, the ability to rapidly implement the steps involved in the decontamination process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND DISCUSSION"
        },
        {
            "text": "Based on the available information at the time, we prioritized HPV decontamination as our first choice, and UVGI as a viable second option. However, since we did not have any pre-existing configurations that contained large chambers with external sources of HPV, we started testing in HPV generators in different environments. Learning through trial and error, in an iterative process and with open minds, was critical to our eventual success. Initially, we tested the process in a standard room (22' x 8' with 8' ceilings; 131 m 3 ) and were meet with challenges. For example, the room did not have adequate airflow to cool the environment to an optimal temperature between the HPV processing runs. This resulted in the Bioquell instrument shutting down during the gassing phase due to overheating, thereby, reducing the desired levels of H2O2 (ppm). It became apparent that waiting for a protracted period to allow the room to reach the desired temperature for a subsequent run would not achieve desired efficiently. As such, we eliminated this environment as a viable option and set up the HPV decontamination process in one of four unused operating rooms. Based on their intended use, such environments are constructed with optimized climate control, outside air exchanges, and finishes that are monolithic, scrubbable, and free of crevices and fissures. Sterilization of operating rooms with portable HPV generators, such as the instrument we employed, is an industry standard for no-touch disinfection of the environment to prevent transmission of pathogens. During the HVP exposure application we further isolated the operating room by sealing off the heating, ventilation and air conditioning (HVAC) supply / exhaust ducts and door with polyethylene sheeting and tape. Upon setting up the HPV process in the operating room, we achieved immediate . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint success and moved forward in that setting. We have achieved similar efficacy in a second operating room with a different Bioquell system (BQ-50), indicating flexibility in the overall process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND DISCUSSION"
        },
        {
            "text": "Results presented in this manuscript are meant to serve as an information sharing tool for other institutions who may wish to set up such processes, particularly for those who do not already have specific HPV chambers already in place. The workflow described here is one of many different options to operationalize the overall process. It is realized that different institutions will have creative ways to find solutions for their own unique challenges with PPE shortages. The two most important lessons learned from our experience are: 1) develop an adequate reserve of PPE for efficiently implementing the reprocessing workflow, and 2) locate a suitable environment for the HPV decontamination procedure, such as an operating room, which has the pre-existing conditions required for conducing the HPV decontamination process. While it is certain that we face unique challenges with COVID-19 that were not previously imagined, an efficient and safe workflow for reprocessing FFRs, and other PPE, can foster substantial improvements for protecting our HCP during this phase of critical shortages. An efficient and robust reprocessing workflow can also promote re-implementation of previous (more stringent) standards of PPE use that were commonly used before the current shortage. Figure 1 . FFR placement and spacing on processing rack.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1281,
                    "end": 1289,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSION AND DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURES"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint Figure 2 . Configuration for HPV decontamination process in an operating room.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "FIGURES"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURES"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint Figure 3 . Culture results from biological indicators (Geobacillus stearothermophilus spores) with control placed outside the room (left, yellow) and 10 BIs placed in the processing room during the HPV decontamination (right 1-10, purple).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "FIGURES"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURES"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURES"
        },
        {
            "text": "Reprocessed 6x",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprocessed 1x"
        },
        {
            "text": "Reprocessed 20x",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprocessed 1x"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprocessed 1x"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20060129 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprocessed 1x"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Strategies for Optimizing the Supply of N95 Respirators",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of five decontamination methods for filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Occup Hyg",
            "volume": "53",
            "issn": "",
            "pages": "815--842",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decontamination Processing for Filtering Facepiece Respirators",
            "authors": [],
            "year": 2010,
            "venue": "Journal of Engineered Fibers and Fabrics. Journal of Engineered Fibers and Fabrics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Final Report for the Bioquell Hydrogen Peroxide Vapor (HPV) Decontamination for Reuse of N95 Respirators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Battelle Memorial Institute",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Accessed Contract No. HHSF223201400098C. Study Number",
            "volume": "3245",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Battelle CCDS Critical Care Decontamination System",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Battelle Memorial Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Decontamination and Reuse of N95 Respirators with Hydrogen Peroxide Vapor to Address Worldwide Personal Protective Equipment Shortages During the SARS-CoV-2 (COVID-19) Pandemic. ABSA International",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greeson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Thomann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Sempowsk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Alderman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Condreay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "N95 Filtering Facepiece Respirator Ultraviolet Germicidal Irradiation (UVGI) Process for Decontamination and Reuse",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Farke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boulter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cawcutt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emodi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hankins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hinkle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Micheels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vasa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wadman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupp",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Label Review Manual. Chapter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Decontamination and Reuse of Filtering Facepiece Respirators",
            "authors": [],
            "year": 2020,
            "venue": "CFR 1910.1000 TABLE Z-1 -TABLE Z-1 Limits for Air Contaminants",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Several studies have investigated common decontamination methods: Ultraviolet Germicidal Irradiation (UVGI), Hydrogen Peroxide Vapor (HPV), Hydrogen Peroxide gas plasma (HPGP), Ethylene Oxide (EtO), Liquid Hydrogen Peroxide (LHP), Microwave Oven Irradiation (MOI), Microwave Oven generated Steam (MGS), Moist Heat Incubation (MHI, pasteurization), and Sodium Hypochlorite (bleach, 0.6%) 2,3 . A study by Visusi et al., used one-cycle (1x) to investigate five decontamination methods [UVGI, HPGP, EtO, MOI, and Sodium Hypochlorite (bleach)] for nine models of NIOSH-certified FFRs, and suggested that UVGI, HPV, and EtO were the most promising methods 2 . Although these three options emerged as their top choices, none of the five methods negatively affected the structural integrity of the FFRs. Investigations by Bergman et al., examined three-cycle (3x) processing for eight different decontamination methods [UVGI, HPV, HPGP, EtO, LHP, MOGS, MHI, and sodium hypochlorite (bleach, 0.6%)] for six models of FFRs 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Processing: The removal of FFRs from their storage container is performed in the same room where the HPV decontamination process occurs. This step is performed by personnel following institutional PPE donning procedures. Based on the exposure risk, appropriate PPE training (or re-training) is provided to the personnel. When processing the FFRs, personnel wear an N95 respirator, eye protection (googles and face shield), protective disposable clothing that covers their skin and hair, and two pairs of gloves. If a powered air purifying respirator (PAPR) is available, this can be implemented instead of the FFR and eye/face coverings for the personnel performing the procedures. The personnel remove the biohazard bags from their transport container. The zip tie on the bag is cut (bags are not to be cut or torn open) and the contents are gently (and slowly) placed on the processing table. Personnel should not reach into the biohazard bag to retrieve (touch) any items nor should the contents be quickly \"dumped\" onto the processing table to avoid generating aerosolized particles. FFRs are not be touched by the personnel and large forceps (grippers) should be used to retrieve any FFRs that remain in the biohazard bag. During this process, there is an additional inspection of the FFR so that any visibly soiled (e.g., make-up, lotion, dirt, or biological material) respirators do not undergo the decontamination process and are disposed in a biowaste container. Upon emptying all the contents, the biohazard bag is rolled in upon itself and placed into a biowaste container.Placing FFRs on Processing Racks: We have employed 5-6 processing racks (2' x 7' with four shelves) for each decontamination process. For placement of the respirators, the processing rack (rolling cart) is placed adjacent to the processing table. The FFRs are hung from one of the elastic straps to the end of an \"S\" hook with the other of the hook adjoined to the wire shelfing in the process rack (Figure 1). Loading of the FFRs begins from the bottom of the processing rack and proceeds sequentially upwards until reaching the top. Large forceps (grippers) are used to hang the FFRs on the \"S\" hooks without touching with the gloved hands at any time. The FFRs should not be touching one another and should be spaced far enough apart to allow hydrogen peroxide vapor to surround and permeate all surfaces of the respirator (Figure 1). Once loading of the processing rack is complete, it is then transported to a designated location in the room. This process is repeated until all the racks are loaded with the FFRs. There are approximately currently being processed are 3 M TM 1860 and 1870 N95s, as well as protective eyewear.HPV Decontamination Process:The HPV sterilization process has been set in an operating room 24' x 18\" with 8'' ceilings (321 m 3 )(Figure 2). The instrument employed in the room is a Bioquell Clarus TM C hydrogen peroxide vapor generator using 30% w/w H2O2 solution. The cycle parameters are set with an H2O2 injection rate and H2O2 dwell rate for both at 8.0 g/min. The HPV generator has the following phases:Conditioning(10 min), Pre-Gassing, Gassing (83 min), Gassing Dwell (36 min), and Aeration. To facilitate dispersion of the H2O2 vapor, two circulating fans are placed on the floor of the room (low speed setting) (Figure 2). Each process run in the room includes 4 Bioquel chemical indicators (CIs, Bioquell; Horsham PS), and 10 biological indicators (BIs), Geobacillus stearothermophilus spores (Mesa Laboratory;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Marking of FFRs to indicate reprocessing cycles.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}