{
    "paper_id": "e24e86ce2177ce4ffac542728ba354c227163441",
    "metadata": {
        "title": "Oxygen transfer characteristics of a hollow fiber dialyser: toward possible repurposing of dialysers as blood oxygenators in the context of constrained availability of respiratory support",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Rubin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Witwatersrand",
                    "location": {
                        "settlement": "Johannesburg"
                    }
                },
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [
                    "T"
                ],
                "last": "Stacey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Witwatersrand",
                    "location": {
                        "settlement": "Johannesburg"
                    }
                },
                "email": ""
            },
            {
                "first": "Tonderayi",
                "middle": [],
                "last": "Matambo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNISA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [],
                "last": "Hildebrandt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNISA",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The mass transfer characteristics for oxygen from the gas phase to blood in a hollow fiber renal dialysis unit was investigated in vitro with a view to using such devices to effect respiratory support in patients with viral pneumonia and acute respiratory distress syndrome. In our in vitro experiments, which were severely curtailed by prevailing circumstances, we used water as a substitute on the blood side. The water was saturated rapidly indicating that the system was flow limited rather than diffusion limited for oxygen transfer. Using these findings, we estimated the expected performance with blood and the results suggest that two dialysis units operating in parallel with a pure oxygen gas supply running counter-current to the blood flow, could supply up to 40% of the total required oxygen demand rate in an adult patient. While not studied, carbon dioxide elimination is likely to be feasible as well. It is thus possible that hollow fiber dialysis units operating with suitable roller pumps in a veno-venous access configuration, could serve as a cost-effective and readily available alternative or adjunct for respiratory support in the face of severe resource constraints. Verification and extension of our study is needed by well resourced laboratories who are still able to function during this unprecedented period of restrictions. If, after further studies and clinical considerations, this approach appears feasible, then consideration may be given to clinical deployment of this technique in desperate situations where no alternative exists to preserve life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has focused attention on many constraints including our capacity to ventilate patients with viral pneumonia and acute respiratory distress syndrome (ARDS) (1) . There is an urgent need to identify and produce low-cost, technologically simple devices to augment respiratory support. To this end, there are currently numerous projects underway to rapidly produce large numbers of mechanical ventilators to meet current or projected need.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to mechanical ventilation, direct oxygenation of the blood via extracorporeal membrane oxygenators (ECMO) is an approach which has been used successfully to oxygenate and decarbonate the blood (2, 3) . However, ECMO requires a relatively advanced, well-resourced environment and it is extremely costly (4) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The specific indications for the use of ECMO instead of, or in addition to, mechanical ventilation is beyond the scope of this paper. Our objective here is to attempt to determine the oxygen transfer characteristics of hollow fibre renal dialysis units with a view to using them to either replace or augment the work of mechanical ventilators in the face of the COVID-19 epidemic, in circumstances where ECMO is not available. If this were to prove feasible, it may o er a low-cost, rapidly scalable way of saving lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is highly unlikely that the use of hollow fiber membrane dialysers (HFMD) will be able to achieve the performance of purpose-designed ECMO devices with their high blood flow rates, however, we anticipate that much can be achieved for a substantial fraction of the critically ill patient group who require respiratory support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A typical adult at rest consumes O2 at approximately 250 ml(ST P ) · min ≠1 (0.357 g · min ≠1 ) (5). The degree of respiratory failure in critically ill patients varies, and the purpose of artificial respiratory support is to achieve concentrations of oxygen and carbon dioxide in arterial blood that are compatible with life and proper organ function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To this end, we argue that the possible repurposing of dialysers for respiratory support may be considered successful in a given patient if it can provide su cient gas transfer to compensate for the respiratory deficit to the extent required for proper organ functioning. Therefore, depending on the extent of the respiratory deficit, it may not necessarily need to provide for gas transfer at the rate of the total metabolic consumption of oxygen and production of carbon dioxide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we investigate a HFMD unit in terms of its oxygen transfer capacity. The planning and work began just days prior to a national lock down due to the COVID-19 pandemic and was thus severely curtailed both in terms of time and ability to accumulate the required equipment. Nonetheless, we believe that our limited data and analysis provides a su ciently strong motivation for urgent further investigation of this approach in the hope that it may be of benefit to patients where no viable alternative exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The experimental program was carried out at the Biotechnology Laboratory at the University of South Africa, Johannesburg. This facility is at an altitude of 1700 m, with atmospheric pressure of 84 kP a, and the ambient room temperature was approximately 25 0 C A Leoceed-N21 (Asahi Kasei Medical) hollow fiber membrane dialyser unit intended for renal dialysis was used in this study. This device has a polysulfone membrane with an e ective surface area of 2.1 m 2 , priming volume of 108 ml, and an internal fibre diameter and wall thickness of 185 µm and 35 µm respectively. The manufacturer-specified maximum blood flow rate is 500 ml · min ≠1 , and the maximum transmembrane pressure (TMP) is rated at 80 kP a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Deoxygenated water was prepared by boiling tap water and allowing it to cool in a sealed glass bottle. The deoxygenated water was measured for dissolved oxygen using a dissolved Oxygen meter (SD 400 OXI L, Lovibond, Amesbury, UK). The deoxygenated water was pumped through the vertically mounted HFMD using a peristaltic pump (Qdos Chemical metering pumps, Watson Marlow, Cornwell, UK) via the blood inlet at flow rates ranging from 50 ml·min ≠1 to 500 ml ·min ≠1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Pure Oxygen from an oxygen cylinder (Afrox gas, Johannesburg, South Africa) was passed through the HFMD via the dialysate inlet, using a pressure regulator followed by a needle valve to control flow. The regulator pressure was set between 60 to 80 kPa (gauge), and the flow rate of oxygen was 400 ml/min. Figure 1 shows the HFMD cartridge setup.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "After passing through the dialyser, oxygenated water was discharged into a beaker, the top of which had been covered with parafilm to minimize oxygen losses, although some oxygen losses via the air gap at the top of the beaker during filling are inevitable. The dissolved oxygen content of the exiting water stream was measured to determine the degree to which it had been oxygenated. Di erent beaker sizes were used as appropriate for the varying water flow-rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The oxygen capacity of blood is calculated assuming that blood at a fractional haemoglobin (Hb) saturation of 1 carries 8800 µM of O2 bound to the Hb (6) and we assume that the amount of dissolved O2 in blood is negligible. The HFMD cartridges are designed for blood flow-rates up to 500 ml/min, so the oxygen-carrying capacity of blood is evaluated based on a Hb concentration of 15 g/100ml and a typical oxyhaemoglobin dissociation curve. The percentage of a typical total respiratory demand of 0.357 g/min of oxygen that could be met using a blood flow-rate of 500 ml/min is also calculated. The results of this analysis are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 648,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "By comparison with Hb-containing blood, the potential uptake of oxygen by water is only a small fraction of the percentage of uptake by blood due to the low solubility of the oxygen and the small driving force. For example, 500 ml of water with an inlet oxygen concentration in equilibrium with air at 1 atm can only take up 0.0043 g of oxygen to achieve an outlet concentration of 25 mmHg. As we have used water as a blood substitute in these experiments, this will become relevant in the estimation of the performance of the system with blood. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Mass transfer of a gas across a membrane is driven by a difference in the partial pressure of the gas across the membrane. For oxygen, with varying concentrations along the length of the membrane unit, the following equation is applied where the log mean is used due to the exponential change in concentration along the length of the system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "Where, k is the mass transfer coe cient, A is the membrane area, qO2 is the rate of oxygen transferred across the membrane and LM pO2 is the logarithmic mean of the partial pressure di erences at the top and bottom of the membrane unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "Defining the partial pressure di erence at the top between the blood inlet and the oxygen flow outlet as pO top 2 , and the partial pressure di erence at the bottom between the blood outlet and oxygen flow inlet as pO bottom 2 , and expanding the definition of logarithm mean, the expression for kA becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "For a particular rate of flux of oxygen between two transport media, we can use this equation to determine the minimum mass transfer coe cient ◊ area that would be required to achieve the necessary oxygen transfer. To rigorously model a membrane unit, one would ordinarily need to solve this equation along with the respective mass balances for each stream. However, this system presents a simplified problem in two respects; first, the oxygen transport capacity of blood resides primarily in haemoglobin, which reaches saturation at a low partial pressure of oxygen. Hence, neglecting the small amount of dissolved oxygen, essentially all oxygen transfer into blood takes place within a narrow range of partial pressures. Secondly, if pure oxygen is used as the oxygenation medium, then the blood's dissolved oxygen concentration and hence, partial pressure, may be regarded as essentially constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "For the case of air as an oxygenation medium, the outlet concentration must be determined by subtracting the mass of transferred oxygen required to saturate the blood from the original amount of oxygen present in 500 ml/min of air-flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "The same equation will be used, along with the experimental measurements, to estimate the kA for the HFMD unit to gauge its suitability for meeting the mass transfer requirements determined above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "Given a blood oxygen saturation of 45% and 95% at the inlet and outlet respectively, the oxygen content at each position would be 20. Similarly from equation [2] , considering an incoming saturation of venous blood at 25% and an outgoing saturation of 95%, yields a kA value of 0.787 g/(minkP a).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "One of the underlying assumptions in the above calculations is that the reaction between oxygen and haemoglobin and other processes are su ciently fast that they are not rate limiting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass transfer requirements"
        },
        {
            "text": "The oxygen uptake capacity of blood is given by the di erence between the inlet and outlet O2 content. For the minimum mass transfer coe cient, this value is equal to qO2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "After passing oxygen through the HFMD at 400 ml/min and running simulated blood in the form of deoxygenated tap water in a counter-current arrangement through the inside of the hollow fibers, the collected water outflow for rates of 50, 200 and 500 ml/min were collected and the oxygen concentration measured. The inlet oxygen concentration was measured at 3.61 mg/l, at a temperature of 37.1°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "The outlet oxygen concentrations in the water collected in beakers were measured, and are presented together with the corresponding calculated oxygen transfer rates in Table 2 . For this meter, the \"out of range\" message occurs when the oxygen concentration exceeds 500% of the concentration of dissolved oxygen in water which is in equilibrium with air at standard temperature and pressure (STP). The water outlet is in contact with the pure oxygen inlet which is at a slightly elevated pressure relative to the atmosphere, and hence has a greater partial pressure of oxygen which just exceeds 5 times the concentration that water would have when at equilibrium with air at STP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and analysis"
        },
        {
            "text": "The reading of 28.6 g/l was unexpected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "Of all the flow rates, the lowest is the most likely to result in equilibrium and in this case it does not. This is probably due to poor mixing due to laminar flow at this low flow rate, however loss of oxygen due to an inadequate seal cannot be excluded. As our severe constraints on time and resources made it impossible to repeat these experiments and make multiple measurements as would normally be done, we cannot address this definitively. Now that we have a minimum oxygen transfer rate for the 500 ml/min water flow rate of 14.6 mg/min, the next step is to use equation [2] to estimate the oxygen mass transfer area coe cient, kA. Doing so will allow us to estimate the actual mass transfer rates for blood rather than water. Blood will be very di erent as it contains haemoglobin which takes up the vast bulk of the transferred oxygen and consequently the change in dissolved oxygen concentration remains very modest and may even be treated as negligible.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "The di culty in applying equation [2] to find kA is twofold: First,the measured oxygen transfer rate represents a minimum due to the limits of our oxygen meter. Secondly, while it is a relatively simple matter to determine an accurate value for the water inlet and air outlet, pO top 2 , it is far more di cult to determine the pO bottom 2 , as we do not have measurements for the oxygen gas pressure as it enters the HFMD.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "The pO top 2 is determined as follows: the pressure of the pure oxygen exit stream is atmospheric pressure, and the water inlet's partial pressure is given by the % saturation read from the dissolved oxygen meter, multiplied by the partial pressure of oxygen in normal air at a pressure of 84 kP a, which amounts to a di erence of 72 kP a. The outlet pressure of oxygen is likely to be close to atmospheric pressure and also not highly influencial on the overall driving force for mass transfer since the driving force is very high at that point. Hence it can be taken as the partial pressure of oxygen in normal air which is 84 kP a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "The pO bottom 2 requires knowledge of the unmeasured gas pressure as it enters the HFMD. The pressure regulator gave a reading of 60kP a but the bulk of this pressure drop would occur at the needle valve that was used to control flow-rate. Also, prior to membrane contact there was a contractor connection and the expansion/elbow entering the membrane unit, whereas on the discharge side there was just the expansion/elbow and a short length of tubing to the discharge. Hence, while it is not possible to exactly know the pressure in the membrane unit, it is safe to assume that it is considerably lower than the regulator's pressure reading. Simple pressure drop calculations suggest that the relevant pressure drop would be as low as 0.1 kP a, but a range of possible pressure scenarios are considered for completeness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "Because the outlet water stream is at or above saturation, the partial pressure di erence at that point is at most equal to that over-pressure amount and it may in fact be less. This means that the mass transfer coe cient calculations are highly sensitive to the actual pressure in this region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "Four scenarios are considered: First, we could make the worst-case assumption that the entire pressure drop occurs across the HFMD and thus the inlet oxygen partial pressure di erence is 60 kP a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "Next, we could assume that the pressure drop is evenly split with only half the drop occurring across the HFMD, resulting in an inlet oxygen partial pressure di erence of 30 kP a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "Thirdly we could assume that most of the pressure drop occurs prior to the HFDM and assume an oxygen partial pressure di erence of 10% of the full value at 6 kP a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "Finally, and arguable most realistically, we could assume that almost all the pressure drop occurs prior to the HFMD. This is the most likely scenario as the needle valve and other connections almost certainly account for the vast bulk of the pressure drop. Thus, an oxygen partial pressure di erence of 0.1 kP a will be assumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "For the likely latter scenario of a 0.1 kP a partial pressure drop for the pO bottom 2 , and substituting into equation [2] together with the minimum oxygen transfer rate of from the water experiments of 14.6 mg/min, the kA value is 1.334 g/(min · kP A) which will produce an oxygen mass transfer rate that is 3.4 fold larger than required to fully oxygenate the blood to 95 % saturation if the incoming pO2 is 45 mmHg, and 1.7 fold larger than needed if the incoming pO2 is 25 mmHg. Even if we assume the unlikely case of a pO bottom 2 of 6 kP A, the potential mass transfer rate of oxygen will be 1.4 fold larger than the minimum needed for incoming blood with oxygen partial pressure of 45 mmHg and 70% of the required amount for an incoming saturation of 25 mmHg.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "It is also worth noting that at no time during these experiments was there any visible water leakage to the gas side of the membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and analysis"
        },
        {
            "text": "The severe and unusual constraints on the experimental procedure place limitations on the interpretation of these results. The highest rate at which oxygen can be confirmed to transfer across the membrane material is 14.6 mg/min. This rate is based on the highest concentration displayed by the dissolved oxygen meter, and the actual concentration is likely to be somewhat higher. However, the total oxygen requirement of a human at rest is in the region of 357mg/min, higher by a factor of more than twenty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "However, this measurement is based on water, where the dissolved oxygen partial pressure increases linearly with oxygen transferred and in so doing, diminishes the driving force for di usion. Ideally, this experiment could be performed with blood or a material that better simulates the way blood behaves. However, in the absence of a more elaborate experimental protocol, we need to infer a value for kA from the data and estimate the potential for oxygen transfer to blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Our best estimates, based on extremely limited experimental data which we were unable to repeat due to circumstances described above, suggest that using a HFMD unit at full flow of 500 ml/min should produce oxygenation to a 95% saturation of Hb. This is based on the assumption of a very adequate Hb of 15 g/100ml, and very fast oxygen-haemoglobin reaction kinetics. This would represent approximately 20% of required oxygenation for an adult. Using two units in parallel could potentially produce 40% of the needed oxygenation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Finally, there is the problem of carbon dioxide removal which we have not addressed in this study. It appears likely that, given the high di usivity of carbon dioxide compared to oxygen under most circumstances, carbon dioxide will be eliminated su ciently (7) . Indeed, it may even require some carbon dioxide in the fresh gas stream to avoid eliminating CO2 too rapidly, however this would need to be studied by examining CO2 transfer in much the same way as we studied oxygen transfer.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "This approach could potentially substitute for mechanical ventilation in dire circumstances where both ventilators and ECMO are unavailable. Moreover, it could potentially augment ventilation in circumstances where ventilation is not achieving adequate support and ECMO is unavailable. Improvements in performance may be achievable in desperate situations by exceeding the specified maximum blood flow of 500 ml/min, however the risks of catastrophic damage to the unit resulting in patient harm are unknown. Also, some degree of overpressure on the gas side may be an option for improved gas transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Other considerations such as damage to red blood cells, e ect on cytokine activation by membrane contact, white blood cell depletion and the need for anticoagulation are expected to be similar to those encountered in dialysis and will need to be addressed by clinicians before such an approach could be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The objective is to provide readily available and affordable systems. Blood pumps are required. However, there is little possibility of widespread use of existing dialysis control machines as these are limited in number and very costly, and presumably most are in service for dialysis. Thus, low-cost roller pumps without the sophisticated monitoring systems of state-of-the-art machines would be needed, and this would reduce safety. For example, a dialyser malfunction resulting from a ruptured fiber may result in venous air embolisation. These and other risks will require careful thought regarding the di cult trade-o s in the face of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In summary, we have attempted to demonstrate, based on early and very limited data, that it may be feasible to use HFMD devices with veno-venous access and a suitable low-cost roller pump, to e ect respiratory support when no alternative exists. We are acutely aware of the extremely limited experimental results due to the unusual constraints, and it is our hope that other laboratories will be motivated to verify and extend our approach. If repeat in vitro studies demonstrate feasibility and the absence of any fundamental errors, assumptions and measurements, then we anticipate that clinical scientists would begin considering the possibility of such an approach in the current crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "At the Epicenter of the Covid-19 Pandemic and Humanitarian Crises in Italy: Changing Perspectives on Preparation and Mitigation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nacoti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM Catal. Innov. Care Deliv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treatment for severe acute respiratory distress syndrome from covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gj Matthay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Aldrich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparing for the Most Critically Ill Patients With COVID-19: The Potential Role of Extracorporeal Membrane Oxygenation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cost of extracorporeal membrane oxygenation: evidence from the Rikshospitalet University Hospital",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "V Mishra",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur. journal cardio-thoracic surgery : official journal Eur. Assoc. for Cardio-thoracic Surg",
            "volume": "37",
            "issn": "",
            "pages": "339--381",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The pulmonary physician in critical care * 2: oxygen delivery and consumption in the critically ill",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Treacher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "170--177",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Basic transport phenomena in biomedical engineering",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rl Fournier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Extracorporeal gas exchange: when to start and how to end?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "74 g/100ml and 27.89 g/100ml. The oxygen transfer rate qO2 is then (27.89 -20.74) ◊5 ¥35.7 g/min.At sea level atmospheric pressure, pO top above values into equation[2] yields kA = 0.389 g/(min ·kP a).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Calculated maximum oxygen uptake per 500 ml of blood for specified inlet and outlet conditions.Fig. 1. Schematic of the experimental set up showing oxygen passed through the dialyser via the dialysate inlet while deoxygenated water was passed through the hollow fibres in counter-current to the oxygen",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Minimum oxygen transfer rates calculated from the differential dissolved concentration of oxygen between the inlet water and the outflow water for 50, 200 and 500 ml/min water flow rates.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Ms Dolly Mazwi, Mr Humphrey Mbatha, Mr David Heisi, Mr Lebohang Koloti and Mr Liberty Mguni, for their assistance with the laboratory work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS."
        }
    ]
}