{
    "paper_id": "e2d6dbf0018499e64a74aecb4939a09aa84894cb",
    "metadata": {
        "title": "Manchester Academic Health Science Centre, Manchester, M13 9PL 5 World Health Organisation",
        "authors": [
            {
                "first": "Simon",
                "middle": [
                    "N"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swansea University",
                    "location": {
                        "postCode": "SA1 8EN",
                        "settlement": "Swansea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Dienes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M13 9PL",
                        "settlement": "Manchester"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OBJECTIVE: Explore the perceptions and experiences of the UK public of social distancing and social isolation measures related to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "habitually continue to socially distance, others will seek high levels of social engagement as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Adherence to non-pharmaceutical interventions during pandemics is lower where people have low trust in government and where people perceive themselves at relatively low risk from the disease • There is a need for evidence on public perceptions and experiences of the psychological and social public experiences of COVID-19 related social distancing and isolation, and its relation to adherence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is already known on this topic"
        },
        {
            "text": "• People lack trust in government and perceive themselves at low personal risk,but closely adhere to social distancing and isolation measures motivated by social conscience, and are critical of non-adherence in others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "• Population-wide social distancing and isolation can have significant negative social and psychological impacts within a short time of policy implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "• Key concerns during social distancing and isolation are uncertainty of duration and ability to cope longer-term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "• At the end of pandemic 'lockdowns', some individuals will likely voluntarily or habitually continue to socially distance, while others will likely seek high levels of social engagement as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "The current coronavirus pandemic presents the greatest threat to public health in living memory and promises to be the deadliest pandemic since 1918-19. [1] [2] Pandemics are challenging for clinical and public health agencies and policymakers because of the scientific and medical uncertainty that accompanies novel viruses like COVID-19. [3] [4] Since COVID-19 is a new virus, pharmaceutical interventions like vaccines are not presently available.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Public health policy is therefore exclusively reliant on non-pharmaceutical interventions (NPIs). The key NPIs being used in relation to the COVID-19 pandemic in the UK and globally (in addition to personal hygiene advisories (e.g. emphasising regular and thorough handwashing)) are social distancing (e.g. prohibiting public gatherings, closing schools and other non-essential services, and keeping a distance of >2 metres apart from others) and social isolation (e.g. remaining indoors except for one brief outing for per day for physical activity or 'essential supplies'). [5] Due to the unprecedented scale and severity of the social distancing and social isolation measures being implemented in response to COVID-19, the social and psychological impacts on the public are also likely to be unprecedented in scale and severity.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A recent rapid review of the psychological impact of quarantine found that longer quarantine duration, infection fears, frustration and boredom, inadequate supplies, inadequate information, financial loss and stigma were among the major stressors. [6] Another systematic review of the literature on NPIs in relation to pandemic influenza and SARS found that people actively evaluate NPIs in terms of criteria such as perceived necessity, efficacy, acceptability and feasibility. [7] Public views on social distancing and social isolation are ambivalent in some contexts because of their perceived adverse social and economic impacts and their ability to attract stigma, particularly amongst those required to self-isolate. [7] Existing research on social distancing and isolation highlights a number of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint challenges for public health policymakers, including a lack of trust in government; [8] concerns over strains in family resources; [8] gaps and confusions in some areas of pandemic information communication; [9] and low adherence to voluntary social isolation and relatively low adherence to non-attendance at public gatherings. [10] Although there is existing research from past pandemics on its likely effects, [6] and new quantitative research is starting to emerge, [11] there is no published qualitative evidence on public perceptions and experiences of the psychological and social public experiences of COVID-19 related social distancing and social isolation, and its relation to adherence -a gap that the present study addresses.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study aimed to explore four main questions: (1) What are the social and psychological impacts of social distancing and isolation experienced by the UK public during the COVID-19 pandemic? (2) What are people's views on government communication around social distancing and isolation? (3) What are people's current experiences of adherence in relation to social distancing and isolation? (4) What are people's views on the future in regard to COVID-19 social distancing and isolation. This study therefore aims to contribute to knowledge of adherence to social distancing and isolation policy to provide insight into how communication with the public on social distancing and isolation may be shaped and improved in the future.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Five online focus groups with 27 participants were run between March 28 th and April 4 th , 2020 (5-12 days after lockdown commenced on the 23 rd March 2020). Participants were adults aged 18 years or over currently residing in the UK. Under normal circumstances, online focus groups can be a useful way of eliciting public views related to matters of health and medicine, particularly from diverse and geographically dispersed participants [12] [13] but were necessary due to social isolation policy.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "PARTICIPANTS AND METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PARTICIPANTS AND METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint Purposive sampling was used to provide a diverse range of ages, genders, race/ethnicities and social backgrounds and to explore the study's research questions. [14] [15] Potential participants were asked to complete a very brief demographic survey to provide background information and to facilitate recruitment of a diverse population (Table 1) . Due to social distancing measures, it was necessary for all recruitment to be conducted online.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061267 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PARTICIPANTS AND METHODS"
        },
        {
            "text": "Researchers used a combination of social media snowball sampling, online community and volunteer advertising sites and social media advertisements (Facebook ads). To ensure that online discussion was manageable, focus groups were kept to between 5-8 participants. Each group met virtually via a web video-conferencing platform (Zoom) for between 60-90 minutes. Participants joined using both video and audio. All focus groups were organised and moderated by SW (a medical social scientist). The topic guide for the focus groups was initially developed using existing literature on public attitudes and experiences in past pandemics and was tested and refined in a pilot focus group. The main topics for the focus groups were: general views on social distancing and isolation; health impacts of social distancing and isolation; views on government COVID-19 advice and communication; and views on compliance with, and the future impacts of, social distancing and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PARTICIPANTS AND METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PARTICIPANTS AND METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint Analysis Data collection and analysis followed an iterative process, whereby emergent themes from early focus groups were used to add to or refine questions and prompts during subsequent focus groups. All focus groups were recorded and transcribed for coding. SW and KD analysed the transcripts and developed and applied the thematic coding framework. Themes were discussed and developed with CJA and TT during virtual research group meetings. To help analysis we looked to validate \"sensitive moments\" between groups that indicated difficult but important issues. [16] Negative case analysis was used to seek for information that did not fit emergent themes, and where this occurred, themes were modified accordingly. [17] . Following a grounded theory approach, data were organised into primary and more focused codes that provided insight into identified themes. [14, 18] Data collection and analysis continued until saturation occurred (that is, until no new significant themes emerged). [18] Data were analysed in NVivo (version 11.4.3, QRS). ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "PARTICIPANTS AND METHODS"
        },
        {
            "text": "All participants felt that the social distancing and isolation polices had had significant social and psychological impacts on their lives and the central theme was loss (Box 1). This . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint experience of loss, which one participant likened to a process of \"grieving\" (Participant 25, male, age 58, London), consisted of three practical social and economic losses: loss of (inperson) social interaction, loss of income, and loss of structure and routine. These in turn led to three psychological and emotional \"losses\": loss of motivation, loss of meaning, and loss of self-worth.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "First, participants spoke of a loss of social interaction. The suddenness and extensiveness of the lack of face-to-face contact had, even after only one week of lockdown, already \"taken its toll on mental health\" (Participant 2, Male, age 31, Manchester), leaving participants feeling \"alienated\" (Participant 6, male, age 20, London). A number talked about feeling depressed or anxious as a result of social distancing or isolation, an experience some likened to \"a prison\" (Participant 8, female, age 40, London). Second, a number of participants discussed how a loss of income, either through permanent loss of a job, or through temporary loss (via lost clients or customers or being furloughed), had left them feeling \"quite depressed\" (Participant 8, female, age 40, London). Third, participants expressed of a loss of structure and routine. The inability to go to work, or for some the significant re-structuring of work patterns, including balancing home working with home schooling, meant that participants felt \"overwhelmed\" (Participant 9, female, age 34, London).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "Participants discussed how impacts like losing their job or not being able to go to work, and not being able to socialise with friends, meant they experienced a general loss of meaning in life. One participant already felt in need of professional mental health support, less than two weeks into isolation. Participants also spoke of a loss of motivation to perform basic everyday tasks, such as personal hygiene and grooming or exercising. For some, this lack of motivation had left them feeling \"sluggish\" (Participant 5, male, age 26, London).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "Finally, participants expressed feeling a loss of self-worth. These emotional and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint psychological losses were particularly acute for those living in more urban, densely populated cities like London or Birmingham. They were also especially evident amongst those in lowpaid or precarious occupations, who had either lost their job or income or were now relying on parental, familial or state financial support as a result of the pandemic. \"I'm literally planning day-to-day as things go along. … I'm not used to having the kids every . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint single day because they are usually at school. It's difficult to work around them, I can't do anything with them, because I can't go out. I feel so scared and don't want to risk it.\" (Participant 9, Female, age 34, London)",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The social and psychological impacts of COVID-19 social distancing and isolation"
        },
        {
            "text": "\"All this talk about social distancing and things is so depressing, terrible, I mean I have even been contemplating on contacting The Samaritans just to be able to try to get through all this.\" (Participant 10, male, age 44, London) \"Being locked in a room trying to find something meaningful to do during the day, and I think it's had a severe impact … I hope something changes within a few weeks, so I am able to go out and live a fulfilling life\" (Participant 1, male, age 30, Birmingham)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of meaning"
        },
        {
            "text": "\"Physically it has had a toll on people. All day you are stuck at home. You eat, you sleep, you work, its gonna have an effect on the body, there is no real drive or motivation.\" (Participant 6, male, age 20, London) \"We are feeling very down and demotivated, very low very depressed to some extent… it's become more stressful to get by and function on a daily basis.\" (Participant 1, male, age 30, Birmingham)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of motivation"
        },
        {
            "text": "\"Your self-worth goes down a bit, because you can't socialise with people and make yourself feel good about yourself.\" (Participant 2, male, age 31, Manchester) \"The company I work for has closed down and I have had to apply for welfare assistance … and I've had to go and live with my parents now, and they have had to support me financially. … it's . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of self-worth"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20061267 doi: medRxiv preprint been difficult, the whole mental health, the ability to function and get by, and being constantly locked in.\" (Participant 1, male, age 30, Birmingham)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of self-worth"
        },
        {
            "text": "Most participants felt that guidance on social distancing and isolation had been generally unclear, although some described how it had \"become clearer\" over the course of the pandemic (Participant 7, male, age 20, Glasgow) (Box 2). Many participants exhibited a lack of trust either in government, who were seen to be \"politicising\" the pandemic (Participant 22, male, age 51, North-West England), or in the media, who they felt were providing confusing information or \"mixed messages\" (Participant 1, male, age 30, Birmingham).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criticisms of government communication around social distancing and isolation"
        },
        {
            "text": "Participants felt that despite being locked at home, the constant media and social media attention on COVID-19 made them feel \"claustrophobic in both a physical and an emotional sense\" (Participant 5, male, age 26, London), and that \"seeing others in a heightened state of anxiety makes it harder to suppress that in yourself\" (Participant 21, female, age 46, North West England).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criticisms of government communication around social distancing and isolation"
        },
        {
            "text": "Another common criticism was over the ambiguity of terms such as 'essential' and 'emergency' supplies and services. This ambiguity, participants argued, meant that advice was either hard to follow or implement, or that \"loopholes\" could be exploited (Participant 19, female, age 21, South Wales) (see section below on compliance, non-compliance and the future).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criticisms of government communication around social distancing and isolation"
        },
        {
            "text": "Mixed or unclear messages . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2: Views on government communication around social distancing and isolation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20061267 doi: medRxiv preprint \"After reading several news publications and channels, there has been much campaign around social distancing, and with isolation you normally associate it when you have got the virus yourself, but I think over the past week there have been several mixed messages over social distancing.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2: Views on government communication around social distancing and isolation"
        },
        {
            "text": "\"Now everyone has been told that they have to stay in their houses, and people are thinking well 'this can be classed as essential, and this can be classed as essential, whereas although we have been told a list of things we can do, people are finding loopholes and finding ways to get round them\" (Participant 19, female, age 21, South Wales) \"I have seen loads of people outside, and I wonder how people will enforce that [penalty fines for not social distancing], I'm wondering how can someone prove they are going for an 'emergency reason'?\" (Participant 2, male, age 31, Manchester)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ambiguous definitions"
        },
        {
            "text": "All participants reported being highly adherent to government instructions on social distancing (Box 3). Participants described how, despite the perceived lack of clarity discussed above, they had been social distancing and isolating as far as possible. Participants also displayed a high degree of social consciousness, with many acknowledging that despite . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current adherence and non-adherence of self and others"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20061267 doi: medRxiv preprint not perceiving themselves as being at high risk, they were doing it to \"save lives\" and protect those most vulnerable to the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current adherence and non-adherence of self and others"
        },
        {
            "text": "Despite reporting their own high degree of adherence, many participants suggested that they had seen instances of non-adherence in others. Observations of non-adherence were associated with three main factors. First, non-adherence was seen to be due to a lack of social conscience. Participants were generally critical of what they perceived to be a minority of \"inconsiderate\" (Participant 27, female, age 46, London) or \"arrogant\" (Participant 17, male, age 22, South Wales) individuals who were not observing instructions related, for example, to public gatherings and not keeping a distance of >2 metres apart from others when out for daily walks or runs. Second, non-adherence was seen to be due to a lack of understanding. For example, participants argued that people who were not observing social distancing lacked knowledge over how they could help spread the disease even if they themselves were not exhibiting symptoms. Third, non-adherence was seen to be due to a lack of enforcement. Many participants were critical that police were choosing to enforce social distancing restrictions or were not able to (due for example to the ambiguity of terms such as \"essential\" as discussed in the previous section). Others discussed how, despite their best efforts, supermarkets appeared to struggle to implement social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current adherence and non-adherence of self and others"
        },
        {
            "text": "High levels of support for, and adherence to social distancing and isolation . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3: Current adherence and non-adherence of self and others"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20061267 doi: medRxiv preprint Non-adherence due to lack of social conscience \"I'm worried that people are going to take advantage of the nice weather and ruin it for people … Its insane because they have shut the park, but you get some inconsiderate people like a group of lads playing football or people taking over the paths.\" (Participant 27, female, age 46, London) \"The canal path we walk along is not 2 metres wide, but you can just about get around it if you go on the verge and they go on the verge, and most people do but not everybody does … I don't say anything because … with all the publicity that's out, if you are still choosing to do that, then me telling you not to do it is not going to make a difference, it's frustrating\" (Participant 26, female,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3: Current adherence and non-adherence of self and others"
        },
        {
            "text": "The vast majority of people are taking it seriously and suffering to a certain extent, but there is a minority who don't necessarily understand it applies to them also. I know of people who have gone to parks or gone for a picnic, because they think 'well we don't know anyone who has any symptoms, and we've not got anything, so we can go about it in the same way'.\" (Participant 19, female, age 21, South Wales).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-adherence due to lack of understanding"
        },
        {
            "text": "\"They say that you are not allowed to go out for non-emergency reasons, which I don't think a lot of people are observing. People are just going out whenever they want. Those guidelines are in place by Boris [Johnson; UK Prime Minister] but no-one is really enforcing that. You see police on the street, but they are not really doing anything.\" (Participant 2, male, age 31, Manchester) \"The supermarket they are not implementing, what's the point in having the two-metre thing outside when you can't do that inside. … I went to the supermarket and people respect it outside, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-adherence due to lack of enforcement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint but as soon as you go inside there is [sic] people, they don't care, they just come right up to you and try to reach over you.\" (Participant 8, female, age 40, London).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-adherence due to lack of enforcement"
        },
        {
            "text": "According to participants, \"the biggest problem we've got is we don't know when it's going to end\" and the sense of \"powerlessness\" this had fostered (Participant 25, male, age 58,).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty, social-reintegration and the future"
        },
        {
            "text": "Despite their high level of current adherence, participants acknowledged there was a limit as to how long they and others could adhere, at least without experiencing more severe social and psychological suffering. Some participants felt that they would rather be told a specific time frame, even if it was far in the future. Others feared that whilst they and others could \"get through\" this initial phase of lockdown, going \"in and out\" of periods of lockdown (a scenario some knew was possible due to the potential for COVID-19 to re-emerge in a second wave) meant that \"people will really struggle mentally\" (Participant 19, female, age 21, South Wales). Some felt as though they could only take things \"day-by-day\" because anticipating social distancing and isolation over a period of time was \"too overwhelming\" (Participant 22, male, age 51, North-West England).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty, social-reintegration and the future"
        },
        {
            "text": "Looking to the future, participants were divided as to how they felt they, and others, would act when social distancing and isolation measures were either relaxed or removed. Some felt that they and others would \"go back to living my life completely as normal\" (Participant 24, male, Manchester) as soon as possible. These participants spoke of \"being desperate to go out and go to restaurants or travel a lot\" (Participant 5, male, age 26, London) and generally not taking a graded approach to social reintegration. They argued that if they were \"told its ok\" to socially reintegrate, then this was enough for them to \"not feel too anxious about going out with friends in the future\" (Participant 24, male, age 40, North-West England). Others felt that it would take them a longer to return to pre-pandemic social . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty, social-reintegration and the future"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint behaviours, and for example felt that they would continue to have \"anxiety around health\" (Participant 23, female, age 38, North-West England), would be \"cautious\" about a \"transition period where I stay in a bit more\" (Participant 2, male, age 31, Manchester) and that people in general might remain \"socially distant\" from one another (Participant 8, female, age 40, London).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uncertainty, social-reintegration and the future"
        },
        {
            "text": "Others argued that how they would act would likely depend on the circumstances under which social distancing and isolation measures were being relaxed or removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty, social-reintegration and the future"
        },
        {
            "text": "Specifically, this was tied to their perception of whether COVID-19 still posed a risk to them or to society in general. They argued that, if a vaccine was available, then they would be happy to return to their pre-pandemic activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty, social-reintegration and the future"
        },
        {
            "text": "The challenge of future uncertainty \"I would rather they [the government] said tonight, 'you're gonna be stuck in your houses until September, than say, we will review in three weeks, and then say, we will review in three week, and keep doing that, I'd rather they set a date way in advance in the future because then you can get your head around it\" (Participant 17, male, age 22, South Wales) \"I've heard on the grapevine and online sources that we are in this lockdown for a few weeks or so, and then after 12 weeks or so we kind of get released and because we are not all immune necessarily it all comes back in a wave and then we have this constant thing of being locked down and then coming out and going back in again, … and so I think it will go downhill, that's when people will struggle mentally because they've had that taste of freedom, and you don't know how long it's all going to finish.\" (Participant 19, female, age 21, South Wales) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4: Uncertainty, social-reintegration and the future"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint Perceptions of future behaviour \"I'm literally thinking day-by-day, because if one was to consider three months of this, and we are only two weeks in, it's just too much, it's too overwhelming\" (Participant 22, male, age 51, North-West England) \"People are not going to stay like this for another 6 months. It's for a good reason I know, but it's like a prison, we know what people are suffering mentally and emotionally, we don't know what people are going through behind their door … When all this comes to an end we don't know how life is going to be. Is everybody going to be socially distant? It's scary.\" (Participant 8, female, age 40, London)",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061267 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box 4: Uncertainty, social-reintegration and the future"
        },
        {
            "text": "Although the findings discussed above represent the most common views exhibited by participants, negative case analysis did reveal some alternative accounts. For example, some participants argued that social distancing and isolation \"hadn't been hard\" (Participant 17, male, age 22, South Wales). However, these participants were all university students, and acknowledged that part of the reason it hadn't been as difficult for them was there had been no loss of income and, less loss of routine for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative accounts and positive perceptions resulting from social distancing and isolation"
        },
        {
            "text": "A small number of participants argued that they were able to draw positives from the social distancing and isolation due to COVID-19. For example, some described how household quarantine had meant they could have \"more time with their children\" (Participant 14, male, age 38, North-West England) or had brought family units together (Participant 22, male, age 51, North-West England). However, those participants who explicitly discussed . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative accounts and positive perceptions resulting from social distancing and isolation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint the positives to be drawn from social distancing and isolation were all from higher socioeconomic backgrounds, and tended to live in more rural or less densely populated areas of the UK.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Alternative accounts and positive perceptions resulting from social distancing and isolation"
        },
        {
            "text": "Our findings suggest that a large proportion of the UK public may be suffering from feelings of depression, anxiety, and loss as a result of COVID-19 social distancing and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Some already feel in need of professional mental health support. The social and psychological impacts identified through this study centred around the various losses that people are experiencing. Practical social and economic losses -the loss of (in-person) social interaction, loss of income and loss of structure and routine -led to psychological and emotional losses -the loss of motivation, loss of meaning, and loss of self-worth. Findings also suggest that participants generally found information on social distancing to be ambiguous. However, there were differing views as to whether the government was at fault (insufficiently clear communication) or that the terms themselves are ambiguous and a small minority of the UK public were taking advantage of the ambiguity. It was recognized that this ambiguity may have been designed to permit greater social freedom than the more extreme social distancing and isolation measures implemented in other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Additionally, there was universally high adherence to social distancing and isolation guidelines reported across the study sample, yet most participants had observed or heard of non-adherence in others. Participants were highly critical of such instances of nonadherence, citing lack of social conscience, lack of understanding and lack of enforcement as likely causes. Perhaps the greatest concern for participants was the uncertainty they faced over the duration of the social distancing and isolation measures, as well as their ability to cope longer-term. There was also uncertainty as to how they and others would act, with some . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint fearful of lingering inhibitions and anxiety over social contact and health, and others eager to return to normal levels of social activity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings on COVID-19 social distancing and isolation support some of the findings from existing systematic reviews on previous pandemics related to influenza and SARS. [6] [7] For instance, we found that frustration or anxiety over loss of social interaction or loss of income, inadequate or ambiguous information, and fears over the duration of social distancing and isolation measures were all major themes. [6] [7] [8] . However, contrary to previous research which suggests that adherence with pandemic NPIs is lower in instances where people have low trust in government and where people perceive themselves at relatively low risk from the disease, [7] our participants were highly adherent to social distancing and isolation measures, despite many lacking trust in government and perceiving themselves at low risk. In fact, stigma was more likely to be attributed to those who were failing to socially distance and isolate. Of course, as noted above the scale and severity of the pandemic and subsequent measures are unprecedented. As such, although there is existing research on its likely effects, [6] and although quantitative research is starting to emerge, [11] there is to, our knowledge, no published qualitative evidence on public perceptions and experiences of the psychological and social public experiences of COVID-19 related social distancing and isolation, and its relation to adherence -a gap this study addresses.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Relevance to existing literature"
        },
        {
            "text": "One limitation of this study is that it is not possible to rule out that the high degree of adherence and social conscience that participants expressed was not at least partly affected by social desirability bias, which can often be encountered in focus group studies. [19] However, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint conducting focus groups online has been found to reduce social desirability bias (although it is worth noting that this is more so where asynchronous or text-only communication is used, and not video-conferencing as in our study). [12, 20] Another limitation of this study is that it did not recruit participants who are deemed at particularly high risk from COVID-19-related complications, for example, individuals aged 70 and over and those living with certain chronic health conditions. [21] Because these individuals are likely to have been significantly affected by social distancing and isolation policy (being required to self-isolate for 12 weeks), their views will be important. It is also worth noting that our recruitment material did encourage those at high risk to apply, though we received no applications from those over-70. This may be partly due to the fact that those over-70 are a hard-to-reach group online, because they are significantly less likely to use social media or be heavy internet users, [22] which, due to the lack of online social support and interaction, might mean they are at particularly high risk of some of the negative social and psychological impacts discussed in this paper. Future research will explore at-risk groups' experiences in depth. Future papers will also explore further the similarities and differences in views and experiences in the perceptions of experiences of participants living in different parts of the UK (e.g. London compared to less densely populated areas), a theme only briefly discussed here due to limitations of scope.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "This study suggests that the social distancing and isolation associated with COVID-19 policy is having substantial negative impacts on the mental health and wellbeing of the UK public within a short time of policy implementation. The prevalence of COVID-19-related depression and anxiety, and the extent to which it will last beyond the removal or relaxation of social distancing and isolation policies remains to be seen. Our ongoing research will . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for policy and practice"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint explore these social and psychological impacts longitudinally. Policymakers and the public health community must discuss measures to respond to the likely wave of mental ill-health which is expected to follow, and which is tentatively suggested by our early qualitative evidence. The theme of loss and addressing public concerns around physical and emotional losses (e.g. meaning and self-worth), may inform current and future therapeutic interventions.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy and practice"
        },
        {
            "text": "Loss of meaning and self-worth may be due in part to loss of control, and increasing a sense of control for the public should be considered in future policy, intervention, and programming. [23] Additionally, findings suggest that a rapid response is necessary in terms of public health programming to mitigate these mental health impacts. Waiting until restrictions and isolation measures are relaxed or removed to provide support services could potentially have devastating impacts. Government and the public health authorities should look at ways of extending mental health outreach services, especially remotely. [24] Timely attention is needed for those who are predisposed to depression and anxiety, those who may be suicidal, and those experiencing significant social, economic and personal loss.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy and practice"
        },
        {
            "text": "Our study also suggests that although the COVID-19 pandemic has had significant ramifications for many UK residents from diverse backgrounds, it has disproportionately negatively affected those in low-paid or precarious employment. Future research and policy should therefore seek to develop measures that specifically seek to remediate the social, economic and psychological harms related to COVID-19 as experienced by those from disadvantaged backgrounds. Looking ahead to later stages in the current pandemic, or to the development of pandemic preparedness programmes for the future, a couple of lessons can be distilled, which warrant urgent attention. Firstly, initial high levels of support for, and adherence to, social distancing and isolation measures are likely to wane over time, particularly where end dates are and remain uncertain. Secondly, in planning the 'exit strategy' for the UK lockdown, and its possible impact on future resurgences of COVID-19 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for policy and practice"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061267 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy and practice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prime Ministers",
            "authors": [],
            "year": 2020,
            "venue": "Office. PM statement on coronavirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Plausible uncertainty\": The negotiated indeterminacy of pandemic influenza in the UK",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Pub Health",
            "volume": "18",
            "issn": "",
            "pages": "77--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The UK's policy conveys a false sense of scientific certainty and places too much responsibility in the hands of the public",
            "authors": [
                {
                    "first": "Williams",
                    "middle": [
                        "S"
                    ],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidance on social distancing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs) Uk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20061267"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public perceptions of non-pharmaceutical interventions for reducing transmission of respiratory infection: systematic review and synthesis of qualitative studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geraghty",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Pub Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Listen to the people\": Public deliberation about social distancing measures in a pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Am J Bioethics",
            "volume": "9",
            "issn": "",
            "pages": "4--14",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Knowledge and attitudes of university students toward pandemic influenza: a cross-sectional study from Turkey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gurol",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Izbirak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Pub Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Non-pharmaceutical interventions during an outbreak of 2009 pandemic influenza A (H1N1) virus infection at a large public university",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Phares",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "138--183",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Knowledge and perceptions of COVID-19 among the general public in the United States and the United Kingdom: A cross-sectional online survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geldsetzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annal Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0912"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Online focus groups as a tool to collect data from hard-to-include populations: examples from pediatric oncology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tates",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zwaanswijk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Otten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med Res Method",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A 21 st century Citizens' POLIS: Introducing a democratic experiment in electronic citizen participation in science and technology decision-making",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pub Und Sci",
            "volume": "19",
            "issn": "",
            "pages": "528--544",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rigor and qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "311",
            "issn": "",
            "pages": "109--112",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Qualitative research: introducing focus groups",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kitzinger",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "311",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20061267"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Developing focus group research: Politics, theory and practice",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Qualitative research: theory, method and practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Making Sense of Qualitative Data. London: Sage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Understanding Communication Processes in Focus Groups",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Successful Focus Groups: Advancing the State of the Art",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Researching online populations: the use of online focus groups for social research",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qual Res",
            "volume": "5",
            "issn": "",
            "pages": "395--416",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Advice for everyone: Coronavirus (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "National Health Service (NHS) UK",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Diversity in Older Adults' Use of the Internet: Identifying Subgroups Through Latent Class Analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Boekel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Luijkx",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Med Internet Res",
            "volume": "19",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Facilitating health behaviour change and its maintenance: Interventions based on Self-Determination Theory. The Eur Health Psychol",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "2--6",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A case of misalignment: the perspectives of local and national decision-makers on the implementation of psychological treatment by telephone in the Improving Access to Psychological Therapies Service",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gellatly",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "revealed four broad themes: (1) the negative social and psychological impacts of social distancing and isolation during the COVID-19; (2) criticisms of government communication around social distancing and isolation; (3) current adherence and nonadherence of self and others; and (4) Uncertainty, social-reintegration and the future. Within each broad theme were a number of substantive sub-themes that are discussed below, supplemented by indicative quotes in Boxes 1-4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The social and psychological impacts of COVID-19 social distancing and isolation Loss of social interaction \"I've been working at home for the past week and a bit and it's taken its toll … because you think social contact is such an important part of everyday life and now it's like you walk down the street and people are almost too scared to walk too close. It's so alien.\" (Participant 6, male, age 20, London) \"It's all over the news, it's all over your phone, it's all over the TV, it's basically everywhere you turn you are hearing about it. All of a sudden, we can't do these things we used to do, like going to the shops and restaurants, and we just have to stay in, and I think people feel claustrophobic in both a physical and an emotional sense.\" (Participant 5, male, age 26, London) Loss of structure and routine \"I feel really lazy at home. I feel sluggish. I feel out of my routine. I feel much less active, both mentally and physically. You know, not taking the trip to work every day. My working from home schedule is neither here nor there. Mentally I am not as sharp, I feel like I am taking lots of naps in the day.\" (Participant 5, male, age 26, London)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Participant 1, male, age 30, Birmingham) \"I'm trying to pick my way through what is happening, a lot of politicians are politicising it [COVID-19] and when you read the internet, it is very difficult to know what is real, true or valid, even if you read a broad church of views, facts and figures, it is still very difficult to make sense of it all (Participant 22, male, age 51, North-West England).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Staying at home is actually helping to save lives\" (Participant 20, female, age 21, South Wales) \"We have been in lockdown for 14 days, and because of my 87-year-old grandmother who has health problems, it [going out] is just not worth it.\" (Participant 17, male, age 22, South Wales)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic details reported by participants.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "infection, policymakers and public health authorities need to account for the fact that, although some individuals will voluntarily or habitually continue to socially distance (graded social reintegration) others will seek immediately to re-integrate fully beyond what they are permitted to.Health Serv Res. 2019;19:997.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint Data sharing statement: Ethical restrictions related to participant confidentiality prohibit the authors from making the data set publicly available. During the consent process, participants were explicitly guaranteed that the data would only be seen my members of the study team.For any discussions about the data set please contact the corresponding author, Simon Williams (s.n.william@swansea.ac.uk).",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 857,
                    "end": 868,
                    "text": "10.20061267",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Committee.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20061267 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 310,
                    "text": "10.20061267 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethics statement: Ethical approval was received by Swansea University's Research Ethics"
        }
    ]
}