{
    "paper_id": "e345c24c070cf134ae06b3be9f75b088ef7e2312",
    "metadata": {
        "title": "Pre-print manuscript Chinese and Italian COVID-19 outbreaks can be correctly described by a modified SIRD model",
        "authors": [
            {
                "first": "Diego",
                "middle": [],
                "last": "Caccavo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Salerno",
                    "location": {
                        "postCode": "84084",
                        "settlement": "Fisciano",
                        "region": "SA",
                        "country": "Italy"
                    }
                },
                "email": "dcaccavo@unisa.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 disease is rapidly spreading in whole globe, affecting millions of people and pushing governments to take drastic measures to contain the outbreaks. The understanding of the dynamics of the epidemic is of great interest for the governments and health authorities that are facing COVID-19 outbreaks. The scarce presence of epidemiologic data, due to the still ongoing outbreaks, makes prediction difficult and mainly based on heuristic (fitting) models. However, these models with non-physical based parameters, can only give limited insight in the evolution of the outbreaks. In this work a SIRD compartmental model was developed to describe and predict the evolution of the Chinese and Italian outbreaks. Exploiting the similarities of the measures taken by the governments to contain the virus and of the total population number of Hubei province and Italy, the model was tuned on the Chinese outbreak (almost extinguished) and by perturbation the Italian outbreak was describe and predicted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 disease, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has spread rapidly in the first months of the 2020 and the World Health Organization (WHO) on the 11 th of March declared a global pandemic [1] . COVID-19 symptoms are often (80%) mild [2] , may appear 2-14 days after exposure (mean incubation period 5-6 days) [2] , and include fever, cough and shortness of breath [3] . However the 13.8% of infected have severe disease and the 6.1% are critical (respiratory failure, septic shock, and/or multiple organ dysfunction/failure) [2] . Mild cases typically recover within two weeks, while those with severe or critical disease may take three to six weeks to recover. Among those who have died, the time from symptom onset to death has ranged from two to eight weeks [2] . In the severe and critical disease, the patient admission to intensive care unit (ICU) is necessary and the mechanical ventilation (artificial assistance to support breathing), may be required [4] . This special treatment is the bottle neck of most of the health care systems, which are not prepared to deal with the numbers of patients that the COVID-19 disease could produce. Therefore, measures of containment of the SARS-CoV-2 outbreaks are essential to not overstress the health care systems and to manage the pandemic.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "almost 60 million of people under lockdown, were defined \"unprecedented in public health history\" by the WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unfortunately, these measures were not able to stop the spreading of SARS-CoV-2, which caused several outbreaks around the globe. These drastic measures, also adopted by other EU countries, apart from the health sector, have a dramatic impact on the global economy as well as on the lifestyle habits of millions of people. Epidemiologic descriptions and predictions could help in the understanding of the dynamic of the COVID-19 disease, supporting governments and health authorities in the resources allocation [5] . Most of the models proposed until now to describe the COVID-19 outbreaks, due to the scarcely data available of a still ongoing epidemic, are heuristic models. These models are \"fitting\" equation, exponential [5] or logistic [6] , used to describe the infection data, whose parameters have scarce (or none) physical meaning and their use for prediction, especially at long term, should be avoided. On the contrary compartmental models could constitute the right trade-off between the need of having physical based parameters, the easiness of solution and the scarce presence of data in the evolving epidemic. Typically, the population of interest is subdivided into a small number of compartments based on infection status (e.g. susceptible, infectious or recovered) and the flows between these compartments are described by ordinary differential equations [7] . Aim of this work is to develop a compartmental model (SIRD) to describe first the Chinese COVID-19 epidemic and then, by perturbation of the model parameters, to describe and predict the Italian COVID-19 epidemic.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1434,
                    "end": 1440,
                    "text": "(SIRD)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In compartmental models the population under study is divided into compartments and, with assumption that every individual in the same compartment has the same characteristics, the movements of people within the compartments can be described. In particular with \"SIRD\" model a four compartments model is indicated, where \"S\" indicates the \"Susceptible\" compartment, \"I\" specifies the \"Infected\" compartment, \"R\" denotes the \"Recovered\" compartment and \"D\" identifies the \"Death\" compartment, as schematized in Figure 1 . Schematization of the SIRD model. \"S\" indicates the \"Susceptible\" compartment, \"I\" specifies the \"Infected\" compartment, \"R\" denotes the \"Recovered\" compartment and \"D\" identifies the \"Death\" compartment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 518,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SIRD Model"
        },
        {
            "text": "It is assumed that the total population of reference is constant (N= 60 million), meaning that in the considered time period the rate of birth and death (including the one related to the COVID-19) are equal [8] . This is particularly true for low lethality diseases with very large outbreaks (like a whole nation). It is also assumed that recovered people cannot be re-infected [9] . The ordinary differential equations, with their initial conditions, describing the movements of people from one compartment to the other are reported in the eq. (1) (2) (3) (4) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SIRD Model"
        },
        {
            "text": "\" dR dt = γI",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRD Model"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRD Model"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRD Model"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 19.20039388 doi: medRxiv preprint \" dD dt = δI",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "19.20039388",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SIRD Model"
        },
        {
            "text": "In eq. 1, represents the number of people susceptible to the disease (total minus the already interested ones), is transmission rate [1/day] . The probability to get infected is proportional to the product of the infected and the susceptible individuals, or better to the fraction of infected individuals ( / ) and the susceptible. In eq. 2, represents the number of infected people, whose initial value is taken from the literature data. ",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "text": "[1/day]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SIRD Model"
        },
        {
            "text": "C) D) Figure 2 . A) Confirmed cases. B) Infected people, \"cumulative\" cases on the left, incident cases on the right side. In this case the \"cumulative\" cases represent the total number of people infected but not recovered or death, yet. C) The number of recovered patients, cumulative cases on the left, incident cases on the right side. D) The number of dead patients, cumulative cases on the left, incident cases on the right side.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "A) B)"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A) B)"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A) B)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A) B)"
        },
        {
            "text": "The transmission rate is most of the time used as fitting parameter to describe the epidemiologic data. In this case, with the lockdown protocol taken by the governments, the number of contacts per person per unit time can dramatically decrease during the epidemic. In this work the kinetic of infection was described with an exponential function: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the kinetic of infection"
        },
        {
            "text": "Where ! is the recovery kinetic at time zero, ! + & is the recovery kinetic at regime, which is reached after ' days of adaptation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the kinetic of recovery"
        },
        {
            "text": "The kinetic of death , especially for new diseases, it is not constant and decreases with time, luckily. This is due to the adaptation of the pathogen, whose less lethal strains tend to be the most spread, as well as due to the development of new clinical treatments. Moreover, at the beginning of an epidemic usually the severe cases are observed first and the overall rate of dying appears to decrease when less severe cases are added. In this work an exponential decay function was used to describe this evolution:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the kinetic of death"
        },
        {
            "text": "Where ( ! + & ) is the initial death rate, which decreases substantially (90%) at = 3 ( , and reaches a long-term lethality rate & .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the kinetic of death"
        },
        {
            "text": "In epidemiology, the basic reproduction number (ℛ ! )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "of an infection can be thought of as the expected number of cases directly generated by one case in a population where all individuals are susceptible to infection [10] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "When ℛ ! > 1 the infection will be able to start spreading in a population, but not if ℛ ! < 1. Generally, the larger the value of ℛ ! , the harder it is to control the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "The reproduction number can be obtained from the SIR model dividing Eq 2 by the total population N [11] :",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "Where is the normalized number of infected people (I⁄ ). An epidemic occurs if the number of infected individuals increases, di dt ⁄ > 0, which means that the reproduction number (ℛ) has to be greater than the unity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "At the outset of an epidemic, nearly everyone is susceptible, so that S(0)/N~1, but S(t)/N~1 is also true for very large population with relatively low percentage of total cases: All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 19.20039388 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "19.20039388",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "If the kinetic of infection β is higher than the sum of the kinetic of recovery γ and death δ, than the outbreak is epidemic, with ℛ ! >1. On the contrary if β is small compared to the γ + δ than ℛ ! <1 and the outbreak is destined to extinguish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ℛ: the reproduction number"
        },
        {
            "text": "The Briefly, being ) and * S the modeling and the experimental data at a certain time point , and being ) = ) − * S the residual, the bisquare robust fitting algorithm recalculates the residual at the time point according to eq. 9:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation and optimization"
        },
        {
            "text": "Where = 4.685 × MAD(ε), where MAD is the mean absolute deviation of the values in the residuals [12] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Implementation and optimization"
        },
        {
            "text": "With this approach the effects of outliers (|ε + | > k) is The global objective function was minimized with application of gradient-based method (fmincon) first, followed by a step of minimization with a gradient-free algorithm (pattern-search), followed by a third step of gradient-based method. The use of these three steps was necessary to reach global minima. The model describing the Italian outbreak is available at the reference [13] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implementation and optimization"
        },
        {
            "text": "The Hubei outbreak can be considered a closed system since the lockdown measure, which isolated the province Health [15] . However, the data reported in [14] for the Italian case are retrieved from [15] , making the use of both the databases interchangeable.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "The data regard the total number of cases, the recovered cases and the death cases. The number of infected can be estimated by the difference of the total number of cases minus the recovered and the death cases;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 19.20039388 doi: medRxiv preprint 6 © All Rights Reserved all these data constitute the cumulative cases, ( Figure   2A ) and left side of Figure 2 B-D) ). In particular for Figure 2B ) the \"cumulative\" correspond to the total number of people that belong to the infected compartment ( Figure 1 ): people that have been infected but are not recovered or death yet.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "19.20039388",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 226,
                    "text": "Figure   2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 246,
                    "end": 259,
                    "text": "Figure 2 B-D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 281,
                    "end": 290,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemiologic data"
        },
        {
            "text": "It is also useful to obtain the incident cases (new daily cases) which for the recovered people and the deaths is the derivative of their respective cumulative cases, whereas to obtain the incident infection the derivative of the total cases Figure 2 A) has to be performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Epidemiologic data"
        },
        {
            "text": "From the experimental data this can be done calculating the incremental ratio of the cumulative cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "Being the minimum time span equal to 1 day, in this case the incremental ratio is equal to the difference between two adjacent points of the cumulative curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "The incident cases are reported on the right side of Keeping in mind this problem, whose solution goes beyond the aim of the present work, the modeling results obtained from the use of these (biased) epidemiologic data will be critically discusses. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 19.20039388 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "19.20039388",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic data"
        },
        {
            "text": "The Chinese outbreak of COVID-19, at the end of its development, can be used to understand the dynamic of COVID-19 disease. The model parameters obtained for the description of the Chinese outbreak were perturbated to describe the initial Italian outbreak and to predict its evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The SIRD model results for the Chinese COVID-19 outbreak are reported in Figure 3 . The model parameters (8 parameters) were fitted on the experimental data, obtaining a satisfactorily description of the epidemiologic data published so far. It is interesting to analyzed the value of the obtained modeling parameters, reported in Table 1 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 330,
                    "end": 337,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Chinese COVID-19 epidemic"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is for the Chinese outbreaks. Actually, looking at the Huberi province [18] reported and ℛ ! of 6.5, [19] in some scenario reported and ℛ ! of 7.09 (90% CI: 5.84-8.35). In the initial stage of the epidemic on board of the Diamond Princess cruise ship the reproduction number was calculated to be 14.8 [20] , lowered later thanks to the isolation and the quarantine protocol on board.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Chinese COVID-19 epidemic"
        },
        {
            "text": "The Italian modeling of the outbreak was performed All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 19.20039388 doi: medRxiv preprint This result is in contrast with the average time of recovery from mild infection (2 weeks) [2] , whereas can be representative of very severe infection (three to six weeks to recover) [2] . This seems to prove that the observed and reported cases in Italy, especially in the first period, were mostly severe cases. However, the addition of mild cases could produce in the following days and increase in the rate of recovery, generating also a quicker reduction of the infected patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "19.20039388",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "The seriousness of the Italian COVID-19 cases can be seen also looking at the death kinetic, which is initially ( ! ) 2.5 times greater than the Chinese and also slower in the decrease (higher ( ), as it can be seen in Figure 6 A) (black dotted line). This caused many deaths in Italy (>20,000) and many other are expected, overcoming 30,000 cases. The higher lethality could be due to the However further studies should be performed to investigate such a high lethality, i.e. in [23] it is suggested that the reasons could be found in the Italian extensive intergenerational contacts, which are supported by a high degree of residential proximity between adult children and their parents. Other reasons, such as the careless management of the elderly in nursing homes is an ongoing political and criminal debate.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "Figure 6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "Such severe impact of the virus SARS-CoV-2 on the Italian would not have been expected looking at the initial reproduction number (Figure 6 B) ). The lower infection kinetic recorded in Italy generated an initial ℛ ! of 6 (way lower than the Chinese). However, ℛ ! decreased slower due to the retarded lockdown (constant value in (Figure 6 B) ) and due to the not increasing recovery rate. The average <ℛ ! > in Italy was calculated to be 3.9, close to the ℛ ! range of [2.13 -3.33] reported in [24]. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 142,
                    "text": "(Figure 6 B)",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 330,
                    "end": 342,
                    "text": "(Figure 6 B)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is The Italian outbreak, still in the peak region, has showed stable death and recovery kinetic over the past 30 days, indeed fitting backward in time the Italian data the parameters ! , ! , ( result quite stable. The most important parameter, which causes the retardation of the decreasing phase of the epidemic is the characteristic time % in the infection kinetic. The higher % , the longer it will take to reduce the number of cases (the longer it will take to reach ℛ ! <1). In Figure 7 the impact of the variation of % is reported on incident cases. With the blue solid thick line the \"best fit\" value (used in this work) is reported. However, as it can be seen from the experimental data, the epidemiologic data are prone to be describe with other characteristic time of infection % , especially higher than the present \"best fit\" value. Therefore, depending on the new infection of the next days the peak could slightly translate, however with limited impact on the deaths count. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 560,
                    "text": "Figure 7",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 19.20039388 doi: medRxiv preprint © All Rights Reserved",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "19.20039388",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Italian COVID-19 epidemic"
        },
        {
            "text": "The understanding of the dynamic of the epidemic could be useful to take decisions in time, preparing hospitals to deal with the infection peak. The ongoing outbreaks are often described with simple fitting models, i.e. exponential functions (and/or sigma-shaped curves such as Logistic or Gompertz), whereas in this work, a SIRD compartmental model was developed and used to describe and predict the evolution of the Chinese (Hubei) and of the Italian outbreaks. The advantages of SIRD models with respect to heuristic models reside mainly in the physical-based SIRD parameters, which can give useful insight and/or can be properly chosen on the basis of physical-based assumptions. The present SIRD model was able to describe the outbreaks, obtaining the kinetic of infection, the kinetic of recovery as well as the kinetic of death. The Italian best fit initial kinetic of infection was lower (half) than the Chinese one, probably because the Italian outbreaks are mainly based in small hospitals/cities, whereas the main Chinese outbreak was in the metropolitan city of Wuhan. However, the decrease time of this kinetic in the Italian outbreak was slower than in the Chinese outbreak, probably due to the delayed lockdown and initial weaker restrictions. Therefore, despite a lower average ℛ ! , 3.9 in Italy versus 8.3 in Hubei, the longer Italian epidemic produced much more COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 433,
                    "text": "(Hubei)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "The Italian epidemic showed a higher death kinetic, causing at the end of infection 10 times the Chinese deaths (modeling results). This, along with a very slow recovery kinetic, proved that most of the reported cases in Italy are related to severe infections, therefore the epidemiologic data could be highly underestimated in the total number of cases as well as in the recovered cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "On the contrary, according to the data released so far, the Draconian lockdown measures taken by the Chinese government have been more effective, extinguishing in 1 month an outbreak that was potentially more dangerous than the Italian one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Centers for Disease Control and Prevention. Coronavirus symptoms and diagnosis",
            "authors": [],
            "year": 2020,
            "venue": "CDCP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W.-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and Italy: what next? The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimation of the final size of the second phase of the coronavirus epidemic by the logistic model. medRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batista",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Network models in epidemiology: an overview, in Complex population dynamics: nonlinear modeling in ecology, epidemiology and genetics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valeika",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "189--214",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lecture notes in mathematical epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reinfection could not occur in SARS-CoV-2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pandemic Potential of a Strain of Influenza A (H1N1): Early Findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5934",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Notes on R0",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modern Methods for Robust Regression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Publications",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Coronavirus COVID-19 (2019-nCoV) Data Repository by Johns Hopkins CSSE",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Italian Department of Civil Protection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bing; Xue; Za Zhi The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhonghua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2020",
            "issn": "8",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Data-based analysis, modelling and forecasting of the COVID-19 outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anastassopoulou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS ONE",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19 outbreak on the Diamond Princess cruise ship: estimating the epidemic potential and effectiveness of public health countermeasures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjödin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Modified SIR Model for the COVID-19 Contagion in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Calafiore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Novara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Possieri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.14391"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Epidemiological characteristics of COVID-19 cases in Italy and estimates of the reproductive numbers one month into the epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Italy was one of the countries most affected by the SARS-CoV-2, reporting the first positive patient on the 20 th of February 2020, followed by an extensive (and unexpected) epidemic in the north of Italy, especially in the Lombardy region. The Italian government, similarly to the Chinese government, progressively from the 8 th of March to the 11 th of March 2020 imposed the lockdown in the whole nation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1. Schematization of the SIRD model. \"S\" indicates the \"Susceptible\" compartment, \"I\" specifies the \"Infected\" compartment, \"R\" denotes the \"Recovered\" compartment and \"D\" identifies the \"Death\" compartment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Susceptible people get infected by the contact with other infected people (first term RHS), whereas infected people can recover ( ) with the kinetic , which is inversely proportional to the duration of the infection and directly proportional to the probability of recovery. Moreover, critical patients can die ( ) with the kinetic , which is inversely proportional to the average time between the infection and the death and directly proportional to the lethality of the disease. Eq. 3 and eq. 4 describe the time evolution of the number of recovered patients and the death patients . Actually, the four equations are not independent and the fourth one can be derived from the total balance on the population: simple SIR (o SIRD) models are based on constant kinetics ( , , ) to describe the epidemic evolution until the depletion of the susceptible people, the measures taken by the governments have had huge impact on the epidemic and therefore on its evolution kinetics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The kinetic of recovery , in case of a new disease like the COVID-19, may not be a constant. The health care system, the medical doctors with all their staff have to learn new therapeutic procedures, get used to treat patients with new symptoms etc. This means that initially the time of recovery will be longer, therefore the kinetic of recovery slower, until a new constant value is reached that should be inversely proportional to the average duration of the infection. In this work was modeled with a logistic function:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "model was implemented and solved in MATLAB 2019b, with the ode45 solver, based on an explicit Runge-Kutta (4,5) formula. The optimization of the model parameters to describe the experimental results was performed via the minimization of the residuals (objective function) between the modeling and epidemiologic data. In particular, since the least squares approaches relies on the fitting of independent data, the use of the cumulative data should be avoided: cumulative incidence data are highly correlated. On the contrary the use of the daily new infection, daily recovery and dailydeaths (incident cases) should be preferred, since these data are independent. However, these data are more scattered with respect to cumulative data and the ordinary least squares (OLS) which is highly sensitive to outliers, could generate misleading results. To overcome this potential pitfall, a robust regression method, based on the bisquare M-estimator was implemented.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "smoothed out. The sum of the H(ε + ) constitutes the objective function to describe the goodness of fit between the model and the epidemiologic data. Since three independent data sets were used (daily new infection, daily recovery and daily deaths), the problem translates in a multi-objective function minimization. In this works the global objective function, weighted sum of the single objective functions, were minimized. The weights, needed to compensate the different order of magnitude between the single objective functions, were empirically chosen to be 1, 10 and 100 for the daily new infection, daily recovery and daily deaths residuals, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "from the rest of the nation, coincide with starting point of availability of data. On the contrary the Italian outbreak could be approached in several ways, from the regional to the national level. However, considering at the beginning of the outbreak the high internal mobility (of people and wares) and the delayed lockdown, in this work the whole nation was considered a closed system. The epidemiologic data were downloaded (automatically by the developed MATLAB script) from the open source repository operated by the Johns Hopkins University Center for Systems Science and Engineering (JHU CSSE) [14] for the Chinese (Hubei) outbreak and from the official open source repository operated by the Italian Department of Civil Protection on the official data provided by the Italian Ministry of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "-D). As it can be seen the Chinese (Hubei) outbreak has been suppressed, with the peak of \"cumulative\" infected people around the 18 th of February. The spike recorded on the 13 th of February in the number of new infections was explained considering the inclusion in the counting of the cases individuated by clinical diagnosis (trough CT scan in the previous days) along with the cases individuated by lab tests. According to the released data at the end of the outbreak less than 70,000 people were infected by the SARS-CoV-2, and the 95% recovered. However, the Chinese government is recalculating the cases, as it can be seen from the last points in Figure 2 C-D): the deaths were increased of 1,290 people and the recovered decreased of 910 units (on the 17 th of April), reducing the recovery percentage at the 93%. The Italian outbreak after the initial fast-growing phase, has reached the peak of incident infection at the end of March but with numbers way higher than the Hubei outbreak. On the 17 th of April 172,400 cases of COVID-19 were reported with 22,740 deaths and \"only\" 42,730 recovered patients. There is a strong debate on the problem of underestimating cases, especially related to the Chinese data but, also related to the impossibility of tracking worldwide (also in Italy) the SARS-CoV-2infections that produce COVID-19 with mild symptoms. This could generate biased epidemiologic data (\"Iceberg Phenomenon\") dominated by the most severe cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Chinese COVID-19 epidemiologic data descripted and predicted (at time longer than the data points) by the results of the SIRD model All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "and plotted in Figure 4 A) to make some physical considerations. The transmission rate decreased with a characteristic time % =10.25 [day]. It is worth to note that the epidemiologic data are referred to the lockdown day -1. Since than the average number of contacts per person decreased exponentially, due to the lockdown, and diminished of 90% after almost 30 days (3 % ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The parameters referred to the kinetic of recovery ! , & , ' can give information on time of recovery ( of recovery ( ./012/.3 ) of 90% (R/(R+I+D)), the recovery time at regime (after 30 days ( ' )) was ./012/.3 = 12 days.The parameters related to the kinetic of death, analogously can be used to obtain information about the average time between the symptoms and the death. R+I+D)), the average death time was progressively increased from 5 days in the first week (22-28 th January) to 9 days considering the first 3 week, until reaching two months (meaning a lethality close to zero) at the end of the epidemic. This result can be explained considering that at the beginning of an epidemic the most severe cases are reported, displaying higher lethality, which tends to decrease when new cases less severe are added.Moreover it can be explained considering that the treatments were improved as well as considering a parameter not directly accounted in this model: the relation between lethality and patience age[16]. Indeed the lockdown measures may be particular effective for old people (>60 years) and for people with more comorbidities, who form the group of patients in which the COVID-19 lethality is the highest.InFigure 4 B) the reproduction number for the Chinese outbreak is reported. With the black solid line the reproduction number calculated according to Eq. 11 is reported. The initial high value is mainly driven by the infection kinetic, which was particularly high in the province of Hubei. However, the lockdown measures were quite effective reducing the reproduction number to the unity in a month. The average value <ℛ ! > during the epidemic (integral mean), reported with the gray area in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ") was 8.3, meaning that in average a single sick person infected 8.3 people. This value is higher than the average of 3.28 reported in[17], where ℛ ! derived from different methods (in different works) were reported All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A) Infection, recovery and death kinetics for the Chinese (Hubei) outbreak obtained from the SIRD model. The death rate and the recovery rate have been multiplied by 100 and 10 respectively. B) The basic reproduction number evolution (black solid line), with the grey filled area the average reproduction number value (from the beginning of the epidemic until the decrease of ℛ ! at 1) is reported: <ℛ ! >=8.3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "by perturbation of the Chinese parameters (starting points of the optimization). The modeling starts from the 26/02/2020, day in which the total cases in Italy were close to the cases in Hubei on the 22/01/2020 (around 400). The population of the Hubei province and Italy is also roughly the same: 60 million. The main Italian lockdown was performed on the 11 th of March, when the cases were already 10590 (against the 438 on the 23 rd of January in China). To account for this delay, the equations for the description of the Italian outbreak were slightly adjusted for ( ) and ( ). constant rate for the number of contacts per person and also a constant kinetic of death before the date of lockdown (between the 26 th of February and the 11 th of March). After the lockdown both the function decrease exponentially due to the isolation of people (reduction of ) and especially for categories that are at greatest risk of death (reduction of ). The modeling results obtained are reported in Figure 5. The epidemiologic data are well described with the optimization of only five adjustable parameters. Indeed, on the contrary of the Hubei outbreak, the model was able to describe the Italian epidemiologic data with only a parameter (γ ! ) for the kinetic of recovery. Moreover, on the experience of the Chinese outbreak, the long-term death kinetic was set to zero (δ & = 0). The model parameters obtained are reported in Table 1 and in Figure 6 A). Most of the kinetic data are in agreement with the findings of [21]. According to the model prediction the Italian outbreak on the 17 th of April is on the peak region, 42 days (3τ : ) after the lockdown. It is interesting to note that despite the lower kinetic of infection (almost half of the Chinese), the retard in the application of the lockdown measures, which increased the number of circulating infected people before the lockdown, as well as the initial weaker restriction measures with respect to the Chinese ones, produced a long lasting epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Italian COVID-19 epidemiologic data descripted and predicted (at time longer than the data points) by the results of the SIRD model As it can be seen in Figure 6 A) the kinetic of infection (red solid line), takes longer to decrease with respect to the Chinese outbreak Figure 4 A) and, despite starting from a value almost half of the Chinese, produced many more COVID-19 cases. Moreover the Italian kinetic of recovery (green dashed line in Figure 6 A)), on the contrary of the Chinese, did not show (yet?) an increase, being able to describe the data with a constant (and very low) kinetic. This kinetic value generates a time of recovery ./012/.3 > 50 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "higher median age of the Italian population (44.3 years) with respect to the Chinese population (37.4 years) [22].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "A) Infection, recovery and death kinetics for the Italian outbreak obtained from the SIRD model. B) The basic reproduction number evolution (black solid line), with the grey filled area the average reproduction number value (from the beginning of the epidemic until the decrease of ℛ ! at 1) is reported: <ℛ ! >=3.9. Such difference in the \"force of infection\" could be explained considering that the mains outbreaks in Italy have been developed in small cities, whereas in the Hubei province the principal outbreak was in the metropolitan city of Wuhan (11 million of people).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Parametric sweep of τ \" . The incident infection (red circle), recovery (green diamonds) and death cases (black circle) are reported. With the solid lines the modeling results at different value of τ \" are reported.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "lockdown measures. & is the infection kinetic at infinite time, which can be set to be zero due to a long enough period of people isolation. % is the characteristic time of decrease, at = 3 % the kinetic of infection would be decreased of the 90%.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Model parameters obtained from a best fit optimization.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.03.19.20039388 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thanks to professor Gaetano Lamberti for the constructive discussions and for the pre-reviewing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}