{
    "paper_id": "e361e13b425ffa6c88a70ff95d5a524cfd56158d",
    "metadata": {
        "title": "Nowcasting and Forecasting the Spread of COVID-19 and Healthcare Demand In Turkey, A Modelling Study",
        "authors": [
            {
                "first": "Abdullah",
                "middle": [],
                "last": "Uçar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istanbul University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Şeyma",
                "middle": [],
                "last": "Arslan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istanbul University",
                    "location": {}
                },
                "email": "seyma.arslan@istanbul.edu.tr"
            },
            {
                "first": "Yusuf",
                "middle": [],
                "last": "Özdemir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: A new type of coronavirus (later named Sars-Cov-2) drew attention in 31 December 2019 after the reporting of 27 unidentified pneumonia cases detected in Wuhan, China to the World Health Organization (WHO). Rapid progression of the COVID-19 pandemic has revealed the necessity of epidemic modeling studies to evaluate the course of the epidemic and its burden on the health system. This study aims to estimate the total number of infected people, evaluate the consequences of social interventions on the healthcare system and predict the expected number of cases, intensive care needs, hospitalizations and mortality rates in Turkey according to possible scenarios via the SEIR-based epidemic modeling method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study was carried out in three dimensions. In the first, the actual number of people infected in the community has been estimated using the number of deaths in Turkey. In the second, the expected total numbers of infected people, total deaths, total hospitalizations, and intensive care unit (ICU) bed needs have been predicted in case of no intervention. In third, distribution of the expected number of infected people and deaths, ICU and non-ICU bed needs over time has predicted based on SEIR modelling. A simulator (TURKSAS) has been developed and predictions made in 4 scenarios for Turkey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: According to deaths, estimated number of infected people in Turkey on March 21 was 123,030.In the case of no intervention (1 st scenario) the expected total number of infected people is 72,091,595, the total number of deaths is 445,956, the attack rate is 88.1%, the mortality ratio is 0.54%. The ICU bed capacity in Turkey is expected to exceed 4.4-fold and non-ICU bed capacity exceed 3.21fold. In 2 nd and 3 rd scenario according to the calculations made by considering the social compliance rates of the NPIs, the value of R0 is estimated to decrease from 3 to 1.38 level. Compliance with NPIs makes a 94,303 difference in the expected number of deaths. In both scenarios, the predicted peak value of occupied ICU and non-ICU beds remains below the Turkey's capacity. While this study conducted, curfew for >65 and <20 age groups was in force in Turkey. If the curfew is declared for the 21-64 age population (4 th scenario), the R0 value drops below 1 (0.98), the expected deaths are 14,230 and the peak values of daily ICU and non-ICU bed demand are below the country's capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Modeling epidemics with assumptions supported by scientific literature and establishing decision support systems based on objective criteria is an important requirement. According to scientific data for the population of Turkey, the situation is not expected to be of worse than predictions presented in the second dimension. Predictions show that 16 million people can be prevented from being infected and 100,000 deaths can be prevented by full compliance with the measures taken. Complete control of the pandemic is possible by keeping R0 below 1. For this, additional evidence-based measures are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious disease agents have existed throughout human history. The diseases they cause can persist in a certain population (endemic), spread at a sudden rate and affect wider populations (epidemic) or turn into a global threat (pandemic) as in the 1918 Spanish flu. (1) . Coronaviruses, which were first detected in 1960, have been observed in humans until now and have 7 subtypes, also caused SARS outbreaks in 2003 and MERS in 2012. (2) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A new type of coronavirus (later named Sars-Cov-2) drew attention in 31 December 2019 after the reporting of 27 unidentified pneumonia cases detected in Wuhan, China to the World Health Organization (WHO). (3, 4) . The epidemic caused by the virus, called COVID-19, spread rapidly between countries and continents and was identified as a pandemic by the WHO on March 11, 2020.(5) Rapid progression of the COVID-19 pandemic and its devastating effects in many countries (even in the developed countries like Italy and Spain); has revealed the necessity of epidemic modeling studies to evaluate the course of the epidemic and its burden on the health system properly. Stochastic, deterministic and agent-based models are used in scientific literature to model the COVID-19 spread. (6, 7) . Among these studies, the report published by Imperial College London on March 16, 2020, take an important place. (8) . Following this report, the United Kingdom government has tighten its national policy for the COVID-19 pandemic and started the lockdown by the following week. (9) .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 210,
                    "end": 212,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 361,
                    "end": 379,
                    "text": "March 11, 2020.(5)",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Turkey has also taken precautions due to the COVID-19 pandemic and many additional measures were implemented after the identification of the first national case on 11 March 2020. (10) . These measures include the Non-pharmaceutical Interventions (NPIs) such as school closures, cancellation of arts and sports events, mandatory quarantine for the people who travelled from abroad , closure of public places such as cafes /cinemas/ wedding halls, making mask usage in groceries obligatory, curfews for the citizens over 65, under 20 and those with chronic illnesses (11) (12) (13) .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aims to estimate the total number of infected people, evaluate the consequences of social interventions on the healthcare system and predict the expected number of cases, intensive care needs, hospitalizations and mortality rates in Turkey according to possible scenarios via the SEIR-based outbreak modeling method. Thus, it aims to contribute pandemic response policies in Turkey by providing an epidemiological framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was carried out in three different dimensions. In the first dimension, the actual number of people infected in the community has been estimated using the number of deaths in Turkey. In the second dimension, the expected total numbers of infected people, total deaths, total hospitalizations, and intensive care unit (ICU) bed needs have been predicted in case of no intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "The predictions in the second dimension includes cumulative numbers only. Thus, additional calculations are required to predict the distribution of healthcare needs, patients and deaths over time. Therefore, a third dimension was added to the study to model the distribution of the expected number of infected people and deaths over time, to determine the health resources required based on this model and to predict the impact of social interventions on the epidemic process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "In this third dimension, the SEIR model was used for estimations and predictions. This model divides the society into 4 main compartments during the epidemic: those who are not yet infected (Susceptible), those who have been exposed to the agent but show no signs of infection (Exposed), those who have had symptoms of the disease (Infectious), those who have resulted in recovery or death (Removed). (14) .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "The ratio of deaths in the total infected population is identified in the literature as Infection Fatality Ratio (IFR) (15) . There may be a time shift bias in the estimations based on the number of deaths. For more accurate estimates, the number of deaths observed on a given day should not be compared to the number of infectious people occur on the same day, instead, it should be compared to the day the infection started (16) . Thus, in this dimension of the study, the number of infected people was estimated by using death numbers based on IFR. According to the studies, the time elapsed from symptom to death is about 18 days. (15) . The number of infected people was estimated with a delay of 18 days, and the remaining days were projected with a quadratic growth curve which has the highest R 2 value (0,9936). This study used the average IFR (0.66% [0.39-1.33] ) and age-specific IFR values which is adjusted for the United Kingdom and the United States in ICL modeling based on calculations by Verity et al. (15) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "First Dimension Assumptions and Forecasting Algorithm"
        },
        {
            "text": "COVID-19 overall attack rate for Turkey was considered 81%. (8) . 2018 TurkStat census data was used for age stratification. Using the expected age-specific hospitalization and intensive care ratios; total hospitalization numbers and ICU needs are estimated for each age group. First dimension values were used for IFR values. By applying age-specific IFR values to the expected number of infected people in the relevant age group, the highest number of expected deaths was determined. (8, 15) . In this dimension, it was assumed that no measures were taken, and the pandemic spread freely throughout the society.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Second Dimension Assumptions and Forecasting Algorithm"
        },
        {
            "text": "In this dimension of the study, a SEIR-based model was created, and a simulator called TURKSAS was developed by adding transmission dynamics as well as clinical dynamics and social intervention dynamics. TURKSAS model structure is as presented in Figure- ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Figure-",
                    "ref_id": null
                }
            ],
            "section": "Third Dimension Assumptions and Forecasting Algorithm"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third Dimension Assumptions and Forecasting Algorithm"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 13.20063305 doi: medRxiv preprint Because the incubation period, infectious period, and R0 variables differ between symptomatic and asymptomatic cases, these two groups are considered as separate community layers in this model. Also, it is assumed that asymptomatic cases will not apply to the hospital and die. The R compartment was also restructured to predict the need for health care. Some of the infected people will recover with mild symptoms without hospital admission (H) Some of them will be late to apply to the hospital even though they show symptoms. (G). After the delay, these people will apply to the hospital (Y). It is assumed that, all positive cases which admitted to the hospital are transferred to wards at first. Some of these patients will recover directly from the service (İY) and some will be recovered and discharged from ICU (YBU1). Others will go to ICU (YBU2) then die (Ö).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "13.20063305 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Due to the lack of studies that estimate the local clinical care dynamics and durations in Turkey, we used coefficients and assumptions from various scientific studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Transmission parameters used in the model were obtained from studies in the literature. Expert opinion was consulted for the parameters that could not be found in the literature. Average incubation period was accepted as 4.6 days for asymptomatic cases, 5.1 days for symptomatic cases and infectiousness period was accepted as 6.5 days for both groups. (8, 17) . Symptomatic cases were considered to be two times more infectious than asymptomatic. (8) . It is assumed that R0 values are between 2-3 for Turkey. (18, 19) . Considering that the study on the Diamond Princess ship was close to a prospective cohort design, the rate of asymptomatic cases was accepted as 17.8% in our study. (20) .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "(18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "• Transmission Dynamics"
        },
        {
            "text": "It is necessary to determine the duration of each stage in the clinical care and the ratio of mild patients for the prediction of those who will switch from the S-E-I to the R compartment. It has been assumed that people with mild symptoms will not apply to the hospital and their recovery will take 22 days. (21) . The delay time in hospital admissions is considered as 5 days and the period from hospitalization to recovery is considered as 10 days. (22) . The duration of recovery from ICU to discharge is considered as 15 days, and the duration from ICU to death is considered as 7 days. (23, 24) . We find no literature record regarding duration to ICU after hospitalization and this period was assumed to be 5 days by expert opinion. The duration from the symptoms of the disease to the death is considered as 17.8 days. (15) . The total ICU beds and non-ICU beds capacity of Turkey is considered as 38.098 and 193.095 respectively, regarding the last official stats by the Health Ministry. . (25) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "(23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "24)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "(25)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "• Clinical Dynamics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Clinical Dynamics"
        },
        {
            "text": "The copyright holder for this preprint report. (26) . In TURKSAS, these impact values from ICL report were used and simulations were made specific to the dates when each intervention is activated. It was also calculated that how much the social interventions applied in Turkey reduced the default R0 value in the model over time. Dates of NPIs applied by Turkey government since the beginning of the pandemic, relative % reduction on R0 and assumptions of social compliance to NPIs in Turkey presented in the Table 1 . ",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "(26)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 516,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Dimension"
        },
        {
            "text": "In the case of free spreading of the pandemic without any interventions, the expected agestratified distribution of the maximum total number of cases, total need for ICU and non-ICU beds and deaths are presented in Figure 3 . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Second Dimension"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The estimations in the second dimension are also simulated in SEIR based TURKSAS simulator. (Table 2 ) The expected total number of infected people is 72,091,595, and the total number of deaths is 445,956. The attack rate is 88.1% for a pandemic period as the entire society is considered as the population at risk. The expected mortality ratio is 0.54%. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "(Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "• Scenario 1: No Intervention"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 13.20063305 doi: medRxiv preprint It is predicted that all ICU beds and non-ICU beds reach 100% occupancy rate in May, while the need for ICU and non-ICU beds reaches its peak in June. At the peak point, the ICU bed capacity is exceeded by 4.4 fold and the non-ICU bed capacity is exceeded by 3.21 fold. ( Figure   4 )",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "13.20063305 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 390,
                    "text": "Figure   4",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The effect of applied NPIs in Turkey on R0 is presented in Figure 5 . According to the calculations made by taking into account the compliance rates of the interventions, the value of R0 is estimated to decrease from 3 to 1.38 level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figure 4: In the worst-case scenario, the need for ICU and non-ICU beds and daily distribution of expected deaths • Scenarios 2 and 3: Social compliance to NPIs (<100% compliance and 100% compliance)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4: In the worst-case scenario, the need for ICU and non-ICU beds and daily distribution of expected deaths • Scenarios 2 and 3: Social compliance to NPIs (<100% compliance and 100% compliance)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 13.20063305 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "13.20063305",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Predictions in first scenario (<100% compliance) and second scenario (100% compliance) are presented in Table 3 including differences. Compliance with social interventions makes a 94,303 difference in the expected number of deaths. In both scenarios, the predicted peak value of occupied ICU and non-ICU beds remains below the Turkey's capacity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Figure 5: The relative effect of social interventions applied in Turkey on R0 values"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 13.20063305 doi: medRxiv preprint For second and third scenarios, the predicted numbers of daily total deaths, needed ICU and non-ICU beds are presented in Figure 6 .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "13.20063305 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "While this study conducted, curfew for >65 and <20 age groups was in force in Turkey. We predicted that, if the curfew is declared for the 21-64 age population, the R0 value drops below 1 (0.98) and the pandemic tends to end. The predicted situation if the curfew for 21-64 age group is applied on April 15 is presented in the Table 4 and Figure 7 . According to these . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 334,
                    "text": "Table 4",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 339,
                    "end": 347,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Figure 6: Daily distribution of total ICU and non-ICU beds and expected deaths for 2 nd and 3 rd scenarios • Scenario 4: General curfew intervention"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063305 doi: medRxiv preprint predictions, the expected deaths are 14,230 and the peak values of daily ICU and non-ICU bed demand are below the country's capacity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Estimating and predicting the burden of epidemic diseases to society and the health system in the most accurate way is important for the efficient use of the healthcare services to be provided . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 13.20063305 doi: medRxiv preprint and the resources to be used. Although expert opinions are valuable for the predictions of the pandemic but it is difficult to find up-to-date evidence to support expert opinions in pandemics that are not frequently experienced. Due to the devastating social effects of epidemics, there is no possibility to experiment for most interventions, and there are also ethical limitations. For this reason, modeling outbreaks with assumptions supported by scientific literature and establishing decision support systems based on objective criteria is an important requirement. (27) . Studies on epidemic modeling focus on mathematical epidemiology (28,29)",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "13.20063305 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "(27)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The first dimension of the study is to nowcast the actual number of infected people using the IFR. In the estimation of the actual number of cases, the case fatality rate (CFR) and IFR concepts are often confused. The CFR refers to the ratio of the number of deaths in a given time segment to diagnosed cases. However, this rate includes only those who are admitted to the hospital and who have been identified, not the proportion of real infected people in the community. If perfect conditions were observed and all patients could be followed, how many infected people would die is expressed by IFR. (15) . For this reason, it is more appropriate the use of IFR in the estimation of the final death numbers and the use of the CFR in the estimation of the death numbers in a time section. (16) . In a study conducted in 1334 cases in China, agespecific IFR rates were calculated. (15) . In the ICL report, these values were calibrated for the UK and US population. In this study, the rates in ICL report has also applied for the Turkey population.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 605,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "First dimension"
        },
        {
            "text": "According to the calculations in this study history in Turkey as of March 21, 2020 was estimated to be 120 thousand cases. According to the ICL report, this number was 7 million for Spain as of March 28, 2020; 5.9 million for Italy and 600 thousand for Germany. (8) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "First dimension"
        },
        {
            "text": "However, due to the distribution of death numbers in our country by age is unknown, the projection was made on average IFR. The actual number of cases will change with the use of age-specific IFRs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First dimension"
        },
        {
            "text": "Attack rate refers to the ratio of cases occurring during the epidemic period to the whole society. (30) . Theoretically, it is assumed that \"herd immunity\" will develop due to the spread of the epidemic to a certain extent in the society and the recovery of people gaining immunity.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "(30)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "First dimension"
        },
        {
            "text": "According to this assumption, when the rate of people who acquired immunity by recovering from the disease reaches 0 −1 0 , herd immunity develops and susceptible proportion of population is protected by herd immunity. (31) . When R0 = 3 is accepted, this rate is 66.6%.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "(31)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "First dimension"
        },
        {
            "text": "In the second dimension of this study, attack rate in the ICL report was considered to be 81%, due to lack of age-specific attack rates in the literature. (8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First dimension"
        },
        {
            "text": "In the second dimension of the study, the universe of death, number of patients, ICU and non-ICU bed demand that will develop due to epidemic has been calculated. According to scientific data for the population of Turkey it is not expected to be of worse than these numbers. In this dimension the maximum number of infected people is estimated to be 66 million, the number of deaths is 414 thousand and the mortality rate is 0.54%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second dimension"
        },
        {
            "text": "There are various models developed to estimate and predict the course of epidemics in the literature. These models are generally classified under two groups as stochastic and deterministic. Depending on the developments in information technologies, simulations have been made recently with individual/agent-based models. (32) . One of the most frequently used models among deterministic models is the SEIR model, which is a compartment-based mathematical modeling type. In this model, the time between compartments is the basis of all estimates. In SEIR-based studies, generally, asymptomatic and symptomatic cases were not differentiated according to the incubation time, infectivity time, and R0 variables. In this study, these two groups are included in the model separately. The proportion of asymptomatic cases can be up to 78% in the studies performed according to the symptoms of the day the PCR sample was taken. (33, 34) . However, WHO stated that 75% of cases that were asymptomatic developed symptoms later and asymptomatic proportion is very low and is not a major determinant of the pandemic. (35) . In the study conducted on the Diamond Princess ship, 17.9% of all cases were stated to be asymptomatic. (20) . In our study, it was accepted that the closest study to the cohort design was Diamond Princess and this value was used in calculations.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "(32)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "(33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "34)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "(35)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "Unlike previous studies, the R compartment was structured with the addition of clinical dynamics in order to evaluate the need for health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "In the third dimension of the study, using the TURKSAS simulation, the number of cases and deaths that will occur within a year are predicted according to four different scenarios. In the first scenario, it was assumed that no intervention was done for the epidemic. According to this worst-case scenario, a total of 72 million people would be infected in Turkey, 446 thousand people are estimated to have died. According to the ICL report, if there is no intervention, 510 thousand deaths are expected in the UK and 2.2 million in the United States. Also, it is calculated that the ICU bed capacity can be exceeded 30 fold for the UK. (8) . In our study, the ICU bed capacity in Turkey is expected to exceed 4.4 fold.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 639,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "In the second and third scenarios, the expected number of cases and deaths are also calculated according to whether the society is partially (2nd scenario) or fully (3rd scenario) compliant with the social interventions applied. Predictions show that 16 million people can be prevented from being infected and 100,000 deaths can be prevented by full compliance with the measures taken. With the measures that Turkey has taken so far, the highest expected need for ICU beds is taken under the existing capacity and ICU bed capacity is not exceeded in case of realization of both scenarios. In the fourth scenario, with the realization of the general curfew, it is predicted that the total number of cases will be 600 thousand and the number of deaths will be less than 15 thousand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "The basic principles in preventing the spread of the pandemic can be listed as 1) reducing the population that is not immune to the disease, 2) reducing the number of contacts or 3) acquire immunity. In cases where vaccination is not possible and the non-immune population cannot be reduced, the only effective means of combating the pandemic is to keep the number of contact contacts under control. In our study, we estimate that the R0 values decreased to 1.38 as a result of existing measures in Turkey. This decreases the rate of spread and attack rate of the pandemic. However, in the case of no intervention the attack rate will be 88.1%, while in the case of a general curfew, this value will decrease to 0.7% and mortality rates decline from 0.54% to 0.02%. Complete control of the pandemic is possible by keeping R0 below 1. For this, additional measures are needed. As the economic and social burden of the interventions to be made to reduce the R0 value below 1 are very high, the solution with the highest costbenefit ratio is the development of a new vaccine molecule. These numbers will change if a new treatment or vaccine is developed throughout the year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "In our study, deaths due to exceeding the number of ICU and non-ICU beds were not considered. Also, in case of exceeding intensive care and healthcare capacity, deaths that may result from disruption of healthcare services are not included in the equation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "Considering that many global and local parameters affect the result, it is quite difficult to draw definitive conclusions or to make clear statements about the natural course of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third dimension"
        },
        {
            "text": "Mathematical models are important tools in this period where rapid and evidence-based political decisions should be made under the devastating effects of the epidemic. The estimates in this study show that the progressive stages of the pandemic should be carefully projected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third dimension"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bulaşıcı ve Salgın Hastalıklar Tarihine Genel Bir Bakış",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dinç",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Yeni Tıp Tarihi Araştırmaları",
            "volume": "18",
            "issn": "",
            "pages": "43--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Types | CDC",
            "authors": [
                {
                    "first": "|",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Human",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "European Centre for Disease Prevention and Control. Cluster of pneumonia cases caused by novel coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unveiling the Origin and Transmission of 2019-nCoV",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends in Microbiology",
            "volume": "28",
            "issn": "",
            "pages": "239--279",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect of non-pharmaceutical interventions on COVID-19 cases, deaths and demand for hospital services in the UK: a modelling study | CMMID Repository",
            "authors": [
                {
                    "first": "Nre",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New data, new policy: why UK's coronavirus strategy changed | World news | The Guardian",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dün, bir vatandaşımızın test sonucu pozitif çıktı. Virüsü, Avrupa teması üzerinden aldığı bilinmektedir. Dış dünyadan izole edilmiştir. Ailesi gözetim altındadır. Karantinaya alınmış hasta, toplumu tehdit edemez",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Koca",
                    "suffix": ""
                },
                {
                    "first": "Korkutucu",
                    "middle": [],
                    "last": "Haber Üzücüdür",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Değildir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ulusa Sesleniş Konuşması",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Cumhurbaşkanlığı",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Uçuş yasağı olan ülke sayısı 68'e yükseldi-Basın Açıklamaları",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Ulaştırma Ve",
                    "suffix": ""
                },
                {
                    "first": "Altyapı",
                    "middle": [],
                    "last": "Bakanlığı",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A seir model for control of infectious diseases with constraints",
            "authors": [
                {
                    "first": "Mha",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Paiva",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Pinho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Math Biosci Eng",
            "volume": "11",
            "issn": "4",
            "pages": "761--84",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimates of the severity of coronavirus disease 2019 : a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "3099",
            "issn": "20",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 Incubation Period: An Update",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM J Watch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--97",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "201--205",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Case Series of children with 2019 novel coronavirus infection: clinical and epidemiological features",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa198"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1070",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis of the number growth of ICU patients with Covid-19 in Italy and Lombardy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sağlık Bakanlığı Sağlık İstatistikleri Yıllığı",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Başara",
                    "suffix": ""
                },
                {
                    "first": "İ",
                    "middle": [
                        "T C"
                    ],
                    "last": "Çağlar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coupland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Mellan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mathematical models to characterize early epidemic growth: A review. Phys Life Rev",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "66--97",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mathematical epidemiology: Past, present, and future",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "113--140",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "10 The Next Generation Matrix",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mathematical Models in Population Biology and Epidemiology",
            "volume": "40",
            "issn": "",
            "pages": "393--402",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4614-1686-9"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Attack rate | epidemiology | Britannica",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Herd Immunity\": A Rough Guide | Clinical Infectious Diseases | Oxford Academic",
            "authors": [
                {
                    "first": "Pekhd",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "7",
            "pages": "911--917",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Publicly available software tools for decision-makers during an emergent epidemic-Systematic evaluation of utility and usability",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Heslop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemics",
            "volume": "21",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Covid-19: four fifths of cases are asymptomatic, China figures indicate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1375"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Field Briefing: Diamond Princess COVID-19 Cases, 20 Feb Update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TURKSAS model structure. In a time section; N: Total population; d: delta (expressing the change of the related cluster over time) S-E-I: The number of Susceptible-Exposed-Infected people, respectively, in the relevant time section. H: Infected who have mild symptoms. İH: Those who have recovered with mild symptoms. G: Infected and have not yet applied to the hospital. Y: Infected who apply to the hospital and occupied non-ICU beds. IY: Those who have recovered from the hospital as discharged. Iybu: Those who have recovered from ICU. YBÜ1: Those who will recover in ICU. YBÜ2: Those who will die in ICU. Ö: Those who died. For other parameters, see. Mathematical Equation of the Model • Mathematical Equation of the Model : : (p: proportion | ICU: Intensive Care Unit)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "first deaths in Turkey were announced on 17 March. According to the IFR, it is estimated that there were 152 infected people 18 days before the first death occurs. 27 of 152 infected people were considered as asymptomatic and 125 as symptomatic cases and simulation has been applied starting from 28 February 2020. According to the estimates based on the number of deaths (announced daily), the number of real infected people in the Turkish population on March 17 was 75,909. The last death number announced at the time of this simulation is done was 812. According to this death number, estimated number of infected people on March 21 was 123,030. The number of infected people in society according to IFR and the future projection are presented in Figure-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The estimated number of infected people over the number of deaths in Turkey. IFR: Infection Fatality Rate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In the 4th scenario, expected daily hospital and ICU bed demand, distribution of deaths",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.04.13.20063305 doi: medRxiv preprint • NPI Dynamics TURKSAS includes an additional panel to simulate social interventions. NPIs (over 65, under 20 and all society curfew, self-isolation, banning social activities, applying social distance to the entire society, closing schools) decrease the contacts, and this decreases the value of R0 directly. This decrease affects all outputs over the β value in the equation. The impact of social interventions on the R0 value in European countries is presented in detail in the ICL March 30",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Effect of NPIs on R0 value (8) and assumptions of social compliance with policies. (NPIs: Nonpharmaceutical Interventions)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Throughout the lifetime of the pandemic, if it is",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "In the case of no interventions, the expected age-stratified distribution of the maximum total case, hospitalization, ICU cases and deaths. k1: Attack rate. k2: age-spesific proportions of hospitalization among symptomatic cases. k3: age-specific proportions of ICU need among hospitalized people. IFR: Infection Fatality Rate",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Predictions of 1st scenario (in the case of no intervention)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Predictions of 2nd scenario (<100% social complaince) and 3rd scenario ( %100 social compliance)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Predictions of 4th scenario (general curfew intervention)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interests",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        },
        {
            "text": "The study funded by authors.. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 13.20063305 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "13.20063305",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ]
}