{
    "paper_id": "e51a28293199f5661c02f21e3d752ba2473bf23e",
    "metadata": {
        "title": "A Covid-19 case mortality rate without time delay systematics",
        "authors": [
            {
                "first": "Richard",
                "middle": [],
                "last": "Lieu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama",
                    "location": {
                        "postCode": "35899",
                        "settlement": "Huntsville",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": "lieur@uah.edu"
            },
            {
                "first": "Siobhan",
                "middle": [],
                "last": "Quenby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Warwick",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ally",
                "middle": [],
                "last": "Bi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhu",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen RAK wireless Technology Co., Ltd",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Concerning the two approaches to the Covid-19 case mortality rate published in the literature, namely computing the ratio of (a) the daily number of deaths to a time delayed daily number of confirmed infections; and (b) the cumulative * Corresponding author",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "number of deaths to confirmed infections up to a certain time, both numbers having been acquired in the middle of an outbreak, it is shown that each suffers from systematic error of a different source. We further show that in the absence of detailed knowledge of the time delay distribution of (a), the true case mortality rate is obtained by pursuing method (b) at the end of the outbreak when the fate of every case has decisively been rendered. The approach is then employed to calculate the mean case mortality rate of 13 regions of China where every case has already been resolved. This leads to a mean rate of 0.527 ± 0.001 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a recent correspondence to Lancet [1] , the global case mortality rate of the coronavirus Covid-19 ( [2] ) was re-calculated after correcting for the finite time delay between diagnosis of the disease and death, which led to a higher estimate of the rate, namely 5.7 ± 0.2 % for the date of March 1, 2020, to be compared to the global mean value of 3.43 ± 0.01 % as computed from the data 5 in [3, 4] for the same day. The reason for the higher value in [1] is the authors' definition of the case mortality rate, as the ratio of the number of case-related deaths for the day of interest to the number of new confirmed infections for the same 1-day period two weeks earlier (obviously, this assumes distribution of time delay between infection and death is peaked at 14 days with a spread 10 of less than 1 day). The usual definition, on the other hand, is the ratio of the cumulative number of deaths to confirmed infections, both being counted to the date of interest. If the daily number of confirmed infections and deaths are constants, the two definitions will give the same answer. This is no longer so if both numbers vary. Thus, if e.g. if they both increase with time but the 15 former more steeply, the method of [1] will yield a larger result because the ratio involves a smaller denominator as a result of the smaller number of confirmed infections at an earlier time.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 401,
                    "end": 403,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of this paper is to point out the respective limits of validity of the two approaches above, and under what circumstance would one be able 20 to infer the true case mortality rate without assuming any details about what could happen after an infection is confirmed. We then apply our formalism to calculate the mean case mortality rate of several parts of China, which is completely free from the systematic error arising from the uncertain time delay between diagnosis and death. Our results for these regions do not corroborate 25 the two high case mortality rates quoted above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To begin with, we enlist the three quantities which are relevant to the calculation of the case mortality rate. First is the number of deaths per unit time N (t), second is the number of confirmed infections per unit time n(t), and third is the probability per unit delay time p(t) of a person dying at time t after she 30 was diagnosed as a confirmed infection. More precisely N (t)dt and n(t)dt are respectively the number of deaths and the number of confirmed infections between the times t and t + dt from some arbitrary time origin before the outbreak of the disease, and p(t)dt is the probability of a person dying between the times t and t + dt from the time of diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Evidently the three quantities N , n, and p must obey the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049452 doi: medRxiv preprint But since n(t), p(t) = 0 for t < 0; and n(t) = 0 for t > t m ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "where t m is the time beyond which no new infections are reported, it is possible to rewrite (1) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "The case mortality rate is then given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "It can also be seen from (3) that N (t) is just the convolution integral between the two functions n(t) and p(t). We now explore two scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "The first scenario is when the time delay between diagnosis and death has the unique value t = t 0 , so that p(t) = p 0 δ(t − t 0 ) where δ(t) is the Dirac delta function and (from (4)) p 0 = P 0 is the case mortality rate being sought. In this 45 limit, the integral (3) may readily be evaluated to yield",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "which means p 0 is exactly the ratio defined by [1] .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Under the second scenario, suppose one computes the cumulative number of deaths throughout the entire epidemic, as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "where use was made of (1), (2), and (3). One can readily change the variable of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "where use was made of (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Although (7) vindicates the conventional method of taking the ratio of the cumulative number of deaths to confirmed infections as the case mortality rate, beware that (7) applies only to the late time scenario when every case is recorded 55 and its outcome (in terms of recovery versus death) is accounted for. In this 3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint respect, [1] is correct in asserting that the ratio does not yield the true probability of death if it is evaluated in the middle of an outbreak. Unfortunately, since the Covid-19 pandemic is far from over, and the assumption of a unique 14 day time delay between diagnosis and death is unrealistic, [5] , neither [1] nor 60 the conventional method would yield the true value of the case mortality rate.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Nevertheless Tallying the numbers, one obtains the case mortality rate P 0 in accordance with (7) as P 0 = 0.527 ± 0.001 %, where the error is due to random Poisson √ N counting uncertainties in the cumulative death count N = 27. This is the 4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049452 doi: medRxiv preprint true mortality rate for the regions of concern, which is free from the uncertainty in the time delay between diagnosis and death, but ignores the asymptomatic 70 cases of infection. Evidently the rate is considerably lower than the two less accurate approaches quoted at the beginning of the paper, although the reason could be the smaller number of confirmed cases in these regions, which allows each patient to receive more attentive and higher quality health service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049452 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global research on Coronavirus diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus Disease (COVID-19) Statistics and Research', published online at OurWorldIn-Data.org",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating risk for death from 2019 novel coronavirus disease, China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2606.200233"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel Coronavirus (COVID-19) Cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", even at the current stage of the Covid-19 outbreak there are regions of China in which the verdict of every confirmed case of infection has been delivered by the date of 16 March, 2020. The data for these regions (and their sources) are tabulated below.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}