{
    "paper_id": "e60fadfa59b5bc3ee7f565f61eb1886110af2c1d",
    "metadata": {
        "title": "Do Weather Temperature and Median-age affect COVID-19 Transmission?",
        "authors": [
            {
                "first": "Aly",
                "middle": [],
                "last": "Zein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of National Planning",
                    "location": {
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Elabdeen",
                "middle": [],
                "last": "Kassem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of National Planning",
                    "location": {
                        "country": "Egypt"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It was observed that the coldest countries and the eldest in terms of medianage were most distressed by COVID-19 pandemic, while the warmest countries and that have younger-aged population were the least affected. Therefore, this study utilized the non-linear least squares method to estimate the impact of weather temperatures and median age on COVID-19 cases per million in thirty-nine countries divided into two groups. The first group composed of twenty-four countries that announced the first COVID-19 case in January 2020, while the second group contains fifteen countries that witnessed the pandemic for the first time in February of the same year. The study revealed some major findings, which are: COVID-19 cases per million were not significantly affected by weather temperature or the median age in \"January-group\" countries (after 72.67 days on average), while COVID-19 cases per million increased significantly by decreasing temperatures, and increasing the median age in case of \"February-group\" countries (after an average of 44.80 days). This means that weather temperature and median age may influence the transmission rates of COVID-19 in its early stages, while weather temperature or median age no longer have effects in the advanced stages of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is no doubt that the containment of COVID-19 pandemic caused by the emerging coronavirus (SARS-CoV-2) is currently the first concern worldwide. Since the characteristics of this pandemic that started in Wuhan, China in late 2019, made it difficult even by the most advanced health systems to control over it. This pandemic, which has spread to most countries of the world due its extremely high transmission rate of 2-2.5 (WHO, 2020-1) , not only more targets the elder age categories, but it may also target specific places in the world, but rather specific areas in the country itself.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 441,
                    "text": "(WHO, 2020-1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The number of COVID-19 cases globally as of April 10, 2020, at 14:27 GMT, was 1,625,213 cases, of which, 22% recovered, 5.95% died, and 71.47% were still active. According to official statistics, China, the source of the pandemic, managed to close 94.56% of cases with recovery, 4.07% with deaths (two cases per one million), and only 1.36% of cases were still active. While the USA topped the most affected countries' list, with a number of cases amounted to 470,175, represented 28.93% of global cases, of which 90.9% cases were still active. Furthermore, the combined COVID-19 cases in Spain, Italy, Germany and France accounted for 33.09% of global cases as of study time (WORLDMETERS, 2020) . This paper investigates the impact of weather temperatures and median age individually on the number of COVID-19 cases per million.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 695,
                    "text": "(WORLDMETERS, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A number of studies (Wang, Tang, Feng, & Lv, April 3, 2020; Sajadi & et. al., 2020; Chan, Peiris, Poon, & Seto, 2011; Casanova, Jeon, Rutala, Weber, & Sobsy, 2010; Altamimi & Ahmd, 2019) have proven that temperature and high relative humidity reduce the transmission rate of coronaviruses. (Gundy & Gebra, 2009 ) have demonstrated that the activity of SARS virus in water is highly dependent on temperature, as the virus is rapidly inactivated in water at a temperature of 23°C for ten days compared to more than 100 days at a temperature of 4°C. In 2010 (Casanova, Jeon, Rutala, Weber, & Sobsy, 2010) recorded that SARS Cov was inactivated faster at 20°C compared to 4°C at all levels of relative humidity (above 20%), and that virus was inactivated faster at 40°C than 20°C. (Chan, Peiris, Poon, & Seto, 2011) explained in 2011 that SARS Cov virus retain its vitality for more than five days on surfaces at a temperature of 22-25°C and relative humidity between 40-50 %, But the virus soon loses its vitality at higher temperatures and relative humidity (such as 38°C, and relative humidity above 95%).",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 59,
                    "text": "(Wang, Tang, Feng, & Lv, April 3, 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 60,
                    "end": 83,
                    "text": "Sajadi & et. al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 84,
                    "end": 117,
                    "text": "Chan, Peiris, Poon, & Seto, 2011;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 118,
                    "end": 163,
                    "text": "Casanova, Jeon, Rutala, Weber, & Sobsy, 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 164,
                    "end": 186,
                    "text": "Altamimi & Ahmd, 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 290,
                    "end": 310,
                    "text": "(Gundy & Gebra, 2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 555,
                    "end": 601,
                    "text": "(Casanova, Jeon, Rutala, Weber, & Sobsy, 2010)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 777,
                    "end": 811,
                    "text": "(Chan, Peiris, Poon, & Seto, 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Effect of temperature on COVID-19 transmission"
        },
        {
            "text": "Although, research is still being carried out on the thermal tolerance of SARS-CoV-2, concluded that a temperature increase of 1°C and a rise in relative humidity by one degree would reduce the effective daily reproductive number of SARS-CoV-2 by 0.0225 and 0.0158, respectively. In the same vein, Sajadi & et. al. (2020) concluded that countries that witnessed a significant transmission of COVID-19 are roughly distributed along the 30-50 N' corridor, which are countries with consistently climate patterns with temperatures ranging from 5-11°C, combined with low specific (3-6 g / kg) and absolute humidity (4-7 g / kg ).",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 321,
                    "text": "Sajadi & et. al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Effect of temperature on COVID-19 transmission"
        },
        {
            "text": "Several reports and studies have shown that elder age categories are more susceptible to COVID-19 ((WHO), 2020-1; Wei & Lessler, 2020) ; Ropert Koch Institut, 2020 (WHO), 2020-2; Kassem, 2020).",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 134,
                    "text": "Wei & Lessler, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Age categories most affected by COVID-19"
        },
        {
            "text": "To achieve the study's objectives, thirty-nine countries were chosen and divided into two groups, twenty-four of which were declared the first COVID-19 case in January 2020, namely: the USA, Italy, Spain, China, Germany, France, UK, South Korea, Australia, Sweden, Malaysia, Japan, Russia, Philippines, Thailand, Finland, Singapore, Hong Kong, Taiwan, Vietnam, Sri Lanka, Cambodia, Macau and Nepal. While fifteen countries witnessed COVID-19 pandemic for the first time on February at the same year, which were: Iran, Switzerland, Belgium, Netherlands, Austria, Brazil, Israel, Norway, Ireland, Czech Republic, Denmark, Argentina, Egypt, Iraq and Lebanon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Afterward, the temperature average in the most affected cities within the study's two groups from the day of declaring the first case to April 5, 2020 were calculated (as shown in tables 3 and 6). Utilizing non-linear least squares method (Hansen, 2000) , the relationships between cases of COVID-19 per million as a dependent variable for each of the study's two groups, and the average temperatures in the most affected cities and median age as independent variables were estimated individually.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 253,
                    "text": "(Hansen, 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Table (1) shows the most affected cities by COVID-19 in the twenty-four countries that witnessed the pandemic for the first time in January 2020. It is noteworthy that COVID-19 cases are mostly concentrated in the central and northern areas in these countries that represent capitals, densely populated cities, economic and financial centers, especially in developed countries. For instance, California, the USA's economic capital, was the most affected in the far northeast. Likewise, the province of Lampodria in northern Italy, the responsible for 40% of industrial production 2 was the most effected Italian area. Furthermore, COVID-19 has swept through Madrid, the Spanish capital, and the most important financial and economic center 3 . As well, the pandemic was concentrated in Wuhan, the transportation and industry hub in central China 4 , and the capital of China's Hubei Province, the source of the SARS-CoV-2 virus. In Germany, the province of Bavaria, the second largest German province in terms of population, the producer of 18% of the gross German domestic product 5 was the most affected. As for France, the pandemic targeted Ile-de-France region in north-central France, which is the richest region in Europe, and the most important French and European region in terms of research, development and innovation. In like manner, the pandemic was concentrated in London, the British capital, As well in Diego, the third largest city in South Korea, besides Stockholm, the Swedish capital, and in capitals of the remain countries in this group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries that reported the first case of COVID-19 in January 2020"
        },
        {
            "text": "Tables (1) and (2) show that, despite the \"January-group\" countries experienced the pandemic at close times, however, these countries varied in the total number of COVID-19 cases, which averaged about 38 thousand, with a minimum of nine only in Nepal, and a maximum of about 312 thousand in the USA in the last update of this study's data on April 5, 2020 at 6:49 GMT. Further, the study countries also varied in infection and death rates, and the number of virus detection tests per million citizens. Tables (2) and (3) show that the \"January-group\" countries differed in average weather temperatures during the pandemic days until the fifth of April 2020. The average temperatures in these countries reached about 14.68°C with a minimum of -1.83 in Finland, and a maximum of 30.50 in Thailand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries that reported the first case of COVID-19 in January 2020"
        },
        {
            "text": "2 BBC News (2020), Coronavirus: Italian economy takes a body blow, available at: https://www.bbc.com/news/business-51650974, (Accessed: 3 April 2002) 3 European Commission, Internal Market, Industry, Entrepreneurship and SMEs, Available at: https://ec.europa.eu/growth/tools-databases/regional-innovation-monitor/base-profile/madrid, (Last accessed: 8 April, 2020) 4 South China Morning Post (2020), Why Wuhan is so important to China's economy and the potential impact of coronavirus, Available at: https://www.scmp.com/economy/chinaeconomy/article/3047426/explained-why-wuhan-so-important-chinas-economy-and-potential, (Accessed: 7 April, 2020) 5 European Commission, Internal Market, Industry, Entrepreneurship and SMEs, Available at: https://ec.europa.eu/growth/tools-databases/regional-innovation-monitor/base-profile/bavaria, (Last accessed: 7 April, 2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries that reported the first case of COVID-19 in January 2020"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries that reported the first case of COVID-19 in January 2020"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 2) https://www.accuweather.com",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "3) http://world.bymap.org/MedianAge.html, 2016 estimation, (last accessed 5 th April, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 On the other hand, it is clear from Table (2) that the median age in the \"January-group\" countries has reached about 37.33 years, with a minimum of 23.40 years in Philippines, and a maximum of 46.90 years in Japan.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is clear from Table (4) that, unlike the \"holy city of Qom\" in Iran, the COVID-19 pandemic was mainly concentrated in the capitals of countries that witnessed the pandemic in February 2020. It appears from Tables (4), (5) that despite the participation of all countries in this group at the beginning of the pandemic in February 2020, however, these countries also varied in the number of cases of COVID-19, which averaged about 10.94 thousand cases, with a minimum of only 520 cases in the case of Lebanon, and about 55.74 thousand in Iran as a maximum on the fifth of April 2020 at 6:49 GMT. The countries of this group also varied in infection and death rates, and the number of COVID-19 detection tests per million citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries that reported the first case of COVID-19 in January 2020"
        },
        {
            "text": "Tables (5) and (6) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries that reported the first case of COVID-19 in January 2020"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.16.20067355 doi: medRxiv preprint 2) https://www.accuweather.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "3) http://world.bymap.org/MedianAge.html, 2016 estimation, (last accessed 5 th April, 2020). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "1) https://www.accuweather.com/en/es/madrid/308526/weather-forecast/308526 2) At the same first case-day, but in February 3) The mean of the lower and upper temperatures in six observations from the first case-day in January until 5 th April, 2020 4) http://world.bymap.org/MedianAge.html, 2016 estimation, (last accessed 5 th April, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources:"
        },
        {
            "text": "The exponential function was suggested as in equation (1) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between COVID-19 cases per million and temperature in \"January-group\" countries"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 α, β: The model parameters xi: Average temperature in the country \"i\" since the beginning of the first case in January 2002, and until the fifth of April 2020.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Taking the natural logarithm of both sides of equation (1), the following equivalent equation can be obtained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Where it was possible by converting to equation (2), obtaining a formula for a linear regression model, to which the error component ε can be added, to become as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "By applying the non-linear least square method using the mathematical formula as in equation (3), the relationship parameters between the total number of COVID-19 cases in the \"January-group\" countries, and weather temperatures were estimated as in table (7). (1) and (3), Using STATA 13.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The results in table (7) showed an inverse relationship between the number of cases of COVID-19 per million and temperatures in this group of countries, despite the lack of statistical significance for this relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Utilizing the same exponential formula previously described in equations (1, 2, and 3), it was possible to estimate the parameters of the relationship between COVID-19 cases per million and the median age as in Table (8). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "Table (8).",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Relationship between COVID-19 cases per million and median age in \"January-group\" countries"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 Where the results revealed a positive non-statistically significant relationship between COVID-19 cases per million and median age in \"January-group\" countries. (1) and (3), Using STATA 13.1.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As well, employing the same exponential formula previously described in equations (1, 2, and 3), the parameters of the relationship between COVID-19 cases per million and temperature was estimated as in Table (9) . Where the results revealed a reverse statistically significant relationship between COVID-19 cases per million and temperature in \"February-group\" countries. Substitution by the model (2) parameters as in table (9) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "Table (9)",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Relationship between COVID-19 cases per million and temperature in \"February-group\" countries"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 (4) and (6), Using STATA 13.1.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The same manner, using the same exponential formula previously described in equations (1, 2, and 3), the relationship between COVID-19 cases per million and median age was estimated as in Table ( 10). (4) and (6), Using STATA 13.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "Table (",
                    "ref_id": null
                }
            ],
            "section": "Relationship between COVID-19 cases per million and temperature in \"February-group\" countries"
        },
        {
            "text": "Where the results revealed a positive statistically significant relationship between COVID-19 cases per million and median age in \"February-group\" countries. Substitution by the model (2) parameters as in table (10):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between COVID-19 cases per million and temperature in \"February-group\" countries"
        },
        {
            "text": "= −0.803 + 0.187 ………… (6) Applying e on both sides:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between COVID-19 cases per million and temperature in \"February-group\" countries"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between COVID-19 cases per million and temperature in \"February-group\" countries"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 = ( 0.187 ) + (−0.803) = (0.187) + (−0.803)………… (7) Furthermore, Equation (7) can be used for predicting the development of COVID-19 cases numbers in light of median age as shown in Appendix (2).",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Although the results of the study show that COVID-19 cases per million have increased in countries that have lower weather temperature, as well in countries have higher median age. However, this relationship is not absolute, but rather is related to the number of days since the first case appeared. Where the lower the time from the pandemic starting day, the higher the impact of temperature and median age on the transmission rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In other words, temperature and median age affect COVID-19 transmission in its early stages, but when cases per million reach a critical mass after successive exponential increase, these two factors no longer have significant influence on the pandemic transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides temperature and median age, there are other important factors that have worsened the situation in countries that were heavily invaded by COVID-19, such as the USA, Spain, and Italy, such as the delay in applying mitigation measures for instance. On the contrary to similar countries in terms of temperature at the earliest time of the pandemic i.e. China and South Korea or even Japan that have the higher median age among all the thirty-nine countries in this study, and managed to flatten the exponential growth curve of the pandemic by distinguished mechanisms of early mitigation measures they have applied and utilization of big data techniques in containing the pandemic from its primarily sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Referring to the prediction appendices numbers (1), (2), it turns out from table (11) that the number of COVID-19 cases per million in Iran, Switzerland, Belgium, and Israel were higher than its expected values, whether in terms of temperature or median age. As for Norway and Ireland, the registered cases per million were higher than expected in terms of median age, although they were lower than expected as regards to temperature. On the other hand, COVID-19 cases per million in Austria, Czech Republic, Denmark, Egypt and Lebanon were lower than expected in light of both temperature and median age. Almost in like manner, the pandemic cases per million in Netherlands, Brazil, and Argentina were lower than expected pertaining to median age, although these rates were slightly higher than expected as far as temperature. As for Iraq, COVID-19 cases per million were lower than expected in the light of temperature, although these rates were slightly higher than expected according to the median age. Sources: Author, Tables (4, 6) and Tables (1, 2-Annex).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Observed cases / million is less than estimated Observed cases / million is slightly higher than estimated Observed cases / million is higher than estimated This study's results assume that the data provided by countries to the international organizations are correct and accurate. But in case of assuming that the differences between the observed and expected COVID-19 cases in Table ( 11) are due to underestimation or underreporting, the number of expected total cases per million in some of these countries can be estimated as in table (12).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table (",
                    "ref_id": null
                }
            ],
            "section": "* For April 5, 2020"
        },
        {
            "text": "Generally, the results of this study may raise the question about the extent of the specialty of COVID-19, and its focus on geographical areas in which the major industrial countries concentrate, especially the economic and financial centers. It's highly recommended that the relationship between COVID-19 cases per million and temperature and median age to be estimated at different time periods thereafter, in order to monitor the phenomenon at other time periods, either in later stages or more early than that observed in this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "* For April 5, 2020"
        },
        {
            "text": "There are several factors that affect the increasingly transmission of COVID-19, among these factors are the decrease in weather temperature and the increase in the median age of the population. Although, temperature and median age may affect the rates of COVID-19 prevalence in its early stages, but when cases per million reach a critical mass after successive exponential increase, these two factors no longer have significant influence on the pandemic transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19): WHO Thailand Situation Report-23",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2021",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report on the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Who)",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Climate Factors and Incidence of Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altamimi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Infection and Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effects of Air Temperature and Relative Humidity on",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Sobsy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Coronavirus Survival on Surfaces. Applied and Environmental Microbiology",
            "volume": "",
            "issn": "",
            "pages": "2712--2717",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Effects of Temperature and Relative Humidity on the Viability of the SARS Coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Advances in Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Survival of Coronavirus in Water and Wastewater",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gundy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gebra",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Food Environ Virol",
            "volume": "1",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Econometrics. Wisconsion: University of Wisconsion",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19\" in the World and Egypt: Population Pyramids and Recovery Rates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kassem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.2.25449.24169/5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Daily Situation Report of the Ropert Kock Institut",
            "authors": [
                {
                    "first": "Ropert",
                    "middle": [],
                    "last": "Koch Institut",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Temperature, Humidity and latitude analysis to predict potential sread and seasonality for COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sajadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High Temperature and high Humidity Reduce the Transmission of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High Temperature and high Humidity Reduce the Transmission of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1286 of thier contacts",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "and _Transmission _of _COVID-19 _in_ Shenzhen _China_ Analysis _of _391 _cases_ and _1286_ of_ thier_ contacts. Electronic sources: (ACCUWEATHER)",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "First population estimates: EU population up to over 513 million on 1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "More death than birth",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Why Wuhan is so important to China's economy and the potential impact of coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "be used for predicting the development of COVID-19 cases numbers in light of temperature as shown in Appendix (1).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Total cases and most effected cities in 24 countries that first experienced COVID-19 in January 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1) https://www.worldometers.info/ (Last accessed; 5 th April, 2020, 06:49 GMT).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Average temperature and median age in 24 countries that first experienced COVID-19 in January 2020 http://world.bymap.org/MedianAge.html, 2016 estimation, (last accessed 5 th April, 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Total cases and most effected cities in 15 countries that first experiencedCOVID-19 in February 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "COVID-19 spread indicators, Weather temperatures and median age in 15 countries that first experienced COVID-19 in February 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Average temperature and median age in 15 countries that first experiencedCOVID-19 in February 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Regression model between COVID-19 cases and weather temperature in countries that first experienced COVID-19 in January 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Regression model between COVID-19 cases and median age in 24 countries that first experienced in January 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Regression model between COVID-19 cases and temperature in 15 countries that first experienced COVID-19 in February 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Regression model between COVID-19 cases and temperature in 15 countries that first experienced COVID-19 in February 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Observed and estimated COVID-19 cases per million* in terms of temperature and median age in the \"February-group\" countries Czech R.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Observed and estimated total COVID-19 cases in some \"February-group\" countries on April 5, 2020 Sources: Author, Tables (4 and 11).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Appendix (1) 1149  42  147  31  19  20  1385  43  177  32  23  21  1669  44  214  33  27  22  2013  45  258  34  33  23  2426  46  310  35  40  24  2925  47  374  36  48  25  3526  48  451  37  58  26  4250  49  544  38  70  27  5124  50  656  39  84  28  6177  51  790  40  101  29  7446  52  953  41  122  30 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 310,
                    "text": "1149  42  147  31  19  20  1385  43  177  32  23  21  1669  44  214  33  27  22  2013  45  258  34  33  23  2426  46  310  35  40  24  2925  47  374  36  48  25  3526  48  451  37  58  26  4250  49  544  38  70  27  5124  50  656  39  84  28  6177  51  790  40  101  29  7446  52  953  41  122  30",
                    "ref_id": null
                }
            ],
            "section": "Appendices"
        }
    ]
}