{
    "paper_id": "e70d2d95df21d62a42e29223dbb9d2ab40a4b400",
    "metadata": {
        "title": "Expected impact of lockdown in Île-de-France and possible exit strategies",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "Di"
                ],
                "last": "Domenico",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sorbonne Université",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Giulia",
                "middle": [],
                "last": "Pullano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sorbonne Université",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [
                    "E"
                ],
                "last": "Sabbatini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sorbonne Université",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre-Yves",
                "middle": [],
                "last": "Boëlle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sorbonne Université",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Vittoria",
                "middle": [],
                "last": "Colizza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sorbonne Université",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "*vittoria.colizza@inserm.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "More than half of the global population is currently under strict forms of social distancing, with more than 90 countries in lockdown, including France. Estimating the expected impact of the lockdown, and the potential effectiveness of different exit strategies is critical to inform decision makers on the management of the COVID-19 health crisis. We use a stochastic age-structured transmission model integrating data on age profile and social contacts in the Île-de-France region to (i) assess the current epidemic situation, (ii) evaluate the expected impact of the lockdown implemented in France on March 17, 2020, and (iii) estimate the effectiveness of possible exit strategies. The model is calibrated on hospital admission data of the region before lockdown and validated on syndromic and virological surveillance data. Different types and durations of social distancing interventions are simulated, including a progressive lifting of the lockdown targeted on specific classes of individuals (e.g. allowing a larger proportion of the population to go to work, while protecting the elderly), and large-scale testing. We estimate the basic reproductive number at 3.0 [2.8, 3.2] (95% confidence interval) prior to lockdown and the population infected by COVID-19 as of April 5 to be in the range 1% to 6%. The average number of contacts is predicted to be reduced by 80% during lockdown, leading to a substantial reduction of the reproductive number ( \"# =0.68 [0.62-0.73]). Under these conditions, the epidemic curve reaches ICU system capacity and slowly decreases during lockdown. Lifting the lockdown with no exit strategy would lead to a second wave largely overwhelming the healthcare system. Extensive case-finding, testing and isolation are required to envision social distancing strategies that gradually relax current constraints (larger fraction of individuals going back to work, progressive reopening of activities), while keeping schools closed and seniors isolated. As France faces the first wave of COVID-19 pandemic in lockdown, intensive forms of social distancing are required in the upcoming months due to the currently low population immunity. Extensive case-finding and isolation would allow the partial release of the socio-economic pressure caused by extreme measures, while avoiding healthcare demand exceeding capacity. Response planning needs to urgently prioritize the logistics and capacity for these interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "More than half of the global population is currently under strict forms of social distancing 1,2 , with more than 90 countries in lockdown to fight against COVID-19 pandemic. France implemented the lockdown starting March 17, 2020 for two weeks, and recently extended it beyond April 15 3 . The aim of this measure is to drastically increase the so-called social distance between individuals to break the chains of transmission and reduce COVID-19 spread. It is an unprecedented measure that was previously implemented only in Italy, Spain, Austria 2 , following the example of China 5 , to curb the dramatic increase of hospitalizations and admissions to ICU approaching saturation of the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The implementation of extreme measures of social distancing, including mobility restrictions, banning of mass gatherings, closure of schools and work activities, isolation and quarantine, helped control the first wave of COVID-19 pandemic in China 5-9 . Such exceptional coverage and intensive degree of intervention coupled with strict enforcement may be key to the resulting outcome. How this will play out in Europe is still uncertain 10,11 . Most importantly, how to relax such stringent constraints on social life and economy while controlling the health crisis remains under investigation 12-14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we use an age-structured mathematical model to (i) assess the current COVID-19 pandemic situation in France, (ii) evaluate the expected impact of the lockdown implemented nationwide on March 17, 2020, and (iii) estimate the effectiveness of possible exit strategies. The model is applied to the region of Île-de-France (now heavily affected by the epidemic), it is data-driven and calibrated on the hospital admission data for the region. Different types and durations of social distancing interventions are explored, including a progressive lifting of the lockdown targeted on specific classes of individuals (e.g. allowing a larger portion of the population to go to work, while protecting the elderly), and large-scale testing for case-finding and isolation. The aim is to identify possible strategies to reduce the public health impact following the lifting of the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We consider a stochastic discrete age-structured epidemic model based on demographic and age profile data 15 of the region of Île-de-France (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Mixing. Three age classes are considered: [0-18], , and 65+ years old, called in the following children ( ), adults ( ), and seniors ( ), respectively. We use social contact matrices measured in France in 2012 through a social contact survey 16 . The matrices represent the mixing in the baseline scenario (no interventions) between individuals in these three age groups (Figure 1) , depending on the type of activity and place where the contacts occur (household, school, workplace, transport, leisure, other). Intervention measures are modeled through modifications of the contact matrices (see below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 381,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Compartmental model and transmission. Transmission dynamics follows a compartmental scheme specific for COVID-19 (Figure 2) , where individuals are divided into susceptible, exposed, infectious, hospitalized, in ICU, recovered, and deceased. The infectious phase is divided into two steps: a prodromic phase ( ) ) occurring before the end of the incubation period, followed by a phase where individuals may remain either asymptomatic ( * ) or develop symptoms. In the latter case, we distinguish between different degrees of severity of symptoms, ranging from paucisymptomatic ( )+ ), to infectious individuals with mild ( ,+ ) or severe ( ++ ) symptoms, according to data from Italian COVID-19 epidemic 19 and estimates from individual-case data from China and other countries 20 . We explore two values of the probability of being asymptomatic, namely * ( ) =20% and 50%, in line with available estimates [21] [22] [23] . Children are assumed to become either asymptomatic or paucisymptomatic only, as heightened surveillance data in Shenzhen, China, reported a zero median proportion of severe symptoms and a higher proportion without fever compared to older age classes 23 . Children are considered to be equally susceptible as adults, following Ref. 24 . Individuals in the prodromic phase and asymptomatic individuals (thus including all children) have a smaller transmission rate with respect to symptomatic individuals, as estimated in Ref. 9 . Different relative susceptibility/infectivity of children compared to adults were already tested before 25 .",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 706,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "20",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[21]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "text": "23",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1255,
                    "end": 1257,
                    "text": "24",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1449,
                    "end": 1450,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1559,
                    "text": "25",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The compartmental model includes hospitalization and admission to ICU for severe cases. Admission rates, hospital case fatality, lengths of stay after admission are informed from French hospital data APHP (Assistance publique -Hôpitaux de Paris 26 ) and rescaled to Île-de-France region. ICU beds occupation is the indicator used to evaluate the capacity of the region to face the surge of patients requiring intensive care. Since we do not use hospital beds occupation for this evaluation, we neglect the time spent in the hospital after exiting intensive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Parameters, values, and sources used to define the compartmental model are listed in Table S1 of the Appendix. Change of behavior due to severe illness. We assume that infectious individuals with severe symptoms reduce of 75% their number of contacts because of the illness they experience, as observed during 2009 H1N1 pandemic 27 . Higher reductions are tested as possible interventions of self-isolation (see below).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "27",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The model is calibrated on hospital data 26 specifying the number of COVID-19 positive hospital admissions in Île-de-France prior to lockdown. Data for that period was consolidated up to April 3, to account for delays in reporting. The simulated incidence of clinical cases (mild and severe symptoms) is compared to the regional incidence of COVID-19 cases estimated by the syndromic and virological surveillance system 28 for the weeks 12 (March 16 to 22, 2020) and 13 (March 23 to 29).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration and validation."
        },
        {
            "text": "We implement social distancing interventions by reconstructing the associated changes of the contact matrices, accounting for a reduction of the number of contacts engaged in specific settings. More precisely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing interventions."
        },
        {
            "text": "• School closure: the contact matrix for school is removed. We consider that 5% of adults may stay at home to take care of children while schools are closed (not applied with telework or lockdown). • Telework performed by a given % of individuals: contacts at work and on transports are reduced to account for the % of workers not going to work anymore. In France telework is performed daily by 6% of the active adult population 29 . Here we consider three values: 25%, 50% (as declared by participants of a crowdsourced system monitoring COVID-19 associated behaviors in France 30 ), and 70% (from reductions in the number of trips measured from mobile phone data after lockdown 31 ). Household contacts are increased proportionally to each adult staying at home based on statistics comparing weekend vs. weekday contacts 16 and proportion of adults working during the weekend 32 . • Senior isolation: contacts established by seniors are reduced by a given % to model a marked social distancing targeting only the age class at higher risk of complications. We consider 75% and 90%. • Banning of social events and closure of all non-essential activities: Contacts established during leisure and other activities are completely or partially (50%) removed. • Case isolation: in a scenario with large-scale and rapid testing availability, we consider that 25%, 50% or 75% of all infectious individuals (also including asymptomatic) reduce promptly their contacts by 90% throughout their illness as they self-isolate. This simulates the outcome of aggressive contact-tracing and isolation 33, 34 . To account for a delay in tracing, testing and self-isolation, we consider that infected individuals in their prodromic stage maintain their contacts as in the no intervention scenario.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "text": "29",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "31",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "16",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1585,
                    "end": 1588,
                    "text": "33,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1589,
                    "end": 1591,
                    "text": "34",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing interventions."
        },
        {
            "text": "Combinations of the above social distancing interventions simulate the lockdown currently implemented and alternative less strict options as exit strategies ( Table 1) . During lockdown, the percentage associated to telework includes all individuals not going to their place of work (because they work remotely, they stopped working, or other conditions). We explore possible progressive exit of specific categories of individuals from lockdown (e.g. gradually reopening some businesses while still requiring a high rate of telework where possible), while maintaining strict social distancing for those at higher risk of complications (e.g. protecting seniors through isolation), as well as increasing testing capacities over time. Intervention scenarios are based on the nationwide implementation of the lockdown in France starting March 17, 2020 at noon. On March 27, lockdown was set by authorities to last to at least April 15, and recently extended 3 . In our simulations, we test different durations of the lockdown (till the end of April, end of May, end of June), combined with several exit strategies (from Table 1 ). Timelines of explored scenarios are illustrated in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1116,
                    "end": 1123,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Social distancing interventions."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing interventions."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Table 1 ; CI refers to case isolation).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Social distancing interventions."
        },
        {
            "text": "Evaluation. Each intervention of social distancing is compared to the no intervention scenario in terms of final attack rate, peak time, peak incidence, ICU beds demand in the region. The total number of ICU beds in Île-de-France has been recently increased to 2,000 units in an effort to sustain the first wave (Figure 1) , with an expected further increase to 2,500 18 . In the analysis, we assume a maximum capacity of 2,500 ICU beds.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "text": "18",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 322,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Social distancing interventions."
        },
        {
            "text": "For each scenario, we perform 100 stochastic runs, median curves are displayed together with the associated 95% probability ranges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing interventions."
        },
        {
            "text": "Results reported in the main paper refer to * = 0.2, those for * = 0.5 are shown in the Appendix. We compare the lockdown based on our reconstructed matrix with (i) a less stringent lockdown under the reduction of contacts measured in the UK 35 , and (ii) a more stringent lockdown under the reduction of contacts measured in China 36 . Exit strategies Exit 1-4 are also tested with a lockdown lifted in June, to account for the time that may be needed for preparedness in casefinding, testing, and isolation.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "text": "35",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis."
        },
        {
            "text": "Reproduction number, start of the epidemic, population infected. The reproductive number for our model is estimated to be 1 =3.0 [2.8-3.2] (95% confidence interval), computed with the next-. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . generation approach 37 based on the estimated weekly growth rate of hospital admissions in Île-de-France prior to lockdown (Figure 4) . Once calibrated to the hospital data, the simulated weekly incidence of clinical cases for weeks 12 (prior to lockdown) and 13 (after lockdown) are compatible with the regional incidence estimations from syndromic and virological surveillance (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 211,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Reported hospitalizations are consistent with an epidemic seeded in the region at the end of January / beginning of February 2020. The estimated percentage of population infected in Île-de-France at the end of week 14 (March 30 to April 5, 2020) ranges from 1% to 6% considering both values of the probability of being asymptomatic (Figure 4 , and Appendix for the higher asymptomatic rate scenario). Overall infection fatality ratio is estimated to range from 0.8% to 1.3%. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The changes in contact matrices reconstructed to simulate the social distancing measures implemented during lockdown reduce the number of contacts by 80% compared to baseline mixing patterns 16 (Figure 1 ). This allows a substantial reduction of the reproductive number below 1 ( \"# =0.68 [0.62-0.73]). Under these conditions, incidence of clinical cases slows down and reduces during lockdown, with the corresponding number of occupied ICU beds saturating towards the estimated current capacity in the region before slowly decelerating and reducing over time, consistent with observations ( Figure 5) . Assuming a 90% decrease during lockdown predicts faster decrease in bed occupation, which is not consistent with the data. With a less stringent reduction (73%), \"# is around 1 and the trend of occupied beds in ICUs is predicted to continue to increase. Observations so far are consistent also with this possibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 592,
                    "end": 601,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Lockdown followed by combination of interventions of different degrees of intensity."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown followed by combination of interventions of different degrees of intensity."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Lifting the lockdown with no exit strategy leads to a delay of the peak compared to the no-intervention scenario (delay of about the duration of the lockdown) with minimal effect on peak incidence ( Figure  6 ). The peak number of ICU beds required is estimated to be more than 40 times the regional capacity if no strategy is implemented after lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 286,
                    "text": "Figure  6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Lockdown followed by combination of interventions of different degrees of intensity."
        },
        {
            "text": "Combined interventions of different degrees of intensity implemented indefinitely after lifting the lockdown at the beginning of May substantially delay and mitigate the epidemic (Figure 6 ). School closure coupled with senior isolation, and mild interventions reduce the peak incidence by approximately half (40%, 55% respectively). Interventions of moderate intensity or higher (i.e. schools are closed, 50% of active individuals work remotely, and at least 50% of non-essential activities are closed; seniors remain in isolation) suppress the peak with more than 80% reduction gaining 1.5 to 3 months of additional delay compared to the no-exit strategy. Despite the strong mitigation of these scenarios, the peak demand on the healthcare system is predicted however to exceed capacity by a large amount if interventions are at most of moderate intensity (10 to 30 times higher than capacity) ( Figure 6 ). Strict intervention would still require 2.5 times the capacity of the system during the second wave.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 898,
                    "end": 906,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Lockdown followed by combination of interventions of different degrees of intensity."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown followed by combination of interventions of different degrees of intensity."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . (d) Corresponding demand of ICU beds. (e) Relative reduction of peak incidence and epidemic size after 1 year for each scenario. (f) Peak ICU demand relative to ICU capacity of the region (2,500 beds 18 ). In all panels, the color code is as in Table 1 , and scenarios are identified as reported in Figure 3 . Vertical colored areas indicate the time period of lockdown under the different measures. Baseline scenario corresponds to no intervention. Results are shown for * =0.2. Shaded areas correspond to 95% probability ranges.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "18",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lockdown followed by combination of interventions of different degrees of intensity."
        },
        {
            "text": "Implementing aggressive case-finding and isolation together with social distancing would allow to release the lockdown in May, engaging the ICU services below their maximum capacity throughout the epidemic (Figure 7) . Rapidly reducing the stress on the healthcare system requires however strict interventions with highly efficient tracing for the first month following lockdown (75% case isolation in Exit 3 and Exit 4). Alternatively, an additional month of lockdown would continue reducing the number of cases while building the capacity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 216,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Social distancing measures with case isolation."
        },
        {
            "text": "On the medium-to long-term, different intensity of social distancing interventions can be maintained, depending on the testing and isolation capacity. For example, strict interventions if only 25% of cases are promptly identified and isolated (Exit 2), or moderate interventions if such capacity is increased (50% case isolation, Exit 1). These two scenarios predict however the occupation of more than 1,000 beds in ICU for several months, also beyond summer. Lifting the lockdown 1 month later would achieve a reduction below 1,000 occupied beds likely in June.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing measures with case isolation."
        },
        {
            "text": "Further relaxing social distancing constraints (e.g. allowing a larger proportion of individuals to go to work and the full reopening of activities) would be possible by progressively going through decreasing levels of intensity of interventions (from lockdown to strict interventions to mild interventions afterwards) while maintaining highly efficient tracing (Exit 3). Alternatively, strict and mild interventions can be rotated every month if case isolation capacity is moderately high (Exit 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing measures with case isolation."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing measures with case isolation."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063933 doi: medRxiv preprint All these scenarios foresee, however, that schools are closed, and seniors remain isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing measures with case isolation."
        },
        {
            "text": "The effectiveness of exit strategies is higher if a larger proportion of infected individuals is asymptomatic, as a smaller fraction of individuals in the population would have severe symptoms requiring hospitalization (Appendix). For example, the strict intervention scenario implemented indefinitely after the lockdown lifting in May would lead to a second wave like the one the region currently experiences. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing measures with case isolation."
        },
        {
            "text": "We use a stochastic age-structured epidemic transmission model calibrated on hospital admission data in Île-de-France to evaluate the expected impact of lockdown and exit strategies in controlling COVID-19 epidemic in the region. Our estimate of the reproductive number prior to lockdown is in line with estimates for the epidemic growth in Europe prior to the implementation of interventions 10, 11 and results from a meta-analysis of the literature 13, 35 . We predict it decreased significantly during lockdown with probability ranges suggesting the current value is below 1. Under these conditions, the epidemic curve flattens followed by a progressive reduction over time. This behavior is consistent with hospital data so far, and qualitatively in agreement with observations in Italy, where hospital admission curves . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "35",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063933 doi: medRxiv preprint have reached a plateau and suggest a decreasing tendency after several weeks of lockdown 19 . If the reduction of contacts induced by the social distancing had been as strong as the one measured in China 36 , lockdown would have been expected to more rapidly control the epidemic. Projections under this scenario are however inconsistent with the current data in France.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lifting lockdown with no exit strategy in place will inevitably lead to large rebound effects, as the immunity of the population is estimated to be still very low (from 1% to 6% considering both values of probability of being asymptomatic explored), in agreement with other estimates based on statistical modeling 10 . Prolonged interventions of moderate to high intensity could additionally delay the epidemic peak by at least 1.5 month compared to the no-exit strategy and reduce its peak incidence by more than 80%, but would not avoid exceeding ICU capacity (peak demand of 2.5-10 times the ICU capacity of the region). Even with a 250% increase of ICU capacity to face the second peak, strict interventions would be required for the next full year.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Control of the epidemic without overwhelming the healthcare system requires coupling social distancing measures with aggressive testing to promptly identify infectious individuals and isolate them. Response capacity is critical to lift the lockdown, so that the timeline of these interventions should be carefully planned based on achieved preparedness. We consider different levels of testing capacity starting from the month of May or June. If case isolation is performed on average 1.5 day after infection and is efficient (90% reduction of contacts), we find that identifying at least 75% of all new cases would be required to rapidly reduce the burden on the healthcare system during May while intensive interventions are put in place. Lower tracing capacity or less intensive interventions starting May would take several months before the number of patients in critical care in Île-de-France decrease below 1,000. Under these conditions, a longer lockdown till June would aid releasing the pressure on the healthcare system while capacity is built. Also, it would be ideal to perform contact tracing and testing during lockdown or with strict interventions in place. The benefit of these measures would go beyond the epidemic mitigation and extend to revising and optimizing protocols to improve case-finding and isolation -compared to the first phase of the epidemic -under more controlled conditions (reduced mixing of the population).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Fast, efficient, and large-scale contact tracing 33 is one essential component allowing the partial release of social distancing constraints in the upcoming months. This would require digital technologies that are currently being investigated in Europe 38 following the examples of COVID-19 response of countries in Asia 39 . Logistical constraints need to be envisioned, including large-scale and rapid diagnostic capacity, large-scale adoption of the contact tracing technology by the population 40 , uptake of recommendations, and coordination across countries to allow contact tracing across borders 38 . The efficacy of the measure could be improved by planning isolation of cases in conditions that could further reduce their contacts with other people, for example in individual hotel rooms. With transmission occurring rapidly and also before of possible onset of symptoms, delay of intervention is also crucial 33 .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "text": "40",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The set of mild or moderate interventions considered here still impose several limitations. We tested strategies allowing a larger proportion of the population to go back to work, also to partially release the huge economic pressure that lockdown generated. Global economic uncertainty is at a record high 41 , due to the fear of COVID-19 pandemic spread, income losses, and globally stalled economies because of exceptional interventions freezing production. As a side effect, lockdown has likely created a forced opportunity to re-organize certain professional activities to make telework possible and efficient at larger scale than previously foreseen. Prior to lockdown, a very small fraction of Europeans practiced telework 29 . If this change of paradigm is maintained beyond emergency response, it would . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 731,
                    "text": "29",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "be extremely valuable in the medium-to long-term to aid the control of the epidemic below healthcare system saturation. Rotation of individuals working from home (e.g. every week, or every 2 weeks) can be envisioned to maintain the required social distancing levels in the community while ensuring reallife connections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Here we consider unchanged intervention measures regarding children and seniors across all scenarios. Schools are assumed to remain closed. Several countries are already preparing for final exams under lockdown conditions 42 , i.e. considering that schools may not reopen before summer. In addition, seniors are considered to remain in isolation (75% reduction of contacts), as they are especially vulnerable against COVID-19. Planning for the upcoming months under these conditions should include logistics to facilitate daily routines of the elderly beyond this phase of emergency, e.g. improving delivery of grocery and medicines, facilitating remote access to healthcare, providing learning programs for the use of technologies to stay connected, and other initiatives. Reopening of the schools in the fall/winter should be explored in the following months once the impact of these interventions will be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our evaluations are based on current ICU capacity that already underwent a large increase in the last weeks to face the rapid surge of patients in critical conditions 18 . Capacities have been stretched in the most affected regions, and patients have been transferred to other regions for adequate care. Focusing on the longer term, systematic investments to further increase such capacity (including structures, material, personnel, training programs) may help accelerating the gain of immunity in the population and reducing the overall duration of the epidemic. Associated economic and logistical costs should be factored in together with the socio-economic impact of social distancing for planning the long-term pandemic response.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "18",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We did not include an effect of using masks as personal protective equipment. While large uncertainties still exist on the role of different transmission routes for COVID-19 43 , results on seasonal coronaviruses indicate that surgical masks may reduce onward transmission 44 . Masks are largely adopted or enforced in Asia, while they just became a recommended or compulsory protection in certain areas in Europe and United States, mainly as a precautionary measure 45 . If effective, their widespread use may help decrease the risk of transmission in the community. As more epidemiological evidence accrues, this effect can be taken into account and help further alleviate control measures. We did not consider seasonal behavior in viral transmission 12, 14 , because of current lack of evidence. In our simulated epidemics, multiple peaks are observed because of the implementation of social distancing interventions able to reduce the reproductive number below 1. If seasonal forcing is to be expected, the interplay with seasonality should be carefully considered in the planning of the short-and long-term control strategies 12 . We tested two values for the probability of being asymptomatic, as there still exist large uncertainty [21] [22] [23] 46 . Few studies investigated the clinical progression of symptoms over time until viral clearance. Additional household studies now launched in Europe will help providing a better understanding of the presence of asymptomatic cases and their contribution to transmission. Evidence so far seems to indicate that this fraction may be low 46 , therefore we presented in the main paper results for * = 0.2. Estimates of age-specific severity and case fatality rates are still rapidly evolving and often vary across countries due to different surveillance systems and testing protocols in place. Here we used estimates of age-specific severity informed from a model-based analysis on individual-level data from China and other countries 20 . Rates describing the hospitalization duration and outcome of a patient were based on French data 26 . Infection fatality ratios estimated by our model are consistent with estimates provided in Ref. 20 . We do not consider here data on comorbidities that will alter hospitalization and fatality rates. Large-scale testing in France will allow us to robustly estimate age-specific hospitalization rates to better inform the model. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[21]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1254,
                    "end": 1256,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 2190,
                    "end": 2192,
                    "text": "20",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings are based on the mechanistically reconstructed changes in the contact matrices that aim to reproduce the implemented social distancing measures, as done in previous works 8, 13 . While reconstructing changes in the contact matrices remains arbitrary, available elements support our estimates. First, our predicted reduction of 80% of the average number of contacts during lockdown is lower than the one measured in China in the cities of Wuhan (86%) and Shanghai (89%) 36 . Stricter measures were implemented in China during lockdown compared to Europe, including for example complete suspension of public transport, ban of cars from roads except for the essential services, barring residents from leaving the apartment in certain areas or limiting it to one household member few days per week, performing health checks door to door to identify and isolate ill individuals. These measures are expected therefore to have a more substantial effect on reducing the number of contacts per individual compared to social distancing measures implemented in many European countries. Indeed, under conditions measured in China, the ICU system is predicted by our model to receive less patients and clear them more rapidly than what we currently see in the data. Second, our prediction for contact reduction is close to, but larger than the empirically estimated 73% reduction of a recent social contact survey conducted in the UK during the lockdown phase 35 . Implementation of social distancing however differs in the two countries. For example, in the UK parks remain open, no self-declaration to circulate is needed, and displacements are not restricted on distance. Assuming the conditions measured in the UK, the model predicts a first peak in the upcoming weeks that substantially exceeds ICU capacity. Third, not being fitted to the lockdown period, our contact matrices reconstructed from social contact data lead to model projections in line with current observations. Trends in the hospitalization data should be closely monitored in the upcoming weeks. Overall, with fluctuations of the reproductive number close to 1, changes in these estimates may lead to different outcomes. Improved understanding can be achieved in two ways. First, collecting contact data in France during lockdown, as done in the UK, would allow a better measurement of the mixing patterns altered by social distancing. This, however, will likely depend on lockdown duration, possible changes in population adherence over time, and consequential strengthening of measures by authorities. As such, multiple data collection endeavors may be needed. Second, as new epidemic data become available, the model can be recalibrated during the lockdown phase to update short-time projections on ICU demand in the region. While overall findings on scenarios are rather robust to such updates, additional variations of the exit strategies can also be explored to test interventions more specific to the evolving situation in France.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 484,
                    "text": "36",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1460,
                    "end": 1462,
                    "text": "35",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results are specific to Île-de-France, currently one of the most affected region by the COVID-19 epidemic in the country, and not directly applicable to other regions. Few differences in the results due to variations of age profile across regions are to be expected 25 . The most relevant changes will however result from the different epidemic phase experienced by each region at the moment of nationwide application of the lockdown. Overall, findings on exit strategies remain valid, but more specific interventions, differentially targeting the regions, may be envisioned.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "text": "25",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "France, as many other countries in the world, is currently under lockdown to curb the dramatic increase in the number of patients in critical conditions. Assessing the impact of lockdown and identifying the optimal strategies to manage the health crisis beyond lockdown is of critical importance. Intensive social distancing will be needed in the upcoming months due to the currently low population immunity. Given the features of COVID-19 pandemic, extensive case-finding and isolation following lockdown are required to progressively lower the intensity of current interventions and avoid that the healthcare system exceeds saturation. Response planning needs to urgently prioritize the logistics and capacity for these interventions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lewis, D. Is the coronavirus airborne? Experts can't agree. Nature 580, 175-175 (2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "Modes of contact and risk of transmission in COVID-19 among close contacts | medRxiv. https://www.medrxiv.org/content/10.1101/2020.03.24.20042606v1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46."
        },
        {
            "text": "Here we report the matrices computed for all interventions tested, compared to the baseline scenario. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixing matrices"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063933 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixing matrices"
        },
        {
            "text": "Here we report the numerical results obtained assuming a higher probability of being asymptomatic ( * = 0.5) compared to the main paper ( * = 0.2) (Figures S2-S5) . (b) Simulated number of ICU beds occupied during lockdown. (c) Simulated number of ICU beds occupied assuming a less stringent lockdown, under the reduction of contacts measured in the UK 2 (73%), and a more stringent lockdown, under the reduction of contacts measured in China 11 (90%). In all plots: baseline and lockdown scenarios are shown; points refer to data for the region, with white dots indicating non-consolidated data points; vertical dashed line refers to the start of the lockdown; horizontal lines refer to ICU capacity in the region (see Fig1b). Shaded areas correspond to 95% confidence intervals. Results are shown for * = 0.5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 162,
                    "text": "(Figures S2-S5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sensitivity analysis"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063933 doi: medRxiv preprint Figure S4 . Simulated impact of lockdown of different durations and exit strategies. (a) Simulated daily incidence of clinical cases assuming lockdown till end of April, end of May, end of June. (b) Corresponding demand of ICU beds. (c) Simulated daily incidence of clinical cases assuming lockdown till end of April, followed by interventions of varying degree of intensity. (d) Corresponding demand of ICU beds. (e) Relative reduction of peak incidence and epidemic size after 1 year for each scenario. (f) Peak ICU demand relative to ICU capacity of the region (2,500 beds 12 ). In all panels, the color code is as in Table 1 , and scenarios are identified as reported in Figure 3 in the main paper. Baseline scenario corresponds to no intervention. Results are shown for * = 0.5. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 765,
                    "end": 772,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 819,
                    "end": 827,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sensitivity analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063933 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Epi Dashboard",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Epicentre",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus: confinement prolongé dans une France en récession",
            "authors": [],
            "year": null,
            "venue": "AFP.com",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Conte firma il Dpcm 11 marzo 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "It"
                    ],
                    "last": "Governo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO. Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.02.20026708v1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of non-pharmaceutical interventions for containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20029843"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "30073--30079",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19: Global summary",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Social distancing strategies for curbing the COVID-19 epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20041079"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The French Connection: The First Large Population-Based Contact Survey in France Relevant for the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Béraud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Les hôpitaux d'Ile-de-France veulent évacuer des malades du coronavirus vers d'autres régions",
            "authors": [
                {
                    "first": "Les",
                    "middle": [],
                    "last": "Echos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis. S1473309920302437",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemiology and Transmission of COVID-19 in Shenzhen China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Age-dependent effects in the transmission and control of COVID-19 epidemics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20043018"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Expected impact of school closure and telework to mitigate COVID-19 epidemic in France",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Domenico",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Impact of Illness on Social Networks: Implications for Transmission and Control of Influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Kerckhove",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T D"
                    ],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Epidemiol",
            "volume": "178",
            "issn": "",
            "pages": "1655--1662",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "French GPs Sentinelles network",
            "authors": [
                {
                    "first": "Réseau",
                    "middle": [],
                    "last": "Sentinelles",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Employed persons working from home as a percentage of the total employment, by sex, age and professional status (%)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Devenez acteur de la surveillance du Covid19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Covidnet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Deploying Cellphone Data to Fight COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Durée et organisation du temps de travail",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Insee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6936"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effectiveness of social distancing strategies for protecting a community from a pandemic with a data-driven contact network based on census and real-world mobility data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martín-Calvo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pentland",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Quantifying the impact of physical distance measures on the transmission of COVID-19 in the UK",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.31.20049023"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Age profile of susceptibility, mixing, and social distancing shape the dynamics of the novel coronavirus disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.19.20039107"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A J"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of mathematical biology",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Help speed up contact tracing with TraceTogether",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Les participants à COVIDnet.fr seraient largement disposés à adopter une application permettant d'informer anonymement les personnes ayant été en contact avec un cas à la sortie du confinement",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Covidnet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bac et brevet des collèges: contrôle continu pour la session 2020 | Vie publique",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imfblog",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973?articleTools=true.REFERENCESAPPENDIX"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.02.20020016"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "French GPs Sentinelles network",
            "authors": [
                {
                    "first": "Réseau",
                    "middle": [],
                    "last": "Sentinelles",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Age profile of susceptibility, mixing, and social distancing shape the dynamics of the novel coronavirus disease 2019 outbreak in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.19.20039107"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Les hôpitaux d'Ile-de-France veulent évacuer des malades du coronavirus vers d'autres régions",
            "authors": [
                {
                    "first": "Les",
                    "middle": [],
                    "last": "Echos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Number of hospitalizations per 100,000 per region in France as of April 2, 2020 17 . (b) Number of ICU beds in Île-de-France and increase of capacity over time 18 . (c) Age profile in Île-de-France region corresponding to children (0-18y), adults (19-64y), seniors (65+y). (b) Contact matrices in the baseline scenario (no intervention) obtained from data 16 (left) and estimated for lockdown (right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Compartmental model. S=Susceptible, E=Exposed, Ip= Infectious in the prodromic phase (the length of time including E and Ip stages is the incubation period), Ia=Asymptomatic Infectious, Ips=Paucysymptomatic Infectious, Ims=Symptomatic Infectious with mild symptoms, Iss=Symptomatic Infectious with severe symptoms, ICU=severe case admitted to ICU, H=severe case admitted to the hospital but not in intensive care, R=Recovered, D=Deceased.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Scenarios (color code as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Calibration of the model and estimates of weekly incidence and percentage of population infected. (a) Calibration of the model on data of daily hospital admissions in Île-de-France prior to lockdown. (b) Simulated weekly incidence of clinical cases (mild and severe) compared to estimates of COVID-19 positive cases in the region provided by syndromic and virological surveillance (Reseau Sentinelles (RS) data) 28 . (c) Simulated percentage of population infected over time. Results are shown for * =0.2. Shaded areas correspond to 95% CI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Lockdown projections compared to available data. (a) Simulated daily incidence of admissions in ICU over time. (b) Simulated number of ICU beds occupied during lockdown. (c) Simulated number of ICU beds occupied assuming a less stringent lockdown, under the reduction of contacts measured in the UK 35 (73%), and a more stringent lockdown, under the reduction of contacts measured in China 36 (90%). In all plots: baseline and lockdown scenarios are shown; vertical dashed line refers to the start of the lockdown; horizontal lines refer to ICU capacity in the region (see Fig1b); shaded areas correspond to 95% probability ranges. Results are shown for * =0.2. The model is calibrated on hospital admission data before lockdown(Fig. 4), i.e. in the timeframe shown by black dots, accounting for the average delay from infection to hospital admission. White dots (with black or white border) indicate data beyond the timeframe of calibration; fully white dots indicate data points not yet consolidated at the time of writing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Simulated impact of lockdown of different durations and exit strategies. (a) Simulated daily incidence of clinical cases assuming lockdown till end of April, end of May, end of June. (b) Corresponding demand of ICU beds. (c) Simulated daily incidence of clinical cases assuming lockdown till end of April, followed by interventions of varying degree of intensity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Simulated impact of lockdown and exit strategies with large-scale testing and case isolation. (a) Simulated daily new number of clinical cases assuming the progressive exit strategies illustrated in Figure 3. (b) Corresponding demand of ICU beds. (c) As in (a) with exit strategies implemented 1 month after, i.e. keeping a lockdown till the end of May. (d) Corresponding demand of ICU beds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Mixing matrices for the baseline and all social distancing interventions tested. (a) Baseline contact matrix (b) School closure and senior isolation contact matrix (c) Mild interventions contact matrix (d) Moderate interventions contact matrix (e) Strict interventions contact matrix (f) Lockdown contact matrix.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Estimates of weekly incidence and percentage of population infected. (a) Simulated weekly incidence of clinical cases (mild and severe) compared to estimates of COVID-19 positive cases in the region provided by syndromic and virological surveillance (Reseau Sentinelles (RS) data) 10 . (b) Simulated percentage of population infected over time. Results are shown for * =0.5. Shaded areas correspond to 95% confidence intervals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Lockdown projections compared to available data. (a) Simulated daily incidence of admissions in ICU over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Simulated impact of lockdown and exit strategies with large-scale testing and case isolation. (a) Simulated daily new number of clinical cases assuming the progressive exit strategies illustrated in Figure 3. (b) Corresponding demand of ICU beds. (c) as in (a) with strategies implemented 1 month after, i.e. keeping a lockdown till the end of May. (d) Corresponding demand of ICU beds. Results are shown for * = 0.5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Combinations of social distancing interventions. Telework under intensive measures refer to the ensemble of individuals who remain at home (including teleworkers, but also those who do not work anymore because of the lockdown, to care for children, or other conditions).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.04.13.20063933 doi: medRxiv preprint APPENDIX Compartmental modelTable S1. Parameters, values, and sources used to define the compartmental model",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study is partially funded by: ANR project DATAREDUX (ANR-19-CE46-0008-03); EU H2020 grant MOOD (H2020-874850); REACTing COVID-19 modeling grant; EU H2020 grant RECOVER (H2020-101003589). We thank Chiara Poletto, Fabrice Carrat, Cecile Souty, Niel Hens, Pietro Coletti, Lander Willem, Nicola Scarpa, and Sante publique France for useful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}