{
    "paper_id": "e7223e4af73dfc4d2d766450a345c5bba3e3c851",
    "metadata": {
        "title": "Spousal bereavement, mortality and risk of negative health outcomes among older adults: a population-based study",
        "authors": [
            {
                "first": "Lucas",
                "middle": [],
                "last": "Morin",
                "suffix": "",
                "affiliation": {},
                "email": ":lucas.morin@ki.se"
            },
            {
                "first": "Jonas",
                "middle": [
                    "W"
                ],
                "last": "Wastesson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Fors",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Neda",
                "middle": [],
                "last": "Agahi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Aging Research Center",
                    "institution": "Karolinska Institutet and Stockholm University",
                    "location": {
                        "addrLine": "Karolinska Institutet Nobels väg 12A, 17",
                        "postCode": "770",
                        "settlement": "Stockholm, Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristina",
                "middle": [],
                "last": "Johnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: to examine whether spousal bereavement increases the risk of death and negative health outcomes and among older people. Design: cohort study and self-controlled cohort crossover study Setting: routinely collected administrative and healthcare data with individual-level linkage between several national registries in Sweden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants: older persons (≥65 years) living in the community whose spouse died in 2013-2014, individually matched with controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Main outcome measures: death from any cause (primary outcome), acute cardiovascular events, pneumonia, hip fracture, and intentional self-harm (secondary outcomes). In the cohort study, incidence rate ratios were estimated with conditional fixed-effect Poisson regression models adjusted for potential confounders. In the self-controlled cohort crossover study, relative incidence ratios were estimated over the 12 months before and after spousal loss with unadjusted conditional fixed-effect Poisson regression including a bereavement-by-time interaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 42 918 bereaved older spouses were included and matched to an equal number of married controls (mean age 78.9 [SD 7.2] years, 68% women). During the first year of follow-up, the risk of death from any cause was 1.66 (95% confidence interval 1.53 to 1.80) times higher for bereaved cases than for married controls, and bereaved cases survived on average 4.2 days shorter than married controls. Bereaved cases also experienced an increased risk of acute cardiovascular events (incidence rate ratio 1.34, 1.24 to 1.44), hip fracture (1.48, 1.30 to 1.68), pneumonia (1.14, 1.04 to 1.25), and selfharm (3.49, 2.11 to 5.76). These associations were strongly time-dependent, increasing sharply immediately after spousal loss and weakening as time elapsed. In the self-controlled cohort crossover study, the relative incidence ratios increased for all four secondary outcomes, starting already during the 6-month period preceding spousal loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101//doi.org/10. /2020 4 Conclusion: Among older persons, the association between spousal bereavement and the risk of negative health outcomes and mortality is most likely causal. Our finding that the risk of adverse health consequences increases already during the 6 months prior to spousal loss indicates that palliative care services have an important role to play in providing timely bereavement care to spouses and other family caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Unadjusted curves were produced by using Kaplan-Meier estimators. Adjusted curves were produced after fitting Royston-Parmar flexible parametric survival regression models adjusted for sex, age, level of education, chronic obstructive pulmonary disease, diabetes, chronic heart failure, history of ischemic heart diseases and history of solid cancer in the previous 5 years, and number of other chronic diseases. Note that the y axis does not start at 0.00 but instead ranges from 0.70 to 1.00. : medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hazard Ratios for death during the first year of follow-up according to age at time of spousal bereavement, among men and women. Solid lines indicate hazard ratios and dashed lines indicate 95% CIs. Hazard ratios were calculated by parametric survival regression analysis after adjustment for the number of chronic conditions, by using restricted cubic spline regression with 4 knots placed at the 5 th , 35 th , 65 th and 95 th percentiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• Bereavement is associated with an excess risk of mortality in the surviving spouses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is already known"
        },
        {
            "text": "• There is some evidence that spousal loss is also associated with acute cardiovascular events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is already known"
        },
        {
            "text": "• Previous studies have often focused on young and relatively healthy groups of people, although bereavement of a spouse typically occurs as we reach older ages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is already known"
        },
        {
            "text": "• Spousal bereavement comes with a rapid and substantial increase in mortality, acute cardiovascular events, hip fracture, pneumonia, self-harm, non-elective hospitalisation and nursing home admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "• The excess risk of negative health events observed already during the months before spousal loss indicates the influence of an 'anticipatory effect'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "• Although sudden spousal deaths expose surviving partners to especially high excess mortality, longer and more predictable illness trajectories do not shield spouses from the adverse health consequences of bereavement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "• Bereavement support should be offered without delay to mitigate short-term hazards and then maintained over a sufficiently long period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for clinical practice and health policy"
        },
        {
            "text": "• Such support should be provided not only to recently bereaved individuals, but also to the spouses of seriously ill older people with poor 6-month prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for clinical practice and health policy"
        },
        {
            "text": "• Palliative care services could have an important role in providing bereavement support to older adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for clinical practice and health policy"
        },
        {
            "text": "The loss of a spouse is a distressing life event that typically occurs in old age. Bereaved partners can be affected both psychologically and physiologically. 1, 2 This is particularly true for older adults, as spousal bereavement often marks the end of a period of high strain due to caring for a seriously ill partner. It can also represent the loss of a crucial caregiver without whom self-care can prove challenging.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 162,
                    "end": 163,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evidence from census data and cohort studies suggests that bereavement is associated with a substantial excess risk of mortality and adverse health events among the surviving spouses. 3, 4 With over 1.5 million older persons experiencing spousal loss every year in the European Union, including 185 000 in the United Kingdom (Supplementary Table 1) , the health outcomes of bereavement are an issue of high public health relevance. Despite long-standing interest 5-13 , this phenomenon sometimes referred to as the 'widowhood effect' remains unclear in several aspects.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 187,
                    "end": 188,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 348,
                    "text": "Table 1)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "There is much debate about the nature of the relationship between spousal loss and subsequent adverse health outcomes. First, is the observed increase in the risk of death truly the consequence of bereavement, or is it-at least partly-attributable to phenotypical similarities between deceased individuals and their surviving spouse? For instance, assortative mating, convergence in lifestyle and shared environment throughout adulthood may very well be at play. 14 Previous studies have often been unable to convincingly establish a causal link between bereavement and mortality because of a lack of information on socioeconomic and health-related confounders at the time of spousal loss. 3 Second, is the potential effect of bereavement mainly fuelled by acute factors that influence health immediately after spousal loss or is it a mostly silent and prolonged process that accumulates over time? Although there is some evidence that the mortality risk associated with the loss of a partner is highest during the first year after widowhood and becomes weaker as time elapses, little is known about the exact shape of this association over time. 3, 15, 16 Third, does the potential effect of spousal bereavement on physical health extend beyond mortality? Prior research has shown that compared with non-bereaved individuals those who recently lost a spouse may have a higher risk of acute cardiovascular events. 17 However, the only large study published to date on this topic 18 relied exclusively on electronic records from primary care without linkage to hospital diagnoses or causes of death, thereby potentially underestimating the actual number of cases. Fourth, most studies have examined the association between widowhood and mortality without differentiating the end-of-life trajectory of the deceased spouse. For instance, are older persons whose spouse died from dementia (often preceded by a long period of informal care) at greater excess risk of negative health consequences than those who lost their partner from another cause of death? Investigating potential differences between illness trajectories is an important step to identify caregivers at high risk of adverse health events and to design targeted interventions. Finally, there is a need to evaluate health outcomes longitudinally, both before and after spousal loss. Measuring withinindividual changes in the risk of experiencing negative health outcomes would allow for disentangling the potential effect of bereavement from that of pre-bereavement experiences such as caring for a seriously ill spouse near the end of life. [19] [20] [21] The present study aimed to overcome some of the limitations of previous work by addressing each of these five issues. We examined the risk of death and adverse health outcomes associated with spousal bereavement among community-dwellers aged 65 years and older by analysing routinely collected administrative and healthcare data with two different epidemiological designs (matched cohort and selfcontrolled cohort crossover) and by applying a variety of methods to assess and mitigate the risk of bias inherent to the observational nature of the study.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 691,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1416,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 2603,
                    "end": 2607,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 2608,
                    "end": 2612,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 2613,
                    "end": 2617,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used routinely collected data with individual-level linkage between several national registers in Sweden. 22, 23 The database used for this study contains pseudonymised information about the sociodemographic characteristics, marital status, medical diagnoses, drug prescriptions, hospitalisations, nursing home admissions, and vital status of all older adults aged 65 years and over (see Supplementary Table S2 for detailed information). Married individuals are linked to their respective spouse through a unique identifier, which is updated continuously to reflect changes in marital status.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 112,
                    "text": "Sweden. 22,",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 413,
                    "text": "Supplementary Table S2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data source"
        },
        {
            "text": "The study population included people aged 65 years or over registered in Sweden between 1 January 2013 and 31 December 2014. A total of 50 058 married older adults who died from any cause during that period were identified in the National Cause of Death Register 24 , of which 47 682 (95.3%) could be linked to their surviving spouse. Among these bereaved individuals, we selected those who met the following eligibility criteria: (1) they were aged 65 years or over at the time of spousal loss; (2) they were community-dwellers (i.e. not living in nursing homes or residential care facilities); and (3) they had not already experienced spousal bereavement during the previous 5 years. In addition, spouses who died on the exact same day or from shared causes within 30 days (e.g. as a consequence of the same road-traffic accident) were excluded. To avoid misclassification of the timing of the exposure, we compared the date of spousal loss to the date of change in civil status for the surviving spouse reported to the Swedish Tax Agency, and we found a 99.96% agreement. A total of 42 918 bereaved older adults were thereafter included in the analyses (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Study population"
        },
        {
            "text": "Bereaved individuals were matched 1:1 by sex and age (1-month bands) to a control group of married older adults sampled from the Total Population Register using the date of spousal loss among the bereaved as index date. Married individuals in the risk set were eligible as controls if they did not experience spousal loss during the 5 years before or during the year after the index date, and if they were not already living in nursing homes at the time of cohort entry. Matching was done without replacement, so that each married control was assigned to a single bereaved case.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 68,
                    "text": "(1-month bands)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The primary outcome was death from any cause after spousal loss, which was assessed from the National Cause of Death Register. Secondary outcomes included acute cardiovascular events (composite of acute myocardial infarction, other acute coronary syndrome, pulmonary embolism, acute pericarditis, acute myocarditis, cardiac arrest, stroke, and aortic aneurysm or dissection), pneumonia, hip fracture, and intentional self-harm. These outcomes were defined by the first occurrence of either an emergency department visit, a non-elective hospitalisation or death due to specific causes identified with International Statistical Classification of Diseases 10 th Revision (ICD-10) codes. The complete list of codes is available in Supplementary Table S3 . We also considered two secondary outcomes related to healthcare utilisation, namely non-elective hospitalisations for any cause and nursing home admission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 727,
                    "end": 749,
                    "text": "Supplementary Table S3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Outcomes"
        },
        {
            "text": "We used both matched cohort and self-controlled crossover designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The risk of mortality and adverse health outcomes during the year after spousal loss was compared between bereaved older adults and their matched married counterparts. For the main analysis, we considered a 1-year period to be the most clinically relevant based on previous reports showing that the effect of bereavement was often rapid, 1,3,15,18 but we decided a priori to also report health outcomes during the entire available observation time (namely, up to 31 December 2015 with a median followup time of 1.9 years). The burden of chronic diseases 25 and the Hospital Frailty Risk Score 26 at baseline were assessed by applying validated algorithms based on data reported during the 5 years before spousal loss (Supplementary Table S4 ). Prior history of smoking-related cancer, alcohol-related diseases and mental health problems was captured in the National Patient Register for the same period of time (Supplementary Table S5 ). We analysed medication use at baseline by using information from the Swedish Prescribed Drugs Register. 27 In addition, the socioeconomic position of study participants was described by using routinely collected administrative data about their highest educational attainment, their equivalised disposable income during the year before spousal loss, as well as a composite measure of the area level of social deprivation (Supplementary Table S6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 740,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 934,
                    "text": "(Supplementary Table S5",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 1373,
                    "end": 1382,
                    "text": "Table S6)",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Cohort study"
        },
        {
            "text": "In self-controlled studies, cases are used as their own controls to eliminate the risk of bias due to between-individual unmeasured confounders. 28-31 King and colleagues recently conducted a selfcontrolled case series analysis to examine the mortality risk after the loss of a partner compared with before. 32 However, since it can be argued that the experience of bereavement is not a transient exposure clearly defined in time, these methods can yield biased estimates. 33 Instead, we used a cohort crossover design combining the self-controlled and the cohort approaches to measure the within-individual change in the risk of experiencing adverse health outcomes before and after spousal loss. This approach has, for instance, been proposed to study the risk of aortic dissection during pregnancy 34 or to quantify the excess risk of injury during the period shortly before and after a diagnosis of cancer. 35 In our study, we defined a reference period from 18 until 12 months before spousal loss (T0), and we calculated the relative risk of adverse health outcomes from 1 year before until 1 year after spousal loss by dividing person time into four 6-month periods (182 days), from T1 to T4 (Figure 2 ). By design, the relative risk of fatal events during the pre-bereavement period cannot be calculated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1198,
                    "end": 1207,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Self-controlled cohort crossover study"
        },
        {
            "text": "Summary statistics were calculated to describe the characteristics of cases and controls at baseline. We used conditional fixed-effect Poisson regression models to compare the incidence rate of death and adverse health outcomes between cases and controls. 36-38 Incidence risk ratios (IRR) were conditioned on the matched set (sex and age) and were further adjusted on relevant confounders, which were selected for each outcome separately considering the imbalance of covariates at baseline (>0.5% difference) and subject matter knowledge. Individuals were followed from the index date until the earliest of the first event date, a censoring event (death or emigration), or the end of observation time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Matched cohort study"
        },
        {
            "text": "As previous reports suggested that spousal loss may have more detrimental effects on health among men than among women 3 , all analyses were stratified by sex. To overcome some of the caveats of relative summary metrics of between-group survival differences, 39 we compared the adjusted restricted mean survival time of bereaved and married individuals. 40 In addition, we assessed the time-dependent effect of spousal loss on mortality by computing piecewise Poisson regression models and by fitting flexible parametric survival models with restricted cubic splines to plot a smooth curve of the hazard ratio as a function of time since bereavement. 41 We also investigated variations in the hazard ratio for mortality throughout the age span and across percentiles of income by constructing restricted cubic splines for these two continuous variables.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Matched cohort study"
        },
        {
            "text": "We used conditional fixed-effect Poisson regression models to compare the incidence rate of non-fatal events during the pre-bereavement and post-bereavement periods with the incidence rate during the reference period (18 to 12 months before spousal loss). For each hazard period, person-time was calculated from the beginning of the interval until either the first event of interest, the date of death or emigration, or the end of the interval. We computed relative incidence ratios (RIR) for each outcome by entering a bereavement-by-time interaction term in the model. 42 This was done to account for the fact that incidence rates during pre-bereavement periods are conditional on survival until the date of spousal loss and, thus, that the observed incidence rates after that date may partly stem from lefttruncation bias. Relative incidence ratios can be interpreted as the relative increase in the risk of experiencing adverse health outcomes among bereaved cases compared with the increase among married controls. This analytical strategy presents the advantage of eliminating the influence of timeinvariant confounders while also removing the effect of time trends in the events. 43 We obtained 95% confidence intervals (CIs) by using robust standard errors to account for clustering within individuals.",
            "cite_spans": [
                {
                    "start": 1187,
                    "end": 1189,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self-controlled cohort crossover study"
        },
        {
            "text": "Analyses were performed with SAS JMP version 13 (SAS Institute Inc., Cary, NC) and Stata version 14 (StataCorp., College Station, TX).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-controlled cohort crossover study"
        },
        {
            "text": "We conducted five types of prespecified sensitivity analyses. First, we compared the incidence rate ratios obtained from adjusted conditional fixed-effect Poisson regression models (main analysis) with the results from two alternative analyses: unconditional Poisson regression models (further adjusted for sex and age) and Cox proportional hazards regression models stratified on the matched pairs. Second, we assembled a set of controls who were neither married nor recently bereaved. Because single and divorced individuals are too few in these birth cohorts and tend to be highly selected in terms of socioeconomic position and lifestyle, we used a cohort of long-time widows and widowers. Each bereaved case was matched on sex and age to a widowed person who had experienced spousal loss more than 5 years prior to the index date (median 11 years) and who did not remarry afterwards. We hypothesised that if the causal effect of spousal bereavement is mostly acute and weakens as time elapses, then the excess risk of adverse health outcomes should be substantially greater among newly bereaved cases compared to married individuals than compared to long-time widows and widowers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "Third, we made use of negative control outcomes, namely conditions thought to be unrelated to bereavement and thus presumed to have null effect sizes, 44,45 to unravel potential sources of bias due to unmeasured confounders related to shared lifestyle and environmental factors. These negative control outcomes include the incidence of solid cancer, hallux valgus, Parkinson's disease and cataract during the first year of follow-up among individuals without these conditions at baseline. We reasoned that if the association between spousal loss and subsequent health events was truly causal, no association should be observed with biologically implausible health outcomes such as the risk of developing a new solid tumour or Parkinson's disease within one year. 46 A positive association would thus indicate the existence of residual confounding. Fourth, we calculated the E-value for each of the outcomes observed in our matched cohort design. This methodology has been proposed by VanderWeele and colleagues as a way to evaluate how susceptible an association is to potential unmeasured or uncontrolled confounding. 47 The E-value can be defined as the minimum strength of association that an unmeasured confounder would need to have with both the exposure and the outcome to fully explain away the observed association between them, conditional on the measured covariates. Finally, we expanded the definition of acute cardiovascular events to include a broader range of conditions than the ones included in the main analysis (e.g. acute endocarditis, non-rheumatic valve disorders, cardiomyopathies, deep vein thrombosis) and we extended the definition of fall-related injuries beyond hip fracture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "We also performed three sets of post-hoc analyses, which were not prespecified. First, we considered the possibility that an increased risk of adverse health outcomes among the bereaved may be partially due to the experience of caring for a seriously ill spouse nearing the end of life. To investigate this potential mechanism, we stratified the main analysis in four distinct subgroups according to the illness trajectory of the deceased spouse: (i) cancer, (ii) organ failure, (iii) dementia and neurodegenerative disorders, and (iv) sudden death. Individuals were assigned to a single illness trajectory by using a methodology described elsewhere. 48 Second, we compared the effect estimate of spousal bereavement on subsequent mortality according to the Hospital Frailty Risk Score at baseline to assess whether the excess risk of death was observed only among the frailest and most vulnerable individuals or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-hoc analyses"
        },
        {
            "text": "Finally, we considered the competing risk of death in the incidence of adverse health outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-hoc analyses"
        },
        {
            "text": "The Regional Ethical Review Board in Stockholm approved the study. The need for individual consent was waived as the study relies exclusively on pseudonymised administrative and healthcare data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "We identified a total of 42 918 older adults who experienced spousal loss during the study period and met our inclusion criteria, matched 1:1 to an equal number of married controls. The proportion of women in each group was 68.4% and the mean age was 78.9 (SD 7.2) years. We identified 18 and 9 persons in same-sex relationships among bereaved cases and married controls, respectively. Baseline characteristics were similar across groups ( Table 1) , although bereaved older adults were more likely to have a history of diabetes (13.7% vs. 12.6%), to be prescribed ≥5 concurrent drugs (56.6% vs. 55.2%), to have a lower level of education (37.9% vs. 33.5%), and to be living in more socially deprived areas (30.0% vs. 27.0%) than their married counterparts. They were also more likely to have a prior history of smoking-related cancer (3.6% vs. 3.1%), alcohol-related disease (0.7% vs. 0.4%) or depression and mood disorders (2.0% vs 1.7%). During follow-up, 87 bereaved cases and 48 married controls emigrated from Sweden. The characteristics of long-time widowed controls (n=42 918) were found to be similar to that of the bereaved cases, as reported in Supplementary table S7. Figure S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 448,
                    "text": "Table 1)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1180,
                    "end": 1189,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Study population"
        },
        {
            "text": "Adjusted restricted mean survival time analyses showed that bereaved cases survived on average 4.2 days shorter than married controls when they were followed for 1 year, and 20.5 days shorter when follow-up was extended to 3 years (Supplementary table S8) . We also observed an increased risk of acute cardiovascular events (IRR 1.34, 95% CI 1.24-1.44), hip fracture (IRR 1.48, 95% CI 1.30-1.68), pneumonia (1.14, 95% CI 1.04-1.25), and self-harm (IRR 3.49, 95% CI 2.11-5.76) among bereaved cases compared with their married counterparts. Although effect estimates decreased for all outcomes when we considered the entire available follow-up time, the association with spousal loss remained (IRR for all-cause mortality 1.36, 95% CI 1.29-1.43). The excess risk of mortality was highest during the first 3 months after spousal loss, and gradually decreased throughout the remaining follow-up (Supplementary Figure S2 and Table S9) . We observed a similar pattern for the time-varying association of spousal loss with adverse health events (Supplementary Figure S3) . As shown in Table   3 , bereaved older adults also had higher incidence rates of non-elective hospitalisations (IRR 1.17, 95% CI 1.14-1.21) and nursing home admissions (IRR 3.10, 95% CI 2.81-3.45).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 255,
                    "text": "(Supplementary table S8)",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 929,
                    "text": "Table S9)",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1063,
                    "text": "Figure S3)",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "Table   3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Matched cohort study"
        },
        {
            "text": "In subgroup analyses, we found that the association between bereavement and 1-year mortality was higher among men (IRR 1.78, 95% CI 1.59-2.01) than among women (IRR 1.59, 95% CI 1.42-1.79).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Matched cohort study"
        },
        {
            "text": "Men also had a greater excess risk of acute cardiovascular events than women, but a smaller excess risk of hip fracture and self-harm (Supplementary Table S10 ). The excess risk of non-elective hospitalisation and nursing home admission was similar among men and women (Supplementary Table S11 ). For both men and women, the estimated hazard ratio for death during the first year after spousal loss peaked between the ages of 65 and 75 years (Supplementary Figure S4) . We found no evidence of a scientifically important association between the level of income during the year before spousal loss and the hazard ratio for death during the first year after spousal loss (Supplementary Figure S5) . The excess risk of mortality associated with bereavement was similar in magnitude across all levels of small-area social deprivation (Supplementary Table S12).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Table S10",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "Table S11",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 457,
                    "end": 467,
                    "text": "Figure S4)",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 694,
                    "text": "Figure S5)",
                    "ref_id": null
                }
            ],
            "section": "Matched cohort study"
        },
        {
            "text": "Self-controlled cohort crossover study Figure 3 shows the relative incidence ratio (RIR) for acute cardiovascular events, hip fractures, pneumonia and self-harm during the different hazard periods before and after spousal loss, compared with the reference period T0 (i.e. 18 to 12 months before spousal loss). We observed an increase in the relative incidence ratio for all four outcomes, starting around 6 months before spousal loss and reaching a peak during the 6 months after. Hence, while between T0 and T3 the incidence rate of acute cardiovascular events increased from 20.3 to 36.1 per 1000 person-years among the bereaved cases, it increased from 20.6 to 27.8 per 1000 person-years among the married controls (RIR 1.34, 95% CI 1.12-1.60). Detailed results are available in Supplementary Table S13. While the RIR for hip fractures . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Matched cohort study"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 remained statistically non-significant between T1 and T4 because of a limited number of events during each hazard period, extending the analysis to all fall-related hospitalisations led to similar point estimates but with substantially narrower 95% confidence intervals (Supplementary Table S14 ).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "text": "Table S14",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In the matched cohort study, the effect estimates calculated in our main analysis did not change in either direction or magnitude when using alternative statistical models (Supplementary Table S15 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "Table S15",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sensitivity analyses"
        },
        {
            "text": "Compared with long-time widowed controls, newly bereaved spouses had a substantially higher risk of death, adverse health event, non-elective hospitalisation and nursing home admission, albeit with smaller effect sizes than when compared with married controls (Supplementary Tables S16 and S17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "We found no evidence of an association between spousal loss and the risk of incident solid cancer, hallux valgus, Parkinson's disease or cataract diagnoses, which were considered as negative control outcomes in the present study (Supplementary Tables S18-19 and Supplementary Figure S6) . The E-values calculated for each outcome under different modelling assumptions show that our adjusted effect estimates could only be explained away by unmeasured confounding of substantial magnitude.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 286,
                    "text": "Figure S6)",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity analyses"
        },
        {
            "text": "For instance, the observed incidence rate ratio for all-cause mortality of 1.66 could be fully explained away by an unmeasured confounder that was associated with both spousal loss and risk of death by a risk ratio of 2.70 each, above and beyond the measured confounders (Supplementary Extending the definition of acute cardiovascular events to a broader range of conditions did not change our main findings ( Supplementary Table S22 ). Similarly, although extending the scope of fall-related injuries beyond hip fractures led to a substantial increase in the number of events and to a slight reduction of the effect size of the observed association with bereavement (Supplementary Table S23) , the results remained within the same order of magnitude as in the main analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 433,
                    "text": "Supplementary Table S22",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 682,
                    "end": 692,
                    "text": "Table S23)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sensitivity analyses"
        },
        {
            "text": "To consider the possibility that the observed increase in poor health outcomes among bereaved older adults may be partially due to the experience of caring for a seriously ill spouse nearing the end of life, we stratified the main analysis according to the presumed illness trajectory of the deceased spouse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-hoc analyses"
        },
        {
            "text": "Older adults whose spouse died from a sudden cause of death had the greatest excess risk of death and hip fracture compared with their married counterparts, while those who lost a spouse from cancer had the greatest excess risk of pneumonia. Moreover, individuals whose spouse died from organ failure had a higher-than-average excess risk of self-inflicted injuries and suicide (Supplementary Table S24 ). In subgroup analyses, we found that, while the risk of death was substantially higher among individuals with a high Hospital Frailty Risk Score at baseline, the relative difference between bereaved cases and married controls was largest among those at intermediate risk of frailty (Supplementary Table S25 and Supplementary Figure S7 ). There was no evidence that the excess risk of death associated with bereavement rose with increasing number of chronic conditions (IRR for the interaction between bereaved status and number of chronic conditions 1.00, 95% CI 0.98-1.02). Accounting for the competing risk of death did not modify our main results (Supplementary Table S26 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "Table S24",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 702,
                    "end": 711,
                    "text": "Table S25",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 730,
                    "end": 739,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1079,
                    "text": "Table S26",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Post-hoc analyses"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-hoc analyses"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this population-based study, we found that spousal bereavement was associated with an excess risk of mortality and with a wide range of negative health outcomes, especially among men. The effect of bereavement reached its peak immediately after the death of the spouse and weakened over time. We observed that the illness trajectory of the deceased spouse had a substantial modifying effect on this association. Notably, the risk of non-fatal adverse health outcomes increased already in the 0-6 months before spousal loss. Our results indicate that the provision of formal and informal bereavement support should start early after, if not before, spousal loss. These findings are of particular public health and clinical relevance in the context of the Covid-19 pandemic, which will unfortunately result in a substantial number of bereaved older adults over a short period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first major conclusion of the present study is that spousal bereavement in old age seems to have a substantial causal effect on mortality and on a wide range of poor health outcomes. Our finding of a 66% increase in the risk of death from any cause during the first year of follow-up is in the upper range of previously reported estimates, both in Sweden and in other countries. 3, 4 The association between bereavement and acute cardiovascular events was similar in direction and magnitude to the findings of Carey and colleagues in the United Kingdom, despite a markedly higher rate of acute strokes among bereaved older adults in the present cohort. 18 Not surprisingly, we found that the mortality and health disadvantage after spousal loss was greater among men than among women-with the notable exceptions of hip fractures and self-harm. Men have been shown to be more vulnerable to the acute health consequences of grief than women, most likely because of gender differences in social support, coping styles, and health behaviours around the time of bereavement. 49,50 However, contrary to a study that investigated the relative risk of suicide after the loss of a partner in 1994 -1998 women were found to a greater excess risk of self-harm and suicide than men after spousal loss. This was, however, mostly explained by a higher baseline incidence of self-harm among married men in the matched control group. The dramatic increase in self-harm and suicides speaks of the seriousness of the psychological distress experienced by older adults facing the loss of a partner.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "1994",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1197,
                    "text": "-1998",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second major conclusion is that the effect of bereavement reaches its peak immediately after the death of the spouse and weakens as time elapses. The existence of a time-dependent relationship has already been suggested by previous studies, albeit with conflicting evidence. 6,15,52-54 By using flexible parametric survival models, we were able to visualise the shape of the association between bereavement and negative health outcomes over time. Our results regarding mortality are well aligned with recent findings in Denmark, where the 2.5 times higher risk of death during the first month after spousal loss declined down to 38% six to twelve months later. 55 Additionally, the present study shows that while the risk of acute cardiovascular events, pneumonia, and non-elective hospitalisations also increased in a transient fashion, other outcomes such as hip fractures, injuries due to self-harm, and nursing home admissions remained elevated for longer periods of time. This has important implications for public health and clinical practice, as it means that bereavement support should be offered without delay to mitigate short-term decline and then maintained over a sufficiently long period of time.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 667,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The third major conclusion is that the detrimental effects of bereavement on the surviving spouses' health vary substantially according to the illness trajectory of the deceased. Earlier work has shown that the negative health effects of bereavement varied according to the cause of death of the deceased spouse, but most of these studies used the cause of spousal loss as a way to test for selection bias 56 or to separate expected from unexpected deaths. 57,58 To our knowledge, this is the first large cohort study that has examined the impact of bereavement across different and clinically meaningful illness trajectories. We found that the excess risk of mortality was highest among bereaved older adults whose spouse died suddenly and lowest among those whose spouse died after a trajectory of prolonged dwindling (often marked by the progression of dementia or other neurodegenerative diseases). However, the latter still experience substantially higher rates of death, acute cardiovascular events, hip fractures and self-harm than their married counterparts. In that respect, our findings contrast with the conclusion by Elwert and colleagues that the spouses of people who died from Alzheimer's disease or Parkinson's disease remained unaffected by the widowhood effect. 59 We also observed that bereaved older adults whose spouse died from organ failure experienced a particularly high excess risk of acute cardiovascular events and self-harm, and those whose spouse died from cancer had the highest excess risk of pneumonia after bereavement. Thus, although sudden spousal deaths expose surviving partners to especially high excess mortality, our findings suggest that longer and more predictable illness trajectories do not shield survivors from the adverse health consequences of bereavement. 60",
            "cite_spans": [
                {
                    "start": 1280,
                    "end": 1282,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fourth major conclusion is that the risk of non-fatal adverse health outcomes starts increasing already during the 6-month period prior to spousal loss. Our results are consistent with previous work showing substantial changes in the risk of cardiovascular events and injuries during the months before bereavement. 19,61 In a cross-sectional analysis of the Health and Retirement Study, a nationally representative survey of Americans aged 50 years and older, researchers found that spouses nearing bereavement reported worse mobility, more impairments in instrumental activities of daily living, a greater burden of depressive symptoms and poorer working memory than continuously married individuals. 20 The finding that health outcomes start worsening before spousal death suggests that the observed association between bereavement and ill health is partly attributable to factors that precede widowhood. Thus, any hypothesis for the causal effect of spousal bereavement on health should also explain how the experience of the surviving spouses before the death of their partners contributes to exposing them to serious adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One such hypothesis is that the effect of bereavement is mediated by enhanced inflammatory responses to psychophysiological stress and depressive symptoms. 62-64 This exacerbated inflammation may be triggered not only by loss and grief after spousal loss, but also by 'anticipatory grief', namely that soonto-be widows and widowers face substantial emotional and psychological distress before the death of their loved one actually occurs. 65 A second hypothesis is that the \"widowhood effect\" stems partly from a shared health disadvantage among spouses, which could be explained both by assortative mating and by unfavourable living conditions throughout adulthood such as insufficient material resources, poor housing quality, and high-risk diet. Hence, social scientists have suggested that the excess risk of negative health events around the time of bereavement is driven either by selection mechanisms (those who become widows and widowers tend to have a lower socioeconomic position) or by the substantial reduction in material resources already before spousal loss. Although our data shows that bereaved cases have, on average, a lower level of education and income and tend to live in more socially deprived areas compared with married controls, we found no evidence of a socioeconomic gradient in the association between bereavement and mortality. We acknowledge that this may very well be specific to the study population at hand, namely older people whose main source of income was retirement pensions rather than work-related earnings, in a country where the financial toll of widowhood is automatically compensated by a specific pension scheme. Finally, a third hypothesis is that the observed health disadvantage among bereaved relatives is partly due to the caregiving burden, which is well documented among spouses of older people with advanced illness (e.g. cancer, heart failure, dementia). 66,67 Caregiving burden is hypothesised to have a direct impact on mental health and cognition, and to affect physical health through poorer self-management of pre-existing diseases, including lower adherence to essential medicines, and postponing of routine clinical appointments. 68 In a large cohort of 12 722 older people with chronic cardiovascular conditions in the United Kingdom, Shah and colleagues showed that during the year prior to spousal loss there was a lower uptake of basic care processes (e.g. blood pressure and HbA1c measurements) among soon-to-be widows and widowers than among their continuously married counterparts. 69 Similarly, they found that adherence to statins, platelet antiaggregants and renin-angiotensin drugs started declining already during the months preceding spousal death. In the present study, we hypothesise that a large part of the observed increase in the risk of fall-related injuries already during the 6 months before spousal loss can be attributed to the use of sedatives, anxiolytics and hypnotics that are often prescribed to help relatives cope with the psychological stress of caring for someone at the end of life. 70, 71 This suggests that palliative care services could have an important role in detecting high-risk caregivers, providing bereavement counselling already before spousal loss, and signposting to relevant health services (including GPs and other primary care professionals) to ensure adequate management of existing conditions.",
            "cite_spans": [
                {
                    "start": 3079,
                    "end": 3082,
                    "text": "70,",
                    "ref_id": null
                },
                {
                    "start": 3083,
                    "end": 3085,
                    "text": "71",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A major strength of this study is that we used routinely collected administrative and healthcare data with nationwide coverage. This eliminates the potential for non-participation bias, and thus enhances the generalizability of our findings to older people at large, at least in countries socially, culturally and economically similar to Sweden. Moreover, the use of routinely collected data mitigates the risk of recall bias. The ascertainment of the date of spousal loss was made in two separate data sources and . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "older spouses were linked together in a deterministic rather than probabilistic manner, which provides an unbiased classification of bereaved cases and non-bereaved controls. We were able to identify and measure a wide range of demographic, socioeconomic, and health-related baseline characteristics, thus allowing us to adjust our analyses for important confounders. Matching on sex and date of birth achieved good balance of measured covariates at baseline, which suggests strong empirical equipoise and supports our claim of a causal relationship between spousal bereavement and negative health outcomes. However, the lack of information with regard to important physical (e.g. body-mass index), functional (e.g. gait speed, ADL impairments), lifestyle (e.g. diet, smoking, alcohol use) or familyrelated factors (e.g. level of social support) represents a potential source of residual confounding, which could threaten the validity of our effect estimates. To alleviate this concern, we calculated E-values to evaluate how susceptible the observed associations were to unmeasured confounders. This sensitivity analysis showed that unmeasured confounders would need to be of substantial magnitude to fully explain the adjusted effect estimates. For instance, the observed incidence rate ratio for all-cause mortality (1.66, 95% CI 1.53-1.80) could only be moved to the null by an unmeasured confounder associated with both spousal loss and mortality by a risk ratio of at least 2.70 above and beyond measured confounders. The existence of such confounders is, to the best of our knowledge, highly unlikely. Negative control outcomes with presumed null effect sizes were used to assess the potential for residual systemic bias, which revealed no obvious prognostic imbalance at baseline. We also devised a cohort crossover design to measure within-individual change in the risk of experiencing adverse health outcomes before and after spousal loss among bereaved cases compared with the change among married controls. This approach offers the double advantage of eliminating between-person confounding (measured or otherwise) by using study subjects as their own controls while also attenuating the risk of bias due to left truncation and natural age-related trends. Another important strength of the present study is that all prespecified sensitivity analyses and non-prespecified post-hoc analyses are reported in a clear and transparent manner and explicitly linked to the corresponding hypotheses that we intended to test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "One obvious limitation of the present study stems from its observational nature; since spousal bereavement is, by definition, a non-randomizable exposure, we cannot completely rule out the . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 presence of residual confounding. Another limitation is that the categorization of end-of-life illness trajectories of the deceased spouses is both an over-simplification of the actual trajectory of functional decline that these persons followed and an imperfect proxy for the burden of caregiving that the surviving spouses experienced during the final months and weeks before spousal loss. In the selfcontrolled cohort crossover design, we were unable to conduct subgroup analyses by illness trajectories due to a very low number of events during each hazard period for most outcomes. Moreover, outcomes were limited to serious health events related to somatic conditions. Although we recognize that endpoints related to the development of chronic diseases, quality of life, or mental health are very important to bereaved older adults and highly relevant for clinicians and policy makers, the lack of sufficiently detailed data from primary care practitioners and the risk of detection bias (whereby bereaved individuals would, for instance, be more likely to be reported as having depressive symptoms and worse quality of life) prevented us from including these aspects in the present study. Finally, we were unable to investigate the long-term health consequences of spousal bereavement.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this large, population-based study, we found evidence of a substantial association spousal loss on allcause mortality and on a wide range of negative health outcomes in old age. The hypothesis of a causal relationship was supported by the use of different epidemiological designs and a variety of statistical methods to assess and mitigate the risk of bias inherent to the observational nature of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Minimizing the harms of bereavement would require interventions designed to detect people at highrisk in routine practice and to offer immediate clinical and social support. Such support should be provided not only to recently bereaved spouses, but also to the spouses of seriously ill older persons with poor prognosis. Indeed, our finding that the risk of adverse health consequences increases already during the 6 months prior to spousal loss indicate that palliative care services have an important role to play in providing timely bereavement care to spouses and other family caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Declarations Acknowledgments: the authors are grateful to Máté Szilcz for his help with the interactive web application, to Ben Armstrong and Antonio Gasparrini for their advices regarding statistical analyses, to Amaia Calderon Larrañaga for her constructive feedback on the manuscript, and to Marie Tournigand whose thoughtful reflections prompted this study in the first place.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Authors contribution: LM conceptualized and designed the study, curated the data, developed the methodology, performed the statistical analysis, drafted and revised the manuscript. JW, SF, NA and KJ interpreted the data and critically revised the manuscript. KJ acquired funding and provided supervision. All authors gave approval for the final version of the manuscript and agree to be accountable for all aspects of the work. Transparency: all authors affirm that this manuscript is an honest, accurate, and transparent account of the study being reported, that no important aspects of the study have been omitted, and that any discrepancies from the study as planned have been explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Availability of data and materials: the individual-level, pseudonymised data used in this study were provided by the National Board of Health and Welfare and by Statistics Sweden under conditions that do not permit sharing owing to privacy and confidentiality regulations. However, detailed aggregated results will be shared with the public through an interactive web application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.16.20067645 doi: medRxiv preprint Table 1 -Characteristics of study population at cohort entry Table 2 -Incidence rate ratios and 95% confidence intervals for all-cause mortality and adverse health events after spousal loss (matched cohort analysis) Table 3 -Incidence rate ratios and 95% confidence intervals for non-elective hospitalisations and nursing home admissions after spousal loss (matched cohort analysis) Figure 3 -Relative incidence ratios and 95% confidence intervals for adverse health events during the year before and the year after spousal loss (self-controlled cohort crossover analysis)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 490,
                    "end": 498,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main tables and figures"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.16.20067645 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Caption Figure 1 : In the matched cohort design, each bereaved older adult (case) is matched on sex and age to a single married control, without replacement. Follow-up starts at the index date, i.e. the date of spousal loss for the cases, and the matched date for the controls. Individuals are followed until the event of interest, death, or the end of the observation period. In the cohort-crossover design, individuals serve as their own controls over time. Within-person change in risk of adverse event is calculated by comparing the event rates at baseline (T0, 547-366 days before index date) to event rates during pre-bereavement (T1, 365-184 days and T2, 183-1 days before index date) and post-bereavement periods (T3, 1-183 days and T4: 184-365 days after index date) . For each period from T1 to T4, within-person change among bereaved cases is then compared to the within-person change among married controls.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 775,
                    "text": "1-183 days and T4: 184-365 days after index date)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 16,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 1 -Illustration of matched cohort and cohort-crossover designs"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2 -Flow diagram of matched cohorts"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Abbreviations: RIR, Relative incidence ratio; CI, confidence interval Hazard periods from T0 to T4 last 6 months each, starting from 18 months before the index date and ending 12 months after the index date. Point estimates and 95% confidence intervals are provided in Supplementary Table S13. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 293,
                    "text": "Supplementary Table S13.",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Figure 3 -Relative incidence ratios and 95% confidence intervals for adverse health events during the year before and the year after spousal loss (self-controlled cohort crossover analysis)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Supplementary Table S1 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 94,
                    "text": "Supplementary Table S1",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Supplementary Table S13. Incidence rates and relative incidence ratios (RIR) for non-fatal adverse health outcomes before and after spousal bereavement (self-controlled cohort crossover analysis) .... 21",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Supplementary Table S14. Sensitivity analysis: Incidence rates and relative incidence ratios (RIR) for injurious falls before and after spousal bereavement (self-controlled cohort crossover analysis) ........ 22 Supplementary Table S15 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 235,
                    "text": "Supplementary Table S15",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Supplementary Table S4. Measure of chronic multimorbidity and physical frailty at baseline",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We used a recently validated multimorbidity assessment tool to measure the overall burden of chronic diseases at baseline. The methodology proposed by Calderón-Larrañaga et al. (2017) allows for capturing a comprehensive set of chronic diseases that either have a long-lasting impact on older adults' autonomy and quality of life or require enduring contacts with healthcare services. This instrument is therefore well suited to describe the burden of chronic multimorbidity in our study population and to address the issue of confounding by indication. We identified chronic diseases by analysing all diagnoses reported for inpatient and specialized outpatient admissions during the 5 years prior to the index date, as well as specific medications dispensed during the same period. ",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 183,
                    "text": "Calderón-Larrañaga et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic multimorbidity"
        },
        {
            "text": "The Hospital Frailty Risk Score developed by Gilbert et al. (2018) was computed based on inpatient and specialized outpatient care discharge reports during the 5-year period before the index date. This methodology has been described in detail in Gilbert T, Neuburger J, Kraindler J, et al. Development and validation of a Hospital Frailty Risk Score focusing on older people in acute care settings using electronic hospital records: an observational study. Lancet. 2018;391(10132):1775-82.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 66,
                    "text": "Gilbert et al. (2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Physical frailty"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical frailty"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Supplementary History of smoking-related cancer  C00, C01, C02, C03, C04, C05, C06, C07, C08,  C09, C10, C11, C12, C13, C14, C15, C16, C25,  C32, C33, C34, C53, C64, C65, C66, C67, C68 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 256,
                    "text": "History of smoking-related cancer  C00, C01, C02, C03, C04, C05, C06, C07, C08,  C09, C10, C11, C12, C13, C14, C15, C16, C25,  C32, C33, C34, C53, C64, C65, C66, C67, C68",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Supplementary We developed a multidimensional area-level measure of socioeconomic deprivation based on four different indicators: (1) the proportion of individuals aged 25 years and over with less than three years of tertiary education; (2) the proportion of individuals aged 20 years and over registered as unemployed;",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(3) the average disposable income per consumption unit; and (4) the proportion of foreign-born individuals. These indicators were computed for each of the 9200 small areas for market statistics (SAMS) in Sweden using data from the year prior to the index date (e.g. 2013 for individuals who lost a spouse in 2014) and were standardized to have a mean of zero and a standard deviation of one. The standardized values were then entered in a principal component analysis, which enabled us to generate a single composite score to quantify the degree of social deprivation in small areas. This score was divided into quartiles, classifying areas from least deprived to most deprived. A total of 191 (0.15%) individuals could not be assigned to a specific area, owing to missing data on the place of residence. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Supplementary . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Page S17 Supplementary Table S11. Subgroup analysis: incidence rate ratios and 95% confidence intervals for non-elective hospitalisation and nursing home admission during the first year after spousal loss, among older men and women Tables 2 and 3 . These estimates are identical to those reported in Supplementary Table S10 . b E-values for the point estimates are reported together with the e-values for the lower limit of the 95% confidence interval.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 318,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 372,
                    "end": 395,
                    "text": "Supplementary Table S10",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Interpretation: we found that the observed incidence rate ratio (IRR) for all-cause mortality of 1.66 could be fully explained away by an unmeasured confounder that was associated with both spousal loss and risk of death by an IRR of 2.70 each, above and beyond the measured confounders, but a weaker confounder could not do so. The lower limit of the confidence interval (namely, 1.53) could be moved to include the null by an unmeasured confounder that was associated with both spousal loss and death by a risk ratio of 2.43 each, above and beyond the measured confounders, but weaker confounding could not do so. Reference: Linden A, Mathur MB, VanderWeele TJ. Conducting sensitivity analysis for unmeasured confounding in observational studies using E-values: The evalue package. Stata J 2020;20:162-75. doi:10.1177/1536867X20909696. It should be noted that our analyses can also easily be replicated by using the online E-value calculator https://evalue.hmdc.harvard.edu/app/ Supplementary Figure S7 . Post-hoc analysis: survival of bereaved cases and married controls and hazard ratio for death during the first year after spousal loss, according to frailty risk at baseline",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1004,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Unadjusted survival curves were produced by using Kaplan-Meier (non-parametric) estimators. Adjusted survival curves were produced by fitting Royston-Parmar flexible parametric survival regression models adjusted for sex, age, chronic obstructive pulmonary disease, diabetes, chronic heart failure, history of ischemic heart diseases, history of solid cancer in the previous 5 years, and number of other chronic diseases. Curves representing the hazard ratio for death as a function of time since spousal loss were obtained by fitting flexible parametric survival regression models with time-dependent effects using restricted cubic splines.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 79,
                    "text": "Kaplan-Meier (non-parametric)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Time-dependent adjusted hazard ratio for death"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-dependent adjusted hazard ratio for death"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 101,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Time-dependent adjusted hazard ratio for death"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health outcomes of bereavement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stroebe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stroebe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "9603",
            "pages": "61816--61825",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(07"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The association of time since spousal loss and depression in widowhood: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Kristiansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kjaer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hjorth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Prina",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc Psychiatry Psychiatr Epidemiol",
            "volume": "54",
            "issn": "7",
            "pages": "781--792",
            "other_ids": {
                "DOI": [
                    "10.1007/s00127-019-01680-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Widowhood and mortality: A metaanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Glymour",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023465"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "a The incidence rates per 1000 person-months are identical to those reported graphically in Supplementary Figure S2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "These represent the unadjusted absolute risk difference in mortality between bereaved cases and married controls. c Adjusted incidence rate ratios are calculated with piecewise unconditional Poisson regression models adjusted for sex, age, level of education, chronic obstructive pulmonary disease, diabetes, chronic heart failure, history of ischemic heart diseases and history of solid cancer in the previous 5 years, and number of other chronic diseases",
            "authors": [],
            "year": null,
            "venue": "b Incidence rate difference is calculated as IRBereaved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "95% CI) a 1.47 (1.30-1.67)",
            "authors": [
                {
                    "first": "Irr",
                    "middle": [],
                    "last": "Unadjusted",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "-58.1) 41.0 (34.1-49.1) Incidence rate among married controls, per 1000 (95% CI)",
            "authors": [],
            "year": null,
            "venue": "Acute cardiovascular event Incidence rate among bereaved cases, per 1000 (95% CI)",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "2-27.0) 30.6 (27.8-33.6) 31.6 (27.9-35.8) 24.3 (19.2-30.8) Incidence rate among married controls",
            "authors": [],
            "year": null,
            "venue": "Pneumonia Incidence rate among bereaved cases, per 1000 (95% CI) 24.5 (22",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Self-harm Incidence rate among bereaved cases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reference group: married controls. b Conditional fixed-effect Poisson regression model with grouping on the matched sets (sex and age) and further adjusted on the same covariates as those",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by a grant from the Swedish Research Council for Health, Working Life and Welfare (Forte, grant number 2019-00414). The funders had no role in study design, data analysis, decision to publish, or preparation of the manuscript. Competing interests: All authors have completed the ICMJE uniform disclosure form. They declare no financial relationship with organizations that might have an interest in the submitted work or any other relationships or activities that could appear to have influenced the submitted work. Ethical approval: The study was approved by the Ethical Review Board in Stockholm, Sweden (decision n°2016/1001-31/4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Illustration of matched cohort and cohort-crossover designs Flow diagram of matched cohorts",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Number of individuals who experienced the loss of a spouse aged ≥65 years in selected European and Northern American countries .......................................................................... 3 SupplementaryTable S2. Information about the data sources ................................................................. 4 Supplementary Table S3. List of International Classification of Diseases, 10th revision (ICD-10) codes used to identify adverse health outcomes during follow-up .................................................................... 6 Supplementary Table S4. Measure of chronic multimorbidity and physical frailty at baseline .............. 7 Supplementary Table S5. List of International Classification of Diseases, 10th revision (ICD-10) codes used to identify history of specific diseases ............................................................................................. 8 Supplementary Table S6. Small-area level of social deprivation ............................................................ 9 Supplementary Table S7. Characteristics of bereaved cases and long-time widowed controls ............ 10 Supplementary Figure S1. Overall survival of bereaved cases and married controls ............................ 11 Supplementary Table S8. Restricted mean survival time among bereaved cases and married controls 12 Supplementary Figure S2. Time-varying association of spousal loss with mortality ............................ 13 Supplementary Table S9. Change in the association between spousal loss and all-cause mortality throughout follow-up ............................................................................................................................. 14 Supplementary Figure S3. Time-varying association of spousal loss with adverse health events during the first year of follow-up ...................................................................................................................... 15 Supplementary Table S10. Subgroup analysis: incidence rate ratios and 95% confidence intervals for all-cause mortality and adverse health events during the first year after spousal loss, among older men and women ............................................................................................................................................. 16 Supplementary Table S11. Subgroup analysis: incidence rate ratios and 95% confidence intervals for non-elective hospitalisation and nursing home admission during the first year after spousal loss, among older men and women ............................................................................................................................ 17 Supplementary Figure S4. Hazard ratios for death during the first year after spousal loss according to age at baseline, among men and women ................................................................................................ 18 Supplementary Figure S5. Hazard ratios for death during the first year after spousal loss according to income at baseline, among men and women .......................................................................................... 19 Supplementary Table S12. Hazard ratios for death during the first year after spousal loss according to the small-area level of social deprivation ............................................................................................... 20",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". Sensitivity analysis: comparison of conditional fixed effects Poisson regression with alternative analyses ....................................................................................................... 23 SupplementaryTable S16. Sensitivity analysis: incidence rate ratios and 95% confidence intervals for all-cause mortality and adverse health outcomes after spousal loss among bereaved cases compared with long-time widowed controls ................................................................................................................... 24 Supplementary Table S17. Sensitivity analysis: incidence rate ratios and 95% confidence intervals for non-elective hospitalisation and nursing home admission after spousal loss among bereaved cases compared with long-time widowed controls .......................................................................................... 25 Supplementary Table S18. Negative control outcome: risk of being diagnosed with a solid tumour after bereavement among cancer-free individuals at baseline ........................................................................ 26 Supplementary Figure S6. Negative control outcome: cumulative hazard of solid tumour diagnosis after bereavement among cancer-free individuals at baseline ........................................................................ 26 Supplementary Table S19. Negative control outcomes: hallux valgus, Parkinson's disease, cataract .. 27 Supplementary Table S20. Sensitivity analysis: E-values ..................................................................... 28 Supplementary Table S21. Sensitivity analysis: incidence rate ratios and 95% confidence intervals for acute stroke, acute myocardial infarction, pulmonary embolism, and aortic aneurysm or dissection after spousal loss ............................................................................................................................................. 29 Supplementary Table S22. Sensitivity analysis: incidence rate ratios and 95% confidence intervals for acute cardiovascular events (broader definition) after spousal loss ....................................................... 30 Supplementary Table S23. Sensitivity analysis: incidence rate ratios and 95% confidence intervals for injurious falls after spousal loss ............................................................................................................. 31 Supplementary Table S24. Post-hoc analysis: incidence rate ratios and 95% confidence intervals for allcause mortality and adverse health events during the year after spousal loss, according to the illness trajectory of the deceased spouse ........................................................................................................... 32 Supplementary Table S25. Post-hoc analysis: incidence rate ratios and 95% confidence intervals for allcause mortality after spousal loss, according to Hospital Frailty Risk Score at baseline ...................... 33 Supplementary Figure S7. Post-hoc analysis: survival of bereaved cases and married controls and hazard ratio for death during the first year after spousal loss, according to frailty risk at baseline .................. 34 Supplementary Table S26. Post-hoc analysis: competing-risks regression models .............................. 35",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "This methodology has been described in detail in Calderón-Larrañaga A, Vetrano DL, Onder G, et al. Assessing and Measuring Chronic Multimorbidity in the Older Population: A Proposal for Its Operationalization. Journals Gerontol A Biol Sci Med Sci. 2017;72(10):1417-23.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "summarises the occurrence of deaths and adverse health events after spousal loss. During the first year of follow-up, 2060 bereaved cases and 1306 married controls died (adjusted IRR 1.66, 95% CI 1.53-1.80). Unadjusted and adjusted survival curves are presented in Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". As shown in Supplementary Table S21, we found that the excess risk of acute cardiovascular events associated with spousal loss was particularly high for acute stroke (IRR 1.36, 95% CI 1.21-1.53),",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. over time for alcohol consumption, smoking, and exercise: The Nord-Trøndelag Health Study.is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.hazards models in matched-pair cohort studies. Emerg Themes Epidemiol. 2017;14(1):1-14. Vatten LJ, Tretli S, Kvinnsland S. Widowhood and divorce related to cancer risk in middle-aged women. A nested case-control study among norwegian women born between",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fenger-Grøn M, Davydow DS, et al. Bereavement, multimorbidity and mortality: A population-based study using bereavement as an indicator of mental stress. Psychol Med. Carey IM, Harris T, DeWilde S, Victor CR, Cook DG. The effect of unexpected bereavement on mortality in older couples. Am J Public Health. 2013;103(6):1140-1145.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Hatano Y, Phillips J, Lewis J, Abernethy AP, Currow DC. Caregiver characteristics and bereavement needs: Findings from a population study. Palliat Med. Schut F, van Doorslaer E. The Impact of Informal Caregiving for Older Adults on the Health of Various Types of Caregivers: A Systematic Review. Gerontologist.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Characteristics of the study population at cohort entry",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Incidence rate ratios and 95% confidence intervals for all-cause mortality and adverse health events after spousal loss (matched cohort analysis)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Incidence rate ratios and 95% confidence intervals for non-elective hospitalisation and nursing home admissions after spousal loss (matched cohort analysis)Unadjusted  conditional Poisson regression model with grouping on the matched sets. b Conditional fixed-effect Poisson regression model with grouping on the matched sets (sex and age), adjusted for hospital frailty risk score, chronic obstructive pulmonary disease, diabetes, chronic heart failure, cerebrovascular disease, history of ischemic heart diseases, history of solid cancer in the previous 5 years, number of other chronic comorbidities at baseline, and level of education. c Conditional fixed-effect Poisson regression model with grouping on the matched sets (sex and age), adjusted for hospital frailty risk score, dementia, Parkinson's disease, chronic obstructive pulmonary disease, diabetes, chronic heart failure, cerebrovascular disease, number of other chronic comorbidities at baseline, and level of education.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "List of International Classification of Diseases, 10th revision (ICD-10) codes used to identify history of specific diseases",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Small-area level of social deprivation",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Small-area level of social deprivation (quartiles, from least deprived to most deprived)",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Characteristics of bereaved cases and long-time widowed controls SupplementaryTable S8. Restricted mean survival time among bereaved cases and married controls",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Supplementary Figure S2. Time-varying association of spousal loss with mortalityFirst year of follow-up Complete follow-up Change in the incidence rate of death Change in the incidence rate of death Change in the adjusted incidence rate ratio Change in the adjusted incidence rate ratio Time-dependent hazard ratio Time-dependent hazard ratio The change in the incidence rate ratio over time was obtained from a piecewise unconditional Poisson regression model adjusted for sex, age, level of education, chronic obstructive pulmonary disease, diabetes, chronic heart failure, history of ischemic heart diseases and history of solid cancer in the previous 5 years, and number of other chronic diseases. Flexible parametric survival regression models using restricted cubic splines with 4 knots were fitted in order to plot a smooth curve of the hazard ratio for death as a function of time since spousal loss. Dotted lines indicate 95% confidence intervals. Supplementary Table S10. Subgroup analysis: incidence rate ratios and 95% confidence intervals for all-cause mortality and adverse health events during the first year after spousal loss, among older men and women Adjusted incidence rate ratio (95% CI) b 1.41 (1.25-1.58) 1.29 (1.16-1.43) Unadjusted conditional fixed-effect Poisson regression model with grouping on the matched sets (age), stratified by sex. b Conditional fixed-effect Poisson regression model with grouping on the matched sets (age), stratified by sex and further adjusted on the same covariates as those reported in Table 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Adjusted incidence rate ratio (95% CI) b 3.14(2.67 -3.69)   3.17 (2.77 -3.63) a Unadjusted conditional fixed-effect Poisson regression model with grouping on the matched sets (age), stratified by sex. b Conditional fixed-effect Poisson regression model with grouping on the matched sets (age), stratified by sex and further adjusted on the same covariates as those reported inTable 3.Table S20.Sensitivity analysis: E-valuesFirst year of follow-upComplete follow-up Observed IRR (95% CI) a E-value bObserved IRR (95% CI) a E-value b Conditional fixed-effect Poisson regression Incidence rate ratios were adjusted on the same covariates as those reported in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Page S14 Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Supplementary Table S13. Incidence rates and relative incidence ratios (RIR) for non-fatal adverse health outcomes before and after spousal bereavement (self-controlled cohort crossover analysis) a Flexible parametric survival regression models (Royston-Parmar). Individuals are censored at time of death. These were fit by using the stpm2 command in Stata. b Fine-Gray competing-risk regressions, which model the subhazard function of an event of interest in the presence of the competing risk of death from any other cause. Hazard ratios obtained from these models correspond to the relative change in the instantaneous rate at which the event of interest occurs among subjects who are currently event-free or who have experienced the competing event. When the event of interest is rare, the subdistribution hazard ratio can be interpreted as an approximation of the relative change in the cumulative incidence of that event. Fine-Gray competing-risks regressions were fit by using the stcrreg command in Stata. c Flexible parametric competing-risks regression models, which were fit by using the stpm2cr command in Stata (Mozumder et al., 2017) .",
            "cite_spans": [
                {
                    "start": 1118,
                    "end": 1147,
                    "text": "Stata (Mozumder et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Table S9. Change in the association between spousal loss and all-cause mortality throughout follow-up"
        }
    ]
}