{
    "paper_id": "e7c19e0f89339ef62c97db6570d94844f9c7862f",
    "metadata": {
        "title": "Optimize Clinical Laboratory Diagnosis of COVID-19 from Suspect Cases by Likelihood Ratio of SARS-CoV-2 IgM and IgG antibody",
        "authors": [
            {
                "first": "Feng",
                "middle": [],
                "last": "Yangchun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Clinical Laboratory Center",
                    "institution": "Xinjiang Medical University",
                    "location": {
                        "postCode": "830011",
                        "settlement": "Urumqi",
                        "country": "China"
                    }
                },
                "email": "paopao1987123@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To optimize clinical laboratory diagnosis of COVID-19 from suspect cases by Likelihood Ratio of SARS-CoV-2 IgM and IgG antibody. Methods: By reinterpreting the data in the article \"Diagnostic Value of Combined Detection of Serum 2019 novel coronavirus IgM and IgG Antibodies in novel coronavirusin Infection\", the positive likelihood ratio of IgM and IgG antibody in diagnosis of COVID-19 (nucleic acid positive patients) was calculated, and the posterior probability of IgM and IgG antibodies and their tandem detection to diagnose was finally calculated. Results: The positive likelihood ratios of single IgM and IgG antibody were 18.50 and 12.65 respectively, and the posterior probabilities were 90.18% and 86.26% respectively. However, the posterior probability of the two antibodies tandem detection is 99.15%, which can give clinicians quantitative confidence in the diagnosis of COVID-19 from suspected cases. According to the results of this study, combining the advantages and disadvantages of nucleic acid detection and antibody detection, the clinical pathway for clinicians to diagnose COVID-19 is found. Conclusion: For suspected cases, IgM and IgG antibody tests should be firstly done at the same time. If the antibody tests are all positive, COVID-19 can be confirmed. If not, nucleic acid detection (one or more times) is performed, and in extreme cases, high-throughput viral genome sequencing is performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "confirmed cases of COVID-19 admitted to the people's hospital Affliated to Wuhan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2.1 Suspect cases: Considering both the following epidemiological history and clinical manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Definitions"
        },
        {
            "text": "(1)Epidemiological history: History of travel to or residence in Wuhan and its surrounding areas, or in other communities where cases have been reported within 14 days prior to the onset of the disease; In contact with novel coronavirus infected people (with positive results for the nucleic acid test) within 14 days prior to the onset of the disease;In contact with patients who have fever or respiratory symptoms from Wuhan and its surrounding area, or from communities where confirmed cases have been reported within 14 days before the onset of the disease; Clustered cases (2 or more cases with fever and/or respiratory symptoms in a small area such families, offices, schools etc within 2 weeks). SARS-CoV-2 virus specific IgG is detectable or reaches a titration of at least 4-fold increase during convalescence compared with the acute phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Definitions"
        },
        {
            "text": "The positive Likelihood Ratio (LR+) of IgM and IgG in suspected cases for nucleic acid positive patients was calculated mainly by reinterpreting the data in the article \"Diagnostic Value of Combined Detection of Serum 2019 novel coronavirus IgM and IgG Antibody in novel coronavirus Infection\", According to the relevant data in All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Test"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.07.20053660 doi: medRxiv preprint Nucleic acid detection and antibody detection have their own advantages and disadvantages [6] [7] . First of all, from the aspect of specimen sampling, commonly used specimens for nucleic acid detection are sputum, nasopharynx swab or various lung lavage fluids. Sampling has great infection risks for medical personnel and also has potential infection risks for laboratory personnel for nucleic acid detection [8] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data and Test"
        },
        {
            "text": "However, the type of antibody test specimen is blood, which is relatively easy to obtain and the infection risk of medical personnel is relatively low. Secondly, according to the quality of detection results, nucleic acid detection is restricted by the quality of sample materials and the extraction quality of nucleic acid, and there is a serious undetected phenomenon. Different sample types have different detection rates, Sucha as bronchoalveolar lavage fluid specimens showed the highest positive rates (93%), sputum (72%), nasal swabs (63%), fibrobronchoscope brush biopsy ( 46%), pharyngeal swabs (32%), feces (29%), and blood (1%) [9] . So continuous nucleic acid detection for several times for some suspected patients is very necessary and can effectively avoid false negative result. For antibody detection, except for some immunocompromised patients, which cannot produce antibodies effectively, antibodies should be present in most infected persons [10] . Antibody detection is mainly limited by the sensitivity and related performance of the kit. In addition, there will be the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data and Test"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.07.20053660 doi: medRxiv preprint obtained from \"Diagnostic Value of Combined Detection of Serum 2019 novel coronavirus IgM and IgG Antibodies in novel coronavirus Infection\", the diagnostic performance index of tandem test cannot be analyzed in this paper. However, this study solves the problem by calculating the posterior probability through the LR+, and proves that the posterior probability of the two antibodies tandem test is much higher than each single antibody detection, while the posterior probability of single antibody detection is not much different. This shows that the single antibody test does not significantly increase the confidence of clinicians in the clear diagnosis of confirmed cases from suspected cases. However, the two antibodies tandem test obviously improved this confidence, making the clinician's confidence in diagnosis increased to 99.15%,which is helpful for clinicians to optimize the diagnosis process by quantification method. By the study, the clinical pathway for clinicians to diagnose COVID-19 was that, for suspected cases, IgM and IgG antibody tests should be firstly done at the same time. If the antibody tests are all positive, COVID-19 can be confirmed. If not, nucleic acid detection (one or more times) is performed, and in extreme cases, high-throughput viral genome sequencing is performed [11] .",
            "cite_spans": [
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Data and Test"
        },
        {
            "text": "In short, using positive likelihood ratio to calculate the posterior probability could better reflect the tandem detection of the two antibodies compared with conventional diagnostic performance indicators. In practical work, it is more helpful for clinicians to optimize the diagnosis process. In addition, this study is aimed at the secondary excavation of published literature data. In the future, the original data should be used and the sample size expanded to further verify the conclusion. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Test"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Commission & National Administration of Traditional Chinese Medicine. Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia(Trial Version 7",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of novel coronavirus Nucleic Acid Detection and Co-infection Results of 8274 Subjects in Wuhan Area",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Ming",
                    "suffix": ""
                },
                {
                    "first": "Wu",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Wanzhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnostic Value of Combined Detection of Serum 2019 novel coronavirus IgM and IgG Antibody in novel coronavirus Infection",
            "authors": [
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Wanzhou",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                },
                {
                    "first": "He",
                    "middle": [],
                    "last": "Xiaoyun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of People's Republic of China. Laboratory Biosafety Guide for the Novel Coronavirus",
            "authors": [],
            "year": null,
            "venue": "Biosafety and Health",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.2096-6962.2020.0001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2019-nCoV serum IgM and IgG antibody used to diagnose the new coronavirus pneumonia preliminary discussion",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Li Ping",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development and Clinical Application of A Rapid IgM-IgG Combined Antibody Test for SARS-CoV-2 Infection Diagnosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25727"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of serum",
            "authors": [
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "Hui-Xia",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Ya-Nan",
                    "suffix": ""
                },
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Zun-Gui",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "immunoglobulin M and immunoglobulin G antibodies in 2019-nCoV infected cases from different stages",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "High-throughput sequencing for confirmation of suspected 2019-nCoV infection identified by fluorescence quantitative polymerase chain reaction",
            "authors": [
                {
                    "first": "Guan",
                    "middle": [],
                    "last": "Wen-Da",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Li-Ping",
                    "suffix": ""
                },
                {
                    "first": "Ye",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical manifestations: Fever and/or respiratory symptoms; The aforementioned imaging characteristics of COVID-19; Normal or decreased WBC count, normal or decreased lymphocyte count in the early stage of onset. A suspect case has any of the epidemiological history plus any two clinical manifestations or all three clinical manifestations if there is no clear epidemiological history. 2.2 Confirmed cases: Suspect cases with one of the following etiological or serological evidences: (1)Real-time fluorescent (RT-PCR) indicates positive for SARS-CoV-2 nucleic acid; (2)Viral gene sequence is highly homologous to known SARS-CoV-2. (3)SARS-CoV-2 specific IgM and IgG are detectable in serum;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "some false positives caused by detection interference in tumor patients, patients with autoimmune diseases and other patients with chronic infection. Finally, the convenience of detection operation, antibody detection has advantages that nucleic acid detection does not have at all, including simplicity and convenience of operation, qualification of personnel, requirements of detection environment, etc. Therefore, it has great clinical value to study how to optimize antibody detection and nucleic acid detection in clinical diagnosis. Through searching the relevant articles, no clear research about the optimization path of antibody and nucleic acid detection is found. Therefore, this research uses the published data and adopts the method of positive likelihood ratio to calculate the posterior probability to propose the possibility of optimizing the diagnosis path for the first time.Since the original result data of the two antibodies tandem test cannot be All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of SARS-CoV-2 IgG Antibody and Nucleic Acid TestSARS-CoV-2IgG Test SARS-CoV-2 Nucleic Acid Test",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of SARS-CoV-2 IgM Antibody and Nucleic Acid TestSARS-CoV-2IgM Test SARS-CoV-2 Nucleic Acid Test",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Posterior Probability of Diagnostic COVID-19 by Single IgG, IgM Test and IgM/IgG Tandem Test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}