{
    "paper_id": "e82b2447bbf058041dcd5c02198c75f41e421eb9",
    "metadata": {
        "title": "Rapid prototyping and clinical testing of a reusable face shield for health care workers responding to the COVID-19 pandemic",
        "authors": [
            {
                "first": "Arash",
                "middle": [],
                "last": "Mostaghimi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M.-J",
                "middle": [],
                "last": "Antonini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Plana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "D"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brandon",
                "middle": [],
                "last": "Beller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "W"
                ],
                "last": "Boyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Combined Dermatology Residency Training Program",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amber",
                "middle": [],
                "last": "Fannin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Freake",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Oakley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "S"
                ],
                "last": "Sinha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Leanne",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Van",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "K"
                ],
                "last": "Sorger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "s:peter_sorger@hms.harvard.educc:maureen_bergeron@hms.harvard.edu"
            },
            {
                "first": "Nicole",
                "middle": [
                    "R"
                ],
                "last": "Leboeuf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "nleboeuf@bwh.harvard.edu"
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sherry",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sherry",
                "middle": [
                    "H"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Greater Boston Pandemic Fabrication Team (PanFab",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "shyu@partners.org."
            }
        ]
    },
    "abstract": [
        {
            "text": "Due to supply chain disruption, the COVID-19 pandemic has caused severe shortages in personal protective equipment (PPE) for health care professionals. Local fabrication based on 3D printing is one way to address this challenge, particularly in the case of simple products such as protective face shields. As a consequence, many public domain designs for face shields have become available. No clear path exists, however, for introducing a locally fabricated and unapproved product into a clinical setting. In a US health care setting, face shields are regulated by the Food and Drug Administration (FDA); similar policies exist in other countries. We describe a research protocol under which rapid iteration on an existing design, coupled with clinical feedback and real-world testing in an emergency department, allowed a face shield to be implemented by the members of the incident command team at a major academic medical center. We describe our design and testing process and provide an overview of regulatory considerations associated with fabrication and testing of face shields and related products. All designs, materials used, testing protocols, and survey results are reported in full to facilitate the execution of similar face shield efforts in other clinical settings. Our work serves as a case study for development of a robust local response to pandemics and other health care emergencies, with implications for healthcare professionals, hospital administrators, regulatory agencies and concerned citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the face of a rapidly expanding COVID-19 pandemic in the winter of 2019 and spring of 2020, severe shortages have emerged in personal protective equipment (PPE), putting both health care professionals and patients at increased risk of infection. The origins of these shortages are varied but reflect the fragility of medical supply chains in which relatively few international vendors dominate many critical medical product areas. Because many hospitals use just-in-time inventory management, supply chain problems rapidly deplete hospital supplies and prevent restocking from traditional vendors. Faced with this crisis, many caregivers and medical centers have turned to local fabricators to see if they can provide replacements for products such as face shields, filtering respirators, and even ventilators. The substitution of conventionally sourced products with non-traditional local products is made feasible by rapid expansion in inexpensive additive manufacturing capabilities (\"3D printing\") by small business and hobbyist (\"maker\") communities. Computer-aided design (CAD) software has also become widely available, making it possible to share designs in public forums, including the NIH 3D Print Exchange 1 . This has resulted in dozens of open-sourced designs, online videos, and blogs dedicated to fabricating different types of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article describes the local fabrication and testing of a face shield, one of the simpler types of PPE in terms of design and regulation, from prototyping through clinical testing and adoption by the members of incident command 2 of a major hospital system. We discuss how hospital systems can most effectively test and make use of alternative or innovative products in the face of lifethreatening disease while ensuring staff and patient safety. This is a critical issue. Multiple projects led by small companies and citizens are asking how the PPE they have fabricated can be provided to hospitals in need -the 'last mile' of the supply chain. We review the regulatory guidance on this issue and explore the life cycle of a product implemented in a crisis situation, including whether a product adopted in crisis should remain in inventory after the crises has passed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Face shields are used in hospitals for infection control, 3 and are also required PPE in many research and industrial settings. Although they are simple appearing devices they are subject to regulation. In the US, the ANSI/ISEA Z.87.1-2015 standard specifies nearly twenty required physical features of a face shield and testing requirements for visual resolving power, resistance to high-velocity impacts, and protection from droplets and splashes. Similar standards exist in Europe and other countries. The need for such standards is obvious given that defective face shields can expose users, particularly those in industry, to serious and life-threatening injuries (e.g., in welding). In a health care setting, face shields are categorized as Class I medical devices, the least-regulated FDA category.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Typically, a manufacturer passes an ANSI/ISEA Z.87.1-2015 certification and then notifies the FDA of compliance. The FDA (and in some cases the CDC) maintain a list of approved products 4 . Unlike more complex medical products, a 510(k) filing is not required; 510(k) filings require a demonstration that a device is substantially equivalent to an existing, legally marketed device. Except in rare circumstances, local manufacturers, maker communities and hospitals are unlikely to have the necessary expertise to test face shields to ANSI/ISEA Z.87.1-2015. However, as of April 2020, the FDA has provided guidance that it \"does not intend to object to individuals' distribution and use of improvised PPE when no alternatives, such as FDA-cleared masks or respirators, are available.\" 5 This provides a regulatory framework in which to use locally fabricated (\"improvised\") PPE, but it does not address a critical question: how can these devices be introduced into the hospital supply chain in a rational, safe and controlled manner?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Options for face shields being pursued by individual citizens, nonprofit institutions, academic medical centers, and small and large-scale manufacturers include flat plastic shields that can be rapidly assembled by users, three-part designs consisting of a shield, elastic headband, and brow foam, which are being manually assembled by volunteers across the country, and 3D-printed shields including the Prusa design and its derivatives ( Table 1) . These designs have been introduced with different use cases in mind. Unlike industrial face shields, which can be expensive and are often used for extended periods of time, the vast majority of medical face shields are low-cost and intended to be discarded after a single use. Some nonregulated designs (e.g. from Prusa 6 ) are intended for multiple uses and are potentially superior in fit and function to regulated disposable face shields. As a practical matter, at a time when PPE is in extremely short supply, even lower-quality face shields are unlikely to be discarded after a single use. This raises questions about procedures for face shield sterilization, which also requires testing and evaluation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 447,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In this paper we describe the production and implementation of a 3D printed face shield (modified from the Prusa design 6 developed in the Czech Republic) and its introduction into the Brigham and Women's Hospital (BWH), a major US academic medical center. In conjunction with the members of BWH Incident Command, we obtained user feedback from surveyed emergency department staff under an Institutional Review Board (IRB) 7 -approved protocol. We also describe modifications to the design to prepare it for large-scale manufacturing through industry partnerships. The use of a research protocol made it possible to introduce an untested device, and ready it for deployment, in advance of FDA guidance and in a manner that greatly increased the confidence of hospital leadership. All of the designs and protocols generated through this effort are being freely shared for reuse and improvement, and the results for our testing at the BWH emergency department are reported in 3 full to facilitate the execution of similar face shield efforts in other clinical settings. We anticipate that this work will provide a framework for the design and implementation of similar approaches to PPE manufacturing for current and future shortages. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We recruited a team of five clinicians, including physicians specializing in internal medicine, infectious disease, emergency medicine and dermatology who worked in tandem with a safety officer to solicit feedback and serially prototype potential face shield designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial Design and Serial Prototyping"
        },
        {
            "text": "Starting with the open source Prusa-design, we iteratively modified, 3D-printed, and obtained clinician feedback on specific features (described in Table 2 ). Four design iterations led to consensus on a design with acceptable fit, comfort, degree of protection and use of readily-available materials. This model was officially evaluated by infection control and safety officers and approved for clinical testing. The final model, the BWH/PanFab Mk1.0 face shield (henceforth the PanFab face shield), is composed of five components: (i) a transparent visor made of biaxiallyoriented polyethylene terephthalate (BoPET, also known as Mylar; LEVOSHUA brand from Amazon.com), (ii-iii) a 3D printed headband and bottom reinforcement bracket made of polylactic acid (PLA, 1.75mm diameter, Hatchbox), (iv a hook and loop strap (VELCRO® Brand ONE-WRAP; Manchester NH) and (v) a foam pad made of ethylene-vinyl acetate (EVA 6mm -unknown manufacturer, donated) for added comfort.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Initial Design and Serial Prototyping"
        },
        {
            "text": "Based on the Prusa RC2 open-source model, a 3D mesh model was imported into Fusion 360 (Autodesk, V2.0.7830) software and converted into a solid body for editing using the boundary representation (BRep). The design was then modified iteratively based on clinician feedback (summarized in Table 2 ). For each prototype, the model was exported into .STL format before being imported into the open-source 3D-printing software CURA (Ultimaker), where it was sliced using the following parameters: 0.2mm layer height, 15% gyroid infill. Following slicing, the printer-specific g-code was sent to fused filament fabrication (FFF) 3d-printers (Ender 3 Pro, Creality). PLA was 3D printed at 90mm/s, the overall material volume used, and part envelope were 53.2 x 103 mm3 and 215 x 152 x 50 mm for the headband, and 4260 mm3 and 120 x 30 x 13mm for the reinforcement bracket. These parameters were optimized to decrease print time and material, while retaining functionality. Supplementary Material 2 includes design .STL files and Supplementary Material 3 describes associated material considerations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Design and printing of the headband and bottom reinforcement bracket"
        },
        {
            "text": "The transparent visor was designed using InkScape software to match the pegs of the 3D-printed headband. The visor was 240 mm long and 305 mm wide, ensuring that the user's face would be fully covered without obstructing hearing. The model was outputed into .DXF format and then laser cut from 0.007\" BoPET using a GlowForge or GlowForge plus laser cutter (1 pass, speed setting: 500 mm/sec, 40% power, focus height: 0.178 mm). GlowForge and GlowForge plus maximum laser powers were 40 W and 45 W respectively. The foam pad was designed in InkScape software before being outputted into .DXF format and laser cut from 6mm EVA foam (1 pass, speed setting: 155 mm/sec, 30% power, focus height: 6.13 mm). The overall dimensions of the foam were 6 mm in thickness, 20 mm in width, and 190 mm in length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and cutting of the transparent visor and the foam pad"
        },
        {
            "text": "Following printing of the headband and bottom bracket, and laser cutting of the foam pad and the transparent visor, the face shield was assembled using the instructions in Supplementary Material 3. Briefly, the foam pad was attached to the inner band of the headband using either . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Face shield assembly"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061960 doi: medRxiv preprint 4 super glue or hot glue (unknown manufacturers), hook and loop straps (VELCRO Brand ONE-WRAP Double Sided Roll 0.75 in) were cut to 330 mm in length and secured to the headband by looping the hook and loop straps inside the hole at the posterior side of the headband, and then attaching the straps onto itself. The transparent visor was then mounted onto the headband by first securing one of the outer holes of the visor onto the headband peg. The visor was pulled across the headband so that each visor hole was aligned with the pegs of the headband. Prior to delivery for testing, face shields were cleaned using sanitizing wipes (Super Sani cloth, EPA registration number 9480-4) and placed under 254 nm ultraviolet light for 5 min in a germicidal cabinet (Monitor 2000, Sellstrom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "To assess face shield usability and safety, a cohort of physicians, physician assistants, emergency department technicians, environmental service staff, and other individuals with patient-facing roles were recruited to the study from the BWH Emergency Department. To account for different workflows and preferences, participants were recruited from both day and night shifts. Study subjects were provided with a fact sheet and verbal consent was obtained (Partners Healthcare IRB: 2020P00910, Supplementary Material 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing and Validation in Clinical Setting Subject Selection."
        },
        {
            "text": "To assess quality, fabrication staff performed the following assessments in accordance with testing procedures reported for existing face shield designs 8 . (1) Visually inspected each component, checking for printing defects, cracks, and crevices. (2) Donned and doffed the face shield 10 times. Donning and doffing of the face shields were done in accordance with CDC guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality assessments."
        },
        {
            "text": "To assess functionality, research subjects were fitted with an unused PanFab face shield and the following tests were performed: (1) Test of splash resistance: a spray of water was delivered using a spray at the center of the visor. The visor passed the test if a subject did not feel any droplets on her/his face or neck. (2) Wearability testing: With the face shield on, subjects were asked to look left, right, up, down, and shake their heads, say yes and no. The face shield passed the test if none of the motions were impeded and the face shield did not fall off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functionality assessments."
        },
        {
            "text": "Fogging testing: The face shield was worn with and without a facemask for an extended period (min. 30 mins) under physical stress (e.g. an exercise machine) by one participant and it was not observed to undergo excessive fogging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functionality assessments."
        },
        {
            "text": "An initial survey was administered to evaluate baseline demographics and attitudes towards PPE. After fit and splash testing, subjects returned to their work and used the face shield during their regular workflow for one hour, at which time a second survey was administered to obtain feedback on face shield performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "User Feedback."
        },
        {
            "text": "We aimed to develop a locally fabricated face shield that would meet the requirements of an academic hospital when traditional supply chains failed. We produced a simple design that limited aerosol and splatter exposure coming from the front and above, that was resistant to fogging, and that was comfortable enough to be worn all day by healthcare professionals in a high-intensity clinical setting. Conventional disposable face shields on the US market are commonly available in 3/4 length (178 mm; 7 in.) and full length (230 mm; 9 in.) versions. We produced a full length visor, but increased its width from 230mm to 305mm so as to maximize face protection without obstructing hearing or impeding a user's range of motion 3, 9 . We produced a face shield that could be reused by a single individual following cleaning and disinfection procedures recommended by the CDC for reprocessing protective eyewear. Each face shield was used by only one user and was cleaned between uses with EPA-registered sanitizing wipes (Super Sani cloth, EPA registration number 9480-4; Figure 1) .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 728,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 729,
                    "end": 730,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1070,
                    "end": 1079,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Description of design and iterative clinical feedback"
        },
        {
            "text": "Starting with the Prusa RCX design (Figure 2A) , 6 we made iterative modifications based on clinician feedback and user testing. Our design, shown in Figure 2B , is similar in many respects to the DtM-v3.1 face shield which was subsequently released via the NIH 3D Print Exchange 8 . The similarity between the DtM-v3.1and the PanFab design is a result of convergence on a core set of features, the consistency of feedback across health care staff, and the applicability of the design to other health care settings. Expert user feedback was an essential part of the process. For example, potential users were concerned that the original Prusa design did not provide adequate liquid protection at the top and sides of the visor. We therefore added a fin above the headband to prevent fluid from entering the top of the face shield during high-risk procedures in which a clinician is required to lean forward; this includes endotracheal intubation for mechanical ventilation, one of the riskier procedures that must be performed on COVID-19 patients. We also added a lip above the visor so that any liquid that did fall on the fin would be retained by the lip and would not spread over the visor and affect a user's ability to see through the face shield. Overall, four substantial design modifications were made based on clinical feedback, as outlined in Table 2 .",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 46,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 159,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1361,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Description of design and iterative clinical feedback"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of design and iterative clinical feedback"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061960 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061960 doi: medRxiv preprint We note that the resulting design includes many features that are absent from disposable commercial face shields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A total of 97 adults (≥18 years of age) in a variety of clinical roles at the BWH main campus Emergency Department were enrolled in the study. Five participants were lost to follow-up and were excluded from the analysis. Enrollment occurred during two shifts (daytime [n=52] and overnight [n = 40]) to account for potentially varied attitudes, patient volume, available resources, or other confounders. Demographic information and roles are summarized in Table 3 . As described in the Methods, all study participants passed splash and fit tests before using the face shield in their typical duties.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 462,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Testing in a clinical environment"
        },
        {
            "text": "Each subject completed a questionnaire on baseline experiences and attitudes. The great majority of study subjects (81.4%) identified themselves as having a patientfacing, clinical role (e.g., physician, physician assistant, nurse, or technician); similarly, most (n = 88, 96%) reported having recently been directly involved in the care of a person under investigation (PUI) for possible coronavirus infection. Nearly all subjects had recently worn some form of eye protection (n = 91, 99%) and most had exclusively used personal protective equipment (PPE) that was hospital standard-issue (n = 57, 62%). Most respondents trusted hospital standard-issue PPE (n = 70, 76%), although some reported being unsure (n = 12, 13%) ( Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 734,
                    "text": "Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Baseline Experiences with COVID and Attitudes on PPE"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline Experiences with COVID and Attitudes on PPE"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061960 doi: medRxiv preprint 7 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "No respondents reported that the PanFab face shield was worse than the hospital standard-issue model in splash protection, durability, ease of use, or comfort; in fact, many preferred it over the hospital-issued model. Average scores in each of four categories (on a 5-point Likert scale) for splash protection, durability, ease of use, and comfort were 4.7, 4.6, 4.3 and 4.4, respectively ( Table 5) . This indicates a better experience with the PanFab face shield as compared to the hospital standard-issue model in all surveyed categories. Most participants rated the novel face shield as offering slightly better or much better splash protection (n = 87, 95%) and durability (n = 84, 91%, Table  5 ). Nearly all participants reported feeling comfortable or very comfortable using this face shield (n = 88, 96%), with only 1 person (1 %) stating she/he felt neither comfortable nor uncomfortable using the face shield ( Table 6) . With respect to continued use, 92% (n = 85) of users planned to continue using the PanFab face shield; four respondents reported being unsure about continued use, but none were opposed ( Table 5 ). * Individual scores starting at 1 for \"much worse\" and extending to 5 for \"much better\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 400,
                    "text": "Table 5)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "Table  5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 923,
                    "end": 931,
                    "text": "Table 6)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1121,
                    "end": 1128,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Experience with reusable 3D-printed face shield in comparison to hospital standard-issue model"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experience with reusable 3D-printed face shield in comparison to hospital standard-issue model"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061960 doi: medRxiv preprint 8 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Anonymous respondent comments were also collated. Many expressed gratitude and thanks for the opportunity to use the PanFab face shield and felt that our efforts demonstrated support for frontline clinicians. The impact on morale is a positive aspect of community-resourced PPE, particularly when health care workers are under extremely difficult workplace conditions. Participants' anonymous verbatim comments included \"I prefer these [new] shields to our old shields\", \"This is very sturdy, comfortable and it doesn't fog! [...] I plan to wear this every day\", and \"[The] area of protection is amazing, feels sturdy and secure to head.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 441,
                    "text": "[new]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participant comments"
        },
        {
            "text": "shield] that offers less protection\". Other feedback included concerns that the Velcro strap might be a problem for some users with longer hair and that the shield length could be an issue for shorter users. These are issues we intend to address with additional design improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[While there is] mild pressure on [the] forehead, [this is] preferable to [a different"
        },
        {
            "text": "This project highlights the ability of a voluntary collaboration involving designers, engineers, material scientists, clinicians, local fabricators and concerned citizens to perform rapid-cycle iterative prototyping developing 3D-printed PPE that addresses severe shortages in a time of crisis. The resulting BWH/PanFab Mk 1.0 face shield provides protection from spray in a reusable design that can be cleaned using standard hospital disinfectants. Using a team that self-organized on-line in response to a request of hospital incident command, PanFab was able to proceed from project inception to implementation in three weeks. Critically, using a clinical testing approach, we were able to introduce a nontraditionally manufactured product into a hospital supply chain. To date, we have fabricated hundreds of face shields, all of which remain in use, and we expect to introduce an additional thousand face shields within the coming weeks. Keys to successful integration of this face shield in the hospital setting included a dedicated liaison within incident command, the willingness of the IRB to work closely and quickly with designers, and the ability of the BWH legal and leadership teams to act quickly on policy issues. With a design in hand, we expect that others can deploy the solution we describe in as little as two weeks, plus 2-3 days for clinical testing (if required). In some cases, teams seeking to replicate our approach will need to modify the PanFab design due to shortages of raw materials or differences in fabrication capabilities. Under these circumstances, additional user testing under an IRB protocol might be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We are currently pursing three follow-on activities. First, we are developing designs that will make it possible to use injection molding as an alternative to 3D printing (see below). Second, we intend to subject our final design (printed or molded) to testing and certification under ANSI/ISEA Z.87.1-2015. We note however that design and testing standards are not freely available (they currently cost several hundred USD) and testing represents a substantial additional expense. Nonetheless, having a set of tested and approved designs would increase resiliency during a public health emergency such as COVID-19. Finally, we are testing various procedures for decontaminating and reusing face shields and similar PPE. Preliminary results with ionized hydrogen peroxide sterilization (iHP; TOMI SteraMist™) 10 suggests that PanFab face shields can be successfully sterilized without suffering damage through at least five cycles.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 811,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moving from prototyping to large-scale manufacturing is a process that traditionally takes many months but in the context of a pandemic needs to be completed in a matter of weeks. 3D-printing and laser cutting are efficient methods for prototyping a design and improving it iteratively, but they are not ideal for large scale manufacturing. Alternative approaches include rotary die cutting to produce the face shield transparent visors and injection molding to fabricate the headband and support bracket. The transition from laser-cutting to rotary die cutting is straightforward, but injection molding the headband will require several adjustments to the design. This includes subtly changing the shapes of specific elements and selecting appropriate materials. Once complete, engineers can leverage the expertise of a company specialized in rapid-turnaround injection molding (e.g. Protolabs, Xcentric Mold in the US and similar companies in Europe and Asia) and quickly reach larger-scale production. In addition to enabling higher volume production than 3D printing, injection molding creates a more consistent product that is more likely to pass ANSI/ISEA testing. Injection molded parts can also be sterilized using a range of technologies whereas concerns have been raised about sterilization of 3D FFF parts made from PLA. 11 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional considerations for large-scale manufacturing and dissemination"
        },
        {
            "text": "In collaboration with our local IRB, we continue to study how best to approach the problem of introducing an untested device, even one as simple as a face shield, into a hospital environment. In the current crisis, face shields are a likely prelude to testing and introduction of products in which safety considerations are more critical such as ventilator splitters. An IRB-approved protocol was used in the current study because we performed a user survey. However, use of a research protocol in this setting may have wider applicability if we consider a non-traditionally manufactured face shield as an Investigational Device. For non-significant risk devices such as face shields, the FDA authorizes IRBs to conduct the necessary risk assessment, and an Investigational Device Exemption (IDE) is not likely to be required from the FDA. We note however, that the relevant US regulations in 21 CFR 812.2 do not cover circumstances in which a normally approved device (i.e., a face shield meeting ANSI/ISEA Z.87.1-2015) that has become unavailable might have a non-approved variant (i.e., the PanFab face shield) that would be tested via research protocol. In the specific case of our deployment of the PanFab face shield, the latest emergency guidance from the FDA 5 would appear to apply; some US state governments have issued their own guidance 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory considerations and proposed improvements"
        },
        {
            "text": "Existing emergency guidance is not necessarily adequate for all anticipated needs in the current COVID-19 epidemic and it is neither guaranteed nor permanent. Some countries, such as Canada have more restrictive policies in place. 13 Thus, we believe that it would highly desirable to establish procedures whereby IRB (or ethics committee) -approved research protocols could be used to facilitate future responses to medical emergencies and also promote much needed innovation in PPE. This regulatory clarification should specifically cover circumstances likely to arise in pandemic emergencies, when local fabrication is needed to augment strained supply chains.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "text": "13",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory considerations and proposed improvements"
        },
        {
            "text": "When an emergency is over, devices that have not met prevailing regulatory requirements will likely need to be withdrawn from service to prevent continued use of products with unknown durability and performance characteristics. Precisely when and how this should occur remains unclear. Is it ethical for a hospital that no longer needs products made under emergency conditions to destroy them if other hospitals are in need? Conversely, is it ethical or legal to transfer unused unapproved products, or used but sterilized products? These issues remain largely unexplored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory considerations and proposed improvements"
        },
        {
            "text": "The global pandemic has put extreme pressure on health care systems and highlighted many weaknesses in the highly centralized supply chains that have developed for critical medical supplies. Local manufacturing represents an alternative source of supply in an emergency that has potential to rapidly address these shortages. Community-level disaster resilience is well-recognized as essential in responses to both natural disasters and public health emergencies, 14 but the role of local manufacturing and maker communities in medical supply chains has not previously been considered part of such resiliency. We strongly believe that this should change and that such change will require refinement of regulatory and institutional policies. Hospitals should integrate individuals with engineering and manufacturing expertise into their incident command structure and prioritize longitudinal relationships with the local fabrication and maker communities well before an emergency happens. Our experience highlights the fact that individuals with the necessary medical, engineering and managerial experience already exist in many academic medical centers; such individuals need to be included in future pandemic planning.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 465,
                    "text": "14",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "The creation of research protocols for PPE testing could also bring much needed innovation in normal times. Studies over a period of at least 15 years by the US National Academies of Sciences and other US government bodies 15 have repeatedly highlighted the need for innovation in PPE but little has changed. Practitioners and ordinary citizens should demand a much more transparent and distributed system for providing essential medical products of all types. Designs for key products should be tested clinically and published in peer-reviewed journals and demonstrated to meet existing fabrication standards well in advance. Unpatented designs for essential medical products should be made publicly available under nonrestrictive Creative Commons or similar licenses. Patented designs should be placed in a patent pool for free use during public health emergencies or be subject to compulsory licensing at a reasonable cost. National suppliers and local fabricators must be compensated for their work but in extreme cases, 28 U.S. Code § 1498 (\"Section 1498\") gives the US Federal government the \"right to use patented inventions without permission, while paying the patent holder 'reasonable and entire compensation',\" with immunity from patent claims. The current crisis has shown that, when a pandemic is spreading, and health care workers are placed at high risk, we require a distributed and robust community level approach to essential medical supplies, not a secretive and centralized one. The resulting devices, developed and produced largely by volunteers, are not only likely to decrease the risk of hospital infection in the current example, but also send a powerful message to front-line medical staff that the local community stands behind them. Although a pandemic was required to galvanize these insights and promote rapid change, our hope is that the spirit of thoughtful collaboration and rapid innovation does not dissipate once the world returns to its pre-COVID-19 state.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061960 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Exchange | A collection of biomedical 3D printable files and 3D printing resources supported by the National Institutes of Health (NIH). NIH 3D Print Exchange",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nih 3d Print",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospital incident command: First responders or receiving centers?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pockrus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lehman-Huskamp",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Disaster Med",
            "volume": "11",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficiency of 42 brands of face masks and 2 face shields in preventing inhalation of airborne debris",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ploeger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Leavitt",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Gen. Dent",
            "volume": "39",
            "issn": "",
            "pages": "414--421",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Enforcement Policy for Face Masks and Respirators During the Coronavirus Disease (COVID-19) Public Health Emergency (Revised)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The History and Role of Institutional Review Boards: A Useful Tension",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AMA J. Ethics",
            "volume": "11",
            "issn": "",
            "pages": "311--316",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "DtM-v3.1 Face Shield PPE, 3D printable headband NO LOGO. NIH 3D Print Exchange",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Face shields for infection control: A review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberge",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "13",
            "issn": "",
            "pages": "235--242",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Terminal sterilization of medical devices using vaporized hydrogen peroxide: a review of current methods and emerging opportunities",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcevoy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rowan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Appl. Microbiol",
            "volume": "127",
            "issn": "",
            "pages": "1403--1420",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "3D printing and other manufacturing of personal protective equipment in response to COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Building community disaster resilience: perspectives from a large urban county department of public health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plough",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Public Health",
            "volume": "103",
            "issn": "",
            "pages": "1190--1197",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Standing Committee on Personal Protective Equipment for Workplace Safety and Health",
            "authors": [],
            "year": null,
            "venue": "The National Academies of Sciences, Engineering, and Medicine (NASEM)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A) Headband CAD image B) final face shield prototype C) headband, foam pad, and strap image with dimensions D) headband, visor, and bottom bracket image with dimensions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A) Image of Prusa design 6 and B) final PanFab face shield prototype..",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Examples of ongoing, non-traditional face-shield fabrication designs and specific efforts.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Examples of original design features, clinical feedback for improvement, and final product.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographics (Total Respondents: 92)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Baseline Experience and Attitudes",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Response across domains to the question: \"compared to the standard issue face shield, how would you rate the prototype face shield?\"",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "How comfortable are you using this shield in a clinical scenario where you did not have another option?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Above all we thank the members of the Greater Boston Pandemic Fabrication Team (PanFab) for technical, administrative, and logistic support necessary for the execution of this project. Membership found at https://www.panfab.org/the-team-and-theproject/consortium-members. We also thank Michael Klompas, MD, Jon Boyer, ScD CIH, and Charles M. Morris, MD for their clinical and safety feedback, Kevin T. Giordano, MBA FACHE, Douglas Carney, AIA MBA, Julia Sinclair, MBA, Allison Moriarty, MPH, Bernard R. Jones, EdM for their support with implementation, operations and approval process, Peter Chai MD for helping with protocol development, as well as all of the healthcare workers that participated in the study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "A Mostaghimi is a consultant or has received honoraria from Pfizer, 3Derm, and hims and has equity in Lucid Dermatology and hims. He is an associate editor for JAMA Dermatology. Mostaghimi declares that none of these relationships are directly or indirectly related to the content of this manuscript.PK Sorger is a member of the SAB or Board of Directors of Applied Biomath, Glencoe Software and RareCyte Inc and has equity in these companies. In the last five years the Sorger lab has received research funding from Novartis and Merck. Sorger declares that none of these relationships are directly or indirectly related to the content of this manuscript.NR LeBoeuf is a consultant for or has received honoraria from the following companies:Seattle Genetics, Sanofi and Bayer Edward W Boyer is funded by NIH grants R01DA047236, HL R01HL 126911, HD093655, DARPA award FA8750-18-C-0025, and Philips Healthcare. Boyer declares that none of these relationships are directly or indirectly related to the content of this manuscript Philip D Anderson has equity in Hallandia V. Anderson declares that none of these relationships are directly or indirectly related to the content of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outside interests"
        },
        {
            "text": "Local fabricators, makers and citizens generously donated their time and resources and were essential for all stages of the project. This work was also supported by the Harvard MIT Center for Regulatory Sciences and by NIH/NCI grants U54-CA225088 (to PKS, NL and DP) and by T32-GM007753 (to DP) and by the Harvard Ludwig Center. MJA is a recipient of the Friends of McGovern Graduate Fellowship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Information"
        }
    ]
}