{
    "paper_id": "e917bb0f4f89520b6be9b52df77dd6ef0d050d92",
    "metadata": {
        "title": "Explaining national differences in the mortality of Covid-19: individual patient simulation model to investigate the effects of testing policy and other factors on apparent mortality",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "A"
                ],
                "last": "Michaels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sheffield",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Matt",
                "middle": [
                    "D"
                ],
                "last": "Stevenson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sheffield",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There has been extensive speculation on the apparent differences in mortality between countries reporting on the confirmed cases and deaths due to Covid-19. A number of explanations have been suggested, but there is no clear evidence about how apparent fatality rates may be expected to vary with the different testing regimes, admission",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "policies and other variables. An individual patient simulation model was developed to address this question. Parameters and sensitivity analysis based upon recent international data sources for Covid-19 and results were averaged over 100 iterations for a simulated cohort of over 500,000 patients. Different testing regimes for Covid-19 were considered; testing admitted patients only, various rates of community testing of symptomatic cases and active contacttracing and screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the base case analysis, apparent mortality ranged from 10.5% under a policy of testing only admitted patients to 0.4% with intensive contact tracing and community testing. These findings were sensitive to assumptions regarding admission rates and the rate of spread, with more selective admission policies and suppression of spread increasing the apparent mortality and the potential for apparent mortality rates to exceed 18% under some circumstances. Under all scenarios the proportion of patients tested in the community had the greatest impact on apparent mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whilst differences in mortality due to health service and demographic factors cannot be excluded, the current international differences in reported mortality are all consistent with differences in practice regarding screening, community testing and admission policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current Covid-19 pandemic has been the subject of more open and rapid availability of data than any previous disease. This has, inevitably, led to international comparisons of the spread and outcome of the disease, with widespread media speculation regarding the apparent differences in mortality between similar European countries. On the face of it, the differences are stark. On 2 nd April 2020, Germany reported 85,063 confirmed cases with 1,111 deaths (1.3%), whereas three days earlier the comparable figures from Spain had shown 7,716 deaths from 87,956 confirmed cases (8.8%) and three days before that Italy had reported 9,134 deaths from 86,498 cases (10.1%). [1] While these may relate to differences in demographics, treatment or healthcare policy, the apparent mortality may also be altered by differences in testing policy and in changes in the rate of spread brought about by social distancing policies.",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 677,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In estimating mortality in the early stages of a rapidly spreading infection there are important potential confounding factors. Early under-ascertainment with a failure to identify mild, moderate or asymptomatic cases in the community, may lead to an overestimate of mortality. Conversely, the rapid rise in identified cases with unknown outcomes may lead to an underestimate as confirmed cases are identified a considerable time before deaths occur (right-censoring). This paper describes a simulation model of the effect of different testing regimes on the apparent mortality in the early stages of exponential spread of a pandemic, and compares this to reported international variation in mortality rates for Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An individual patient level simulation model was developed in R (R Foundation for Statistical Computing, Vienna) to consider the effects of different testing policies, spread parameters and hospital admission rates on the apparent mortality of a pandemic in the early phase of exponential spread. A series of testing scenarios were considered;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "• Testing restricted to those admitted to hospital with severe disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "• The addition of community testing for virus in a proportion of symptomatic patients. Scenarios considered testing rates of 10%, 25%, 50%, 75% and 90%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "• Active tracing of known contacts and testing to identify symptomatic and asymptomatic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "The first 19 doubling cycles of spread were considered, resulting in over 500,000 simulated cases. Apparent mortality for each testing scenario was estimated, based upon averaging 100 iterations to allow for Monte Carlo error, using a common seed to provide consistency across model runs. Model estimates under the different scenarios were compared to the apparent mortality rates based upon published national data, for those countries with the greatest number of reported cases of Covid-19. The structure of the model is shown diagrammatically in Figure 1 . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 557,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "METHOD"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "A summary of the base case estimates for the required parameters, ranges used in the sensitivity analyses, and sources of data are provided in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Parameters and assumptions"
        },
        {
            "text": "There is considerable doubt about the underlying IFR of Covid-19. The apparent case fatality rate based upon reported deaths [1] ",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Infection fatality rate (IFR)"
        },
        {
            "text": "The rate of spread was assumed to be exponential in the early stages and expressed in terms of days required for numbers to double, with a base case estimate of six days and range from 2 to 10 days. [1] ",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Rate of spread"
        },
        {
            "text": "The rate of hospital admission was modelled as a multiple of the number of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate of hospital admission"
        },
        {
            "text": "This was chosen as it is a figure that can be rapidly and more accurately ascertained from local data, whereas the actual admission rate as a proportion of infected cases is uncertain due to unknown incidence in the community. In the early data from China the overall admission rate was approximately eight patients for every death. [6] However, these data include a significant proportion of patients with mild/moderate disease, who may have been admitted for isolation. Estimates based upon only severe and critical cases put the ratio at nearer to 4.[7]",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rate of hospital admission"
        },
        {
            "text": "The distribution of time intervals between onset of symptoms and hospital admission and between admission and death were obtained from models based upon the Chinese data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay from onset to admission and admission to fatality"
        },
        {
            "text": "[4] Separate estimates were provided for survivors and non-survivors; however, it seems likely that the survivor data is distorted by those with less severe disease, who may have been admitted early for isolation.[8] Thus, for the base case, the time . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay from onset to admission and admission to fatality"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint 5 from onset to admission for all cases was based upon the non-survivor data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay from onset to admission and admission to fatality"
        },
        {
            "text": "Sensitivity analysis included the full range reported for both groups. The time from admission to death was based upon the modelled distributions from same data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay from onset to admission and admission to fatality"
        },
        {
            "text": "[4]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay from onset to admission and admission to fatality"
        },
        {
            "text": "The proportion of infections that remain asymptomatic is unknown, but has been estimated at 17.9% from the screened populations aboard the Diamond Princess cruise ship[9] and at 33%, based on Japanese nationals evacuated from Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion of asymptomatic cases"
        },
        {
            "text": "[10] ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion of asymptomatic cases"
        },
        {
            "text": "It is assumed that all hospitalised patients will be tested. Various scenarios have been considered with 10% to 90% of symptomatic cases in the community being tested. In . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing regimes"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint 6 addition, a policy of tracing and testing known contacts has been considered. In this scenario it is assumed that asymptomatic cases would not otherwise have been identified and symptomatic cases will be identified two days earlier than would otherwise have been the case. The proportion of infections that are amenable to identification through contact tracing is dependent upon the local circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing regimes"
        },
        {
            "text": "Under strict lock-down it might be expected that most contacts would be identifiable, whereas with free movement on public transport this may be impossible. Thus, an assumption of 50% was made with minimum and maximum values of 20% and 80%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing regimes"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing regimes"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing regimes"
        },
        {
            "text": "Under the base case assumptions, the apparent mortality estimated from confirmed cases and known deaths is 5.3% with the assumption of 50% community testing of symptomatic patients, and ranges from 10.5%, if testing is restricted to hospitalised patients, down to 0.4% with intensive contact tracing and community testing (Table   2 ). Figure 2 illustrates the one-way sensitivity analysis of the key parameters as specified in Table 1 (see Appendix 1 for the full results of sensitivity analysis). The rate of community testing and the ratio of hospitalised patients have the greatest effect and are considered in a two-way sensitivity analysis (see Table 2 ). The apparent fatality rates from Covid-19 in those countries with the greatest number of cases is shown in Figure 3 , with the modelled estimates different community testing regimes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 332,
                    "text": "(Table   2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 428,
                    "end": 435,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The modelling demonstrates that the large differences between countries in apparent Covid-19 mortality rates are compatible with the effects that might be expected with different testing policy in the early stages of a pandemic. While it is not possible to rule out differences in outcome due to demographic factors or aspects of the provision of health services, care is needed in drawing conclusions about such differences. The effects of more stringent testing regimes and tighter hospital admission policies are likely to exaggerate apparent fatality rates. High pressure on services, due to rapidly increasing demands, may affect both of these through limitations in staff, equipment and test kits for community testing as well as increasing the threshold of severity for hospital admission. Paradoxically, since the effect of incomplete case ascertainment is partly counter-balanced by the effect of right-censoring, successful attempts as suppression, which reduce the impact of right-censoring, may appear to exaggerate estimates of mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It has been suggested that the use of historical numbers of confirmed cases, 14 days prior to fatality rates, as the denominator may provide more accurate estimates than basing rates on the most recent deaths and confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "[11] Due to the skewed distribution of survival a more sophisticated estimate may be obtained by using weighted averages over a longer period. However, neither of these would account for the other factors described, such as under-ascertainment, that might distort estimates in the opposite direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Sensitivity analysis suggests that the underlying IFR has relatively little effect on apparent mortality, since the uncertainty largely relates to the number of asymptomatic or mild cases that remain unidentified. Conversely, this implies that the IFR will remain uncertain, as demonstrated by the widely differing estimates, [4] until the result of more extensive population testing become available. Another implication is that it is likely that those countries reporting higher mortality rates have a large number of unidentified cases and there is an urgent need to improve our understanding of this in order to predict future trends and the effects of suppression measures. If the apparent differences between German and Italian mortality were to be entirely related to differences in admission and testing criteria, then the implication is that there were at least one million unconfirmed infections in Italy by 30 March 2020.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 doi: medRxiv preprint As with any modelling, this study is limited by the available information, but the general findings remain robust across a range of sensitivity analyses. Some of the parameters and assumptions are based upon very limited data in selected populations, such as specific nations and cruise ship passengers, and may not be representative of the wider populations. There may also be some concerns about the accuracy of reported data and, in particular, the reported deaths are largely based upon hospital admissions, whereas there may be a significant mortality amongst untested people in care homes and other settings that are excluded from the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, this study demonstrates the potential dangers of speculation and overinterpretation of apparent differences in mortality, without adjustment for differences in testing policy, admission rates and rate of spread. It also provides a basis for understanding the likely effects of these differences in practice on reported mortality rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronovirus resource centre: Novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structure of the simulation model for Covid-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Tornado diagram of the results of a one-way sensitivity analysis based upon the parameter ranges in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Apparent fatality rate from Covid-19 for 24 days after the first 10 deaths were reported in those countries with the highest reported rates, compared to modelled apparent mortality with differing rates of community testing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "is around 4.8% and an estimate based upon 'completed' cases from China suggests a figure of 2.3%.[2] Assumptions regarding asymptomatic or untested cases result in very much lower estimates for IFR that have been used in previous models.[3] For the base case in this study a published estimate",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Parameter values used in the base case analysis and sensitivity analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The vertical line represents the base case (5.3%).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Two-way sensitivity analysis of testing intensity and ratio of hospitalised to fatal cases (base case in bold) in relation to apparent mortality.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Appendix 1: Results of sensitivity analysisCC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint. https://doi.org/10.1101/2020.04.02.20050633 9% 3.7% 2.4% 2.1% 1.7% 1.2% CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633 TTA Time from onset to admission TTD Time from admission to death Scenarios S1 Testing only admitted cases S2 Testing all admitted cases and 10% of symptomatic cases S3 Testing all admitted cases and 25% of symptomatic cases S4 Testing all admitted cases and 50% of symptomatic cases S5 Testing all admitted cases and 75% of symptomatic cases S6 Testing all admitted cases and 90% of symptomatic cases S7 Testing all admitted cases, 90% of symptomatic cases and 20% identification through contact tracing S8 Testing all admitted cases, 90% of symptomatic cases and 50% identification through contact tracing S9 Testing all admitted cases, 90% of symptomatic cases and 80% identification through contact tracing Base case highlighted CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050633",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}