{
    "paper_id": "eb7f316a641355381641aa6fc032965f053261fd",
    "metadata": {
        "title": "SARS-CoV-2 infection in health care workers: a retrospective analysis and model study",
        "authors": [
            {
                "first": "Yansen",
                "middle": [],
                "last": "Bai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Environmental Health (Incubating)",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qimin",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "3#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Gurarie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Martial Ndeffo-Mbah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "postCode": "77840",
                        "settlement": "College Station",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Peng"
                ],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Mary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Horn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuai",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anirban",
                "middle": [],
                "last": "Mondal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaobing",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongyang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There had been a preliminary occurrence of human-to-human transmissions between healthcare workers (HCWs), but risk factors in the susceptibility for COVID-19, and infection patterns among HCWs have largely remained unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Retrospective data collection on demographics, lifestyles, contact status with infected subjects for 118 HCWs (include 12 COVID-19 HCWs) from a single-center. Sleep quality and working pressure were evaluated by Pittsburgh Sleep Quality Index (PSQI) and The Nurse Stress Index (NSI), respectively. Follow-up duration was from Dec 25, 2019, to Feb 15, 2020. Risk factors and transmission models of COVID-19 among HCWs were analyzed and constructed. Findings A high proportion of COVID-19 HCWs had engaged in night shift-work (75.0% vs. 40.6%) and felt they were working under pressure (66.7% vs. 32.1%) than uninfected HCWs. COVID-19 HCWs had higher total scores of PSQI and NSI than uninfected HCWs. Furthermore, these scores were both positively associated with COVID-19 risk. An individual-based model (IBM) estimated the outbreak duration among HCWs in a non-typical COVID-19 ward at 62-80 days and the basic reproduction number =1.27 [1.06, 1.61]. By reducing the average contact rate per HCW by a 1.35 factor 0 R . CC-BY-NC-ND 4.0 International license It is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101//doi.org/10. /2020 and susceptibility by a 1.40 factor, we can avoid an outbreak of the basic case among HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Poor sleep quality and high working pressure were positively associated with high risks of COVID-19. A novel IBM of COVID-19 transmission is suitable for simulating different outbreak patterns in a hospital setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "However, hospitals are vulnerable to infectious disease spread through rapid patients-HCWs and HCWs-HCWs cross-infection, especially when dealing with a disease of unknown or not well-known etiology as it was the case during the early phase of the COVID-19 outbreak [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At first, the number of new COVID-19 cases in Wuhan city was increasing by more than 5,000 each day. Such pressure resulted in overloading for the health-care systems and increasing rate of contact infection for HCWs. More importantly, the shortage of personal protective equipment (PPE) exacerbates this situation and expands panic. A recent study from the Chinese Center for Disease Control and Prevention showed that a total of 1,716 HCWs had been diagnosed with COVID-19, including 5 deaths by Feb 11, 2020 , with a crude case fatality rate of 0.3% 4 .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 510,
                    "text": "Feb 11, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, shortage of HCWs resulted in collapse of medical system, even though Wuhan had the high-quality top-notch medical resource. Subsequently, thousands of HCWs from various provinces in China participated in the support of Wuhan . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint epidemic and greatly eased the strain. At present, a serious infection of HCWs has also occurred in the worldwide. Reports from Italy indicated that 20% of responding HCWs were infected with COVID-19. 5 In Spain, HCWs infected with COVID-19 accounts for around 12% of all confirmed cases. 6 Therefore, the establishment of protection guideline for HCWs is an important step to fight against COVID-19, and is the most important bridge that prevents the collapse of the medical system and reduces social panic. However, the specific reasons for the infection of HCWs and the failure of protection still need to be further investigated. 7 To the best of our knowledge, the risk factors in the susceptibility for COVID-19",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 346,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 433,
                    "end": 434,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 778,
                    "end": 779,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "among HCWs have largely remained unknown, given that there is no existing peerreviewed literature quantifying the transmissibility of SARS-CoV-2 among HCWs before the date of the outbreak of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, the dynamics of COVID-19 spread among HCWs largely remained unknown. Mathematical modeling of disease transmission allows one to quantify and explain observed infection patterns and trends. Furthermore, such models fitted to data (calibrated and validated) can be used for prediction/control analysis, to explore efficient interventions and design control strategies. Traditional approaches in epidemiological modeling use compartmental models (SEIR), which assume a uniform host population and simple mixing patterns with steady contact rates. 8 But such models are too crude to account for specifics of COVID-19 in a relatively small host pool. The latter is characterized by highly heterogeneous host populations, disease progress histories, and behavioral (contact) patterns. Our individual-based . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 559,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint model (IBM) features SEIR-type infection states, random disease progression and mixing contacts; all are important in a local (nosocomial) transmission setting. One of the important parameters in mathematical models is the basic reproduction number ( ), which is defined as the average number of secondary infections that arise from a typical primary case in a completely susceptible population. It is useful as a marker for the risk of an outbreak (speed and intensity), and it could be used to assess control effort. 8, 9 In the present study, a retrospective study of 118 HCWs, including 12 confirmed COVID-19 HCWs from a single-center of case-control series was conducted. Their information before the phase of the outbreak of COVID-19, including epidemiological, demographical, lifestyles were collected. We aim to investigate the risk factors that play roles in the susceptibility of HCWs to COVID-19. Further, we designed a novel individual-based model (IBM) to simulate the dynamics of COVID-19 spread through person-to-person contacts among HCWs, and explored its implications for assessment of outcomes and control implications.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 665,
                    "text": "8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We carried out this single-center study in the Department of Neurosurgery, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China. 14 of 171 HCWs (an infection rate of 8.19%) in this single-center were infected with SARS-CoV-2 by a hospitalized patient who was later diagnosed with COVID-19 and defined as the index case. 12 of the 14 COVID-19 HCWs with 0 R . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "complete questionnaire data were enrolled in this study. The overview of the transmission of SARS-CoV-2 from this index case to 12 HCWs was shown in Figure   1 . This study was approved by the institutional ethics board of Union Hospital, Tongji Medical College, Huazhong University of Science and Technology (No. 20200029).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 159,
                    "text": "Figure   1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Study Design and Participants"
        },
        {
            "text": "An online electronic questionnaire was sent to all 171 HCWs in the Department of Neurosurgery of Union Hospital of Wuhan, and 118 valid questionnaires were finally collected, including the questionnaires from 12 COVID-19 HCWs, and 106 uninfected HCWs. Baseline demographics (age, gender, height, weight, education level), lifestyle factors (physical activity, smoking status, and alcohol drinking status, diet), medical post, and chronic medical diseases were gathered. For all HCWs, their data on sleep quality were assessed by Pittsburgh Sleep Quality Index (PSQI), 10 and for nurses, their feeling of working under pressure was further evaluated by The Nurse Stress Index (NSI). 11 The contact status with the COVID-19 cases was also ",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 570,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Assessment"
        },
        {
            "text": "Continuous variables were described as mean ± SD, or median and interquartile range (IQR), and values between COVID-19 HCWs and uninfected groups were . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Factors in The Susceptibility for COVID-19 in HCWs"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint compared using independent Student's t-test or Mann-Whitney U test when data were normally or skewed distributed, respectively. Categorical variables were described using No. (%) and were compared using the χ 2 test, or the Fisher's exact test. Hazard ratios (HRs) and 95% confidence intervals (CIs) for the risk of COVID-19 were calculated by Cox proportional hazards regression models, with adjustment for age, gender and medical post (if necessary) in model 1, while HCWs' exposure status to COVID-19 patient or HCWs were additionally adjusted in model 2. All the statistical hypothesis tests were two-sided with p-value < 0.05 as the level to reject the null hypothesis, and these analyses were performed with the SAS program (version 9.4;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Factors in The Susceptibility for COVID-19 in HCWs"
        },
        {
            "text": "Detailed procedures of the construction of IBM were described in the Supplementary Materials. In our model, a host can undergo a sequence of infection states, classified as susceptible (S), exposed (E)-infected, but not yet infectious, asymptomatic/mild symptomatic infectious (A), symptomatic infectious (I), or quarantined/isolated at home/recovered state (R) (see Figure S1 ). We assume that once an HCW becomes symptomatic, he/she will be quarantined or isolated at home as soon as possible, on average 1 day past COVID-like symptoms, depending on the heterogeneous level of symptomatic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 376,
                    "text": "Figure S1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Individual-Based Model"
        },
        {
            "text": "The key inputs in the model include 1) initial population makeup and infection status; 2) infectivity levels for asymptomatic/mild and symptomatic infections; 3) susceptibility levels of different hosts; 4) average duration of each state; 5) external . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual-Based Model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint source from infectious patients; 6) contact mixing patterns between hosts on daily basis (Table S2 ); The latter is simply defined as the number of daily contacts between HCWs. The model was implemented and simulated in Wolfram Mathematica 12.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "(Table S2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Individual-Based Model"
        },
        {
            "text": "The mean age of COVID-19 HCWs was 36.6 (SD=7.4) years old, which was significantly higher than 106 uninfected HCWs (30.5 ± 5.3 years old) ( Table 1) . A high proportion of COVID-19 HCWs had a master's degree or above, engaged in night shift-work (75.0% vs. 40.6%), felt they were working under pressure (66.7% vs. 32.1%), and had ever contacted the index case or COVID-19 HCWs (100.0% vs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Presenting Characteristics"
        },
        {
            "text": "28.3%) than uninfected HCWs. The distributions of other demographical characteristics (sex, BMI), lifestyles (smoking status, alcohol drinking status, physical activity, and diet), the status of contacting the index case, and chronic medical disease were not significantly different between COVID-19 HCWs and uninfected HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presenting Characteristics"
        },
        {
            "text": "Given the findings that a higher proportion of COVID-19 HCWs worked the night shift and felt they were working under pressure than uninfected HCWs, we further evaluated their sleep quality and working pressure by PSQI and NSI. The analyses showed that COVID-19 HCWs had a significantly higher score of PSQI than uninfected HCWs (p value<0.001, Figure 2A ). Specifically, for the 7 factors PSQI test, COVID-19 HCWs had significantly high scores for 5 factors (sleep quality, sleep time, sleep efficiency, sleep disorder, and daytime dysfunction), while the other 2 factors . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 353,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Distribution of The Pittsburgh Sleep Quality Index and The Nurse Stress Index"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint (sleep duration, and use of the hypnotic drug) were not significantly different. For the NSI conducted among nurses, the scores of its 5 subscales (nursing profession and work, workload and time allocation, working environment and resources, patient care, management and interpersonal relations) were all significantly higher in infected than uninfected nurses ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 516,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Distribution of The Pittsburgh Sleep Quality Index and The Nurse Stress Index"
        },
        {
            "text": "We further investigated the associations of sleep quality and working pressure with the risk of COVID-19. The total score of PSQI and NSI were positively associated with the risk of COVID-19 (Table 2) , no matter if the contact status to the index case or infected HCWs were adjusted (model 2) or not (model 1). For PSQI, high scores on the factors of sleep quality and sleep time were associated with high risks of COVID-19, and for NSI, high scores on the subscales of the nursing profession and work, and management and interpersonal relations were associated with high COVID-19 risk.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Associations of the Pittsburgh Sleep Quality Index and The Nurse Stress Index with The Risk of COVID-19"
        },
        {
            "text": "To explore the transmission pattern of the COVID-19, we simulated the IBM transmission dynamic of COVID-19 like a pathogen, in a host pool of 118 HCWs over 120 days. We initialized our system with a single infected host, in a susceptible pool. The mixing pattern was based on the prescribed number of pairs and triple contacts among HCW and their contacts with the prescribed patient pool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Simulations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Simulations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Simulations"
        },
        {
            "text": "We considered two cases, e.g., (i) no patient contacts; (ii) external patient-contact source for HCW. Other parameter values are outlined in Table S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Table S2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Model Simulations"
        },
        {
            "text": "In case (I), Figure S2 showed that the epidemic peak was reached after 80-100 days, the highest incidence happened after 75 and 95 days with 3 newly infected HCWs on those two days, and in total there would be about 64 HCWs being infected after 120 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure S2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Model Simulations"
        },
        {
            "text": "was estimated to be 1. Table S1 ). 0 R was estimated to be 1.03 from this limited outbreak data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "Table S1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Model Simulations"
        },
        {
            "text": "Host susceptibility level (and the resulting community transmission rate) could be reduced by additional preventive means, e.g. personal protective equipment (PPE)and washing hands. PPE shortages have been described in the most affected facilities. Hence, in a non-typicalCOVID-19 ward, there is high probability HCW staff has insufficient protective gear (e.g. masks), or they may lack awareness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures and Control Interventions"
        },
        {
            "text": "Additional risk factors and possible preventive steps include reasonable assignment of workload or immediate stress relief for HCWs we mentioned above. 0 R 0 R . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures and Control Interventions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint Especially, health-care workers are anxious about passing the infection to their families at this moment. Governments or hospitals should try to arrange appropriate accommodations for those HCWs who had this kind of concerns. Quantifying the effect of such preventive means on susceptibility is a challenging task. However, by reducing the susceptibility of HCWs by a 1.40 factor during simulation, we observed the epidemic peak occurring on day 80 with a combined infected pool of 40 over 120 days and the highest incidence happened with 2 newly infected hosts ( Figure 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 708,
                    "end": 717,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Preventive Measures and Control Interventions"
        },
        {
            "text": "Further, hospitals should also change some non-urgent meetings to remote meetings. By combined control strategies (reducing the average contact rate per HCW by a 1.35 factor and reducing the susceptibility of HCWs by a 1.40 factor), we were able to reduce the total infected pool to 10, and thus avoided a big outbreak of the basic case ( Figure 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Preventive Measures and Control Interventions"
        },
        {
            "text": "As the pandemic (COVID-19) accelerates, millions of people are recommended to work from home (social distancing) to minimize the transmission of COVID-19, health-care workers are doing the exact opposite -going to hospitals, clinics, and putting themselves at high risk from COVID-2019 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study was conducted in a department of neurosurgery, which lacks the established practices of infection control, such as early detection and isolation, contact tracing and the use of personal protective equipment when compared with the department of respiratory medicine and infectious disease. Although the incident COVID-19 rate (8.19% ) in this study was much lower than the rates for HCWs with . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 349,
                    "text": "(8.19%",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint SARS (19%) in Beijing, and MERS in Saudi Arabia (13.4%), respectively, 12 it may be much reduced when the risk factors were investigated and controlled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, 7 of 12 COVID-19 HCWs were not directly contacted the index case (Figure 1) , suggesting the human-to-human transmission between HCWs, which leads to the serious nosocomial infection. Although the main reason for this early infection among HCWs in hospitals was lack of sense of protection, the incident HCWs infection continue to occur after they had worn protective equipment, 4 due to the contribution of other risk factors on HCWs infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 90,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "HCWs worked the night shift. Furthermore, the PSQI showed a higher total score, sleep quality score and sleep time score among infected than uninfected HCWs, and these scores were positively associated with the risk of COVID-19. Although the underlying mechanism for these associations had not been explored, proper sleep is at the first line of defense against infections that had been reported 13 . Besides, findings in this study showed that a high proportion of COVID-19 nurses felt they were working under pressure, especially the pressure of dealing with a pneumonia of unknown etiology, such as COVID-19. We further analyzed the pressure source by NSI, and these scores were positively associated with COVID-19 risk among nurses when the contact status with infected cases was adjusted. One possible reason is the prevalent of oxidative stress among nurses with higher job stress, 14 which can damage the immune function, 15 and further lead to the increased susceptibility to COVID-19.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 888,
                    "end": 890,
                    "text": "14",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 929,
                    "end": 931,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The data in the present study suggested that a high proportion of COVID-19"
        },
        {
            "text": "However, due to the retrospective design of the present study, the data of the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The data in the present study suggested that a high proportion of COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint individual's immunity before their infection was not collected, and the hypothesis needs to be further validated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The data in the present study suggested that a high proportion of COVID-19"
        },
        {
            "text": "Until now, no study has evaluated the risk factors that may play roles in the susceptibility of COVID-19 among HCWs before the outbreak of COVID-19. In this study, we collected the potential risk factors before the measures of infection control were widely conducted, which ensure the data was under the natural transmission of COVID-19. Besides, we used a novel IBM to simulate the dynamics transmission of COVID-19 spread through person-to-person contact among HCWs, which accounted for the heterogeneity of disease progression, contact patterns, and transmission rates, when compared with the regular SEIR models. Our IBM simulation fitted the first 30 days' data well (12 infected HCWs among 118 HCWs from Jan 8, 2019, to Jan 23, 2020) and estimated that the epidemic peak was reached after 62-80 days with a high incidence level (4 additional HCWs on certain days). The total number of infected . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The data in the present study suggested that a high proportion of COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint There are limitations and future studies. First, there was the possibility of unmeasured residual confounding effects of contact status with infected cases, although we had adjusted for some primary confounders. Second, the insufficient sample size may influence the statistical power. Further large prospective studies are needed to validate our findings. Third, we ignored dynamic interactions between patients and HCWs in our IBM, but simply considered infectious patients as external sources. A more comprehensive model including patients, visitors, nurses, doctors, staff, and even family members should be studied in the future since the hospital is not a closed system. Fourth, our model has many uncertain parameters (susceptibility, infectivity levels, disease progress, and detailed contact patterns) that could be adjusted to available data for any given local community and can be further used to explore the efficacy of different control strategies for specific local communities and single entities (e.g., schools, working places, hospitals).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The data in the present study suggested that a high proportion of COVID-19"
        },
        {
            "text": "The data before the outbreak of COVID-19 showed not enough personal protective equipment, poor sleep quality and high working pressure were positively associated with high risks of COVID-19. An individual-based model of COVID-19 transmission in a hospital setting is suitable for simulating different outbreak patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These results provided epidemiological evidence on the susceptibility of HCWs to COVID-19 and a method for assessing the transmission model of COVID-19 among HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 1.62, 2192.6 ) 0.026 a Data were analyzed by using Cox proportional hazards models, with adjustment for age, gender in model 1, while the contact status to the index case or infected HCWs were additionally adjusted in model 2. b Age medical post was adjusted in model 1 using Cox proportional hazards models, while the contact status to the index case or infected HCWs were additionally adjusted in model 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 169,
                    "text": "1.62, 2192.6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The ",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "The",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza in the acute hospital setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Salgado",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "145--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome (SARS): a year in review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Astell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Med",
            "volume": "56",
            "issn": "",
            "pages": "357--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Optimal control of environmental cleaning and antibiotic prescription in an epidemiological model of methicillin-resistant Staphylococcus aureus infections in hospitals",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Math Biosci",
            "volume": "311",
            "issn": "",
            "pages": "13--30",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 Epidemiology Group of Emergency Response Mechanism of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chinese Center for Disease Control and Prevention. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: protecting health-care workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: Spain reports 462 more deaths in one day",
            "authors": [],
            "year": 2020,
            "venue": "Anadolu Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mental health care for medical staff in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s2215-0366(20"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A new method for estimating the effort required to control an infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "1359--64",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Buysse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Monk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kupfer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Psychiatry Res",
            "volume": "28",
            "issn": "",
            "pages": "193--213",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Nursing Stress Scale: Development of an Instrument",
            "authors": [
                {
                    "first": "G-T",
                    "middle": [],
                    "last": "Pamela",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Behav Assess",
            "volume": "3",
            "issn": "",
            "pages": "11--23",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdirizak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Association of Insufficient Sleep With Respiratory Infection Among Adults in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Prather",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Intern Med",
            "volume": "176",
            "issn": "",
            "pages": "850--852",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Cross Sectional Study Evaluating Psychosocial Job Stress and Health Risk in Emergency Department Nurses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bardhan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heaton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Lungu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Environ Res Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How the redox state regulates immunity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mengozzi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hanschmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alberts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghezzi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Free Radic Biol Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.freeradbiomed.2019.12.022"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Wuhan, Hubei province in China. The causative virus of this disease was soon identified as a novel coronavirus, and it was preliminarily named as 2019 novel coronavirus (2019-nCoV). This virus was later renamed as SARS-CoV-2, and pneumonia it causes was named 2019 novel coronavirus diseases (COVID-19) by World Health Organization (WHO). As with other infectious disease outbreaks, healthcare workers (HCWs) have been at the front line of the fight against COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "collected. A detailed description of these data as described in the Supplementary Materials. The follow-up duration for each HCWs was calculated as the number of days between Dec 25, 2019 (the hospital admission time of the index case) and the time when HCWs developed symptoms of COVID-19 or Feb 15, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Role of the Funding Source:The funders had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication.Author Contributions: Y.B., W.X, and Q.H contributed equally and share first authorship. X.J. and H.Z. contributed equally to this article. Y.B., W.X, Q.H, and H.W. analyzed data and wrote the paper. Q. H, D.G., M.M, and M.H did model development and simulations, D.G., M.M, M.H, S.X. and A.M. made critical revision of the manuscript. X.J. and H.Z conducted research. Y.B., W.X, Q.H, H.W., and X.J. designed research. R.L., H.S., F.F., and P.F. collected and provided essential materials. Overview of the transmission of COVID-19 from the index case to 12 healthcare workers Note: HCWs, healthcare workers. The number (1~12) for each HCWs was sorted according to the onset time (the date in parentheses) of their symptoms of COVID-19.Index case, the patient who was diagnosed with pituitary adenoma at first, and finally diagnosed with COVID-19, and this case was believed to be the source of infection among HCWs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The difference in the distribution of the Pittsburgh Sleep Quality Index and The Nurse Stress Index between COVID-19 cases and uninfected healthcare workers. Note: Figure A: Component A, sleep quality; Component B, sleep time; Component C, sleep duration; Component D, sleep efficiency; Component E, sleep disorder; Component F, hypnotic drug; Component G, daytime dysfunction; Total score, summary values of the 7 factors from A to G. Figure B: Component 1, the stress of Nursing profession and work; Component 2, the stress of Workload; Component 3, the stress of Working environment and resources; Component 4, the stress of Patient care; Component 5, the stress of Management and interpersonal relations. The total score, summary values of the 5 subscales from 1 to 5. The straight bar is the mean score of each component in scale and the whisker line is the standard error. HCWs, healthcare workers. ns., not significant. p-value * <0.05; ** <0.01; *** <0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Typical IBM history simulations for a community of 118 hosts with external source. Note: Panel (A) shows the typical history for five different classes (susceptible, exposed, asymptomatic/mild infectious, symptomatic infectious and quarantined/isolated at home/recovered) by IBM simulations for 120 days with external source (contact with infectious patient), based on the parameter values and initial conditions listed inTable S2; Panel (B) gives us the force of infections; Panel (C) shows us the incidence (the number of newly infected cases of COVID-19); Panel (D) is the median solutions of 200 IBM simulations. Panel (E) is the comparison between the data and the median solutions of 200 IBM simulations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "HCWs after 120 days could increase to 80 if no control implications. The resulting ܴ was estimated to be 1.27 (range [1.06, 1.61]), from model simulations, and",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "General characteristics of healthcare workers",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Note: Continuous variables were expressed as mean ± SD or median (IQR), and compared by Student's t-test or the Mann-Whitney U test, respectively. Categorical variables were expressed as No. (%) and compared by the χ ² test or Fisher's exact test. a The patient who was initially hospitalized with pituitary adenoma, and finally diagnosed with COVID-19.b  The index case and COVID-19 HCWs in the same department.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Associations of the Pittsburgh Sleep Quality Index and The Nurse Stress Index with the risk of COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047159 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to appreciate all healthcare workers in this study. X.J. and X.W. had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. All authors had commented on the report drafts and approved the final submitted version.All authors were free from potential conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment:"
        }
    ]
}