{
    "paper_id": "ebb03df157e2df22c868e7c972203e4effb79dcd",
    "metadata": {
        "title": "Injection Molded Autoclavable, Scalable, Conformable (iMASC) system for 2 aerosol-based protection 3 4",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "D"
                ],
                "last": "Byrne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Wentworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "R"
                ],
                "last": "Chai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hen-Wei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sahab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Babaee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Canchen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "addrLine": "15",
                        "postCode": "02142",
                        "settlement": "Cambridge",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "L"
                ],
                "last": "Becker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caitlynn",
                "middle": [],
                "last": "Tov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soekkee",
                "middle": [],
                "last": "Min",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "addrLine": "77 26 Massachusetts Ave",
                        "postCode": "02139",
                        "settlement": "Cambridge",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Traverso",
                "suffix": "",
                "affiliation": {},
                "email": "ctraverso@bwh.harvard.edug.t."
            }
        ]
    },
    "abstract": [
        {
            "text": "There is a dire need for personal protective equipment (PPE) within healthcare settings during the 33 COVID-19 pandemic. In particular, single use disposable N95 face masks have been limited in 34 supply. We have developed an Injection Molded Autoclavable, Scalable, Conformable (iMASC) 35 system for aerosol-based protection. The iMASC system was designed as a reusable liquid 36 silicone rubber mask with disposable N95 filter cartridges that can fit most face sizes and shapes. 37 This system reduced the amount of N95 filter while preserving breathability and fit. Using finite 38 element analysis, we demonstrated mask deformation and reaction forces from facial scans of 39 twenty different wearers. In addition, we validated these findings by successful fit testing in 40 twenty participants in a prospective clinical trial. The iMASC system has the potential to protect 41 our healthcare workers with a reusable N95-comparable face mask that is rapidly scalable. 42 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dwindling supplies of personal protective equipment (PPE) in hospitals is forcing 45 healthcare workers to reuse and clean PPE using anecdotal strategies, which may weaken the 46 effectiveness of PPE in protecting workers from acquisition of COVID-19 disease. In some 47 places, the complete lack of PPE has resulted in healthcare workers using PPE that may have 48 variable droplet protection (1) . Shortages of PPE have significant impact among healthcare 49 workers who evaluate individuals with suspected and confirmed COVID-19 disease (1) (2) . First, 50 individuals using PPE acquired outside of the hospital may inadvertently be using PPE without 51 droplet protection resulting in inadequate protection. Second, workers without PPE will acquire 52 infections, including COVID-19, at greater rates than those with adequate PPE (3). Infected 53 healthcare workers may transmit disease to family members, worsening the pandemic (4). Third, 54 with increased COVID-19 infection among healthcare workers, the available workforce to 55 address sick patients decreases, resulting in increasing morbidity and mortality (4). There is 56 therefore a critical need to develop innovative measures to generate safe, reusable PPE. 57 Thus, we have designed and fabricated an Injection Molded Autoclavable, Scalable, 58 Conformable (iMASC) system for aerosol-based protection with N95 material filters that can be 59 inserted and replaced as needed. To understand the ability of our mask to conform to multiple 60 face sizes and shapes, we have undertaken finite element analysis evaluating the deformability of 61 the iMASC system. Lastly, we performed a prospective clinical trial for fit testing of our mask as 62 well as qualitative assessment of the mask compared to the current N95 masks. Our goal is to 63 address the critical shortage of N95 face masks to maximally protect healthcare workers and 64 provide an enduring supply chain of N95 face masks to reduce and prevent COVID-19 65 transmission among healthcare workers and patients. ",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "47",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "52",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "55",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 1707,
                    "end": 1709,
                    "text": "62",
                    "ref_id": null
                },
                {
                    "start": 1803,
                    "end": 1805,
                    "text": "63",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Design and generation of injection molded liquid silicone rubber mask 69 The iMASC system was designed to function as an N95-comparable mask (Fig. 1) . The 70 shape of the iMASC system was modeled from disposable regular N95 masks used in the 71 hospital, which are amenable to many different face sizes and shapes. Medical grade liquid 72 silicone rubber (LSR) was identified as an optimal material for mask fabrication due to its 73 conformable capacity, sterilizability through multiple methods and compatibility with injection 74 molding for fabrication scalability. The weight of the iMASC system was 44.84 ± 0.05 grams (n = 75 3) compared to 10.41 ± 0.13 grams (n = 3) of current N95 masks. We employed a dual filter 76 approach similar to half-mask elastomeric respirators to increase breathability and filtration area 77 (5). A single regular N95 mask generated up to 5 filters for the iMASC system, thus extending the 78 N95 material use. Furthermore, based upon the material selection of a medical grade LSR, the 79 iMASC system is reusable after sterilization by cleaning with hospital grade bleach/alcohol 80 wipes, autoclave and heating methods. Characterization of mask material after sterilization 83 An advantage of the iMASC system over the half-mask respirators is the methods of 84 sterilization (see table S1). We have performed tensile tests of the mask material after 10 85 autoclave cycles and 5 minutes in a 1:10 bleach solution and 70% isopropyl alcohol. We found 86 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1215,
                    "text": "83",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "68"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052688 doi: medRxiv preprint that 10 autoclave cycles make the mask slightly stiffer, while the bleach soak resulted in no 87 change and the isopropanol alcohol soak makes the material less stiff ( fig. S1 ). Despite these 88 small changes in tensile strength, there were no gross differences in the mask compared to the 89 non-sterilized mask. the Aluminum strip to bond across the bridge of the nose to enhance the contact pressure. 107 Next, we estimated the reaction force required to achieve an average contact pressure of 108 ܲ ൌ 10 KPa (relatively uniformly distributed along the edge of the mask) as a higher limit of the 109 contact pressure that results in a suitable fit between the mask and skin faces (6). This reaction 110 force is equivalent to the force applied through the straps. In Fig. 2C , we reported the reaction 111 forces for twenty different subjects, ranging from 9.5 to 15 N. These variations are duo to the 112 difference in shape and size of the subject's faces especially in the jaw and cheekbone parts. 113 Through application of these forces via the straps combined with the aluminum strip across the 114 nose bridge, one can guarantee the mask will be tightly stayed in place.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 553,
                    "text": "107",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "113",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 320,
                    "text": "fig. S1",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 923,
                    "text": "Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "68"
        },
        {
            "text": "Clinical trial evaluating mask fitting 117 In a prospective trial, we enrolled 24 healthcare workers at a large, urban, academic 118 medical center who had been previously certified to wear a N95 respirator into our IRB-approved 119 study. We excluded individuals with significant facial hair or those that had failed a N95 fit test. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "117",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052688 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "Page 4 of 16 range of 21-65 years with an average BMI of 26.5. The breakdown of participants by profession 131 was 46% nurses (n=11), 21% attending physicians (n=5), 21% resident physicians (n=5), and 132 12% technicians (n=3). Of these participants, 4 did not perform the fit testing (1 due to inability to 133 detect saccharin solution on pre-mask placement sensitivity test, 2 due to time, and 1 due to fit of 134 the mask on her face). 135 All participants (n=20) that performed the fit test successfully completed the fit test as part 136 of the hospital annual policy. All participants passed their fit test and were also able to 137 successfully replace the filter into the mask, resulting in a 100% success rate for both fit testing 138 and filter exchange. User experience with the iMASC system was evaluated using a Likert scale 139 with a score of 1 indicating excellent and a score of 5 indicating very poor. Of the 20 participants, 140 the average fit score of the mask was a 1.75 (Fig. 3B) . Participants on average scored the 141 breathability of the mask as a 1.6 with a median of 1.5. Finally, ease of replacing the filter on the 142 mask was scored on average as a 2.05 with a median score of 2. Participants' preference to wear 143 the iMASC over a surgical mask or an N95 respirator was also assessed. Sixty percent of 144 participants indicated they would be willing to wear our mask instead of a surgical mask, with 145 20% indicating no preference between our mask and a standard surgical mask and 20% indicating 146 they would prefer to wear a surgical mask (Fig. 3C) . When asked about preference to wear our 147 mask instead of an N95 respirator, 25% of participants indicated they would prefer to wear our 148 mask and 60% indicated no preference between our mask and a standard issue mask, with only 149 15% indicating they would prefer to wear a standard issue N95 respirator (Fig. 3D) . During times of pandemics, it is essential to protect healthcare workers from infection and 153 transmission of disease with adequate PPE (4, 9) . As stocks of N95 face masks have reduced, 154 healthcare workers are forced to find alternative strategies of protection, including re-sterilizing 155 masks and using alternative mask materials that may result in less protection and higher disease 156 transmission (9-10). Our approach here was to develop a scalable, reusable face mask that can 157 extend the amount of N95 material while providing the same droplet protection as standard N95 158 masks. The iMASC system was shown to successfully fit multiple different face sizes and shapes 159 using an OSHA approved testing method. Based on the success of the iMASC system in fit 160 testing, this approach could be scaled up for use across many locations. By selecting injection 161 molding as the fabrication technique for the iMASC system, we believe we possess a fundamental 162 advantage to other initiatives using three-dimensional (3D) printing techniques because injection 163 molding is highly scalable and has decreased production time when compared to 3D printing. 164 These are initial proof-of-concept studies and have some limitations. First, filter 165 replacement was noted to be slightly challenging and additional design changes, such as slight 166 adjustments to dimensions and tolerances, would likely improve the fit and robustness. Additional 167 investigation into user sizing of head straps will be investigated, so as to accommodate more 168 potential users. All post injection-molding manufacturing steps were completed in-house and in 169 large scale production would be outsourced to contracted manufacturers with greater quality 170 control of filter components. 171 Newer face masks, such as our iMASC system, have potential to resupply hospitals and 172 clinicals with effective N95-comparable masks. Furthermore, a 2018 consensus report from the 173 National Academies of Engineering, Science, and Medicine recommended that the durability and 174 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "137",
                    "ref_id": null
                },
                {
                    "start": 2059,
                    "end": 2061,
                    "text": "9)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2106,
                    "end": 2109,
                    "text": "154",
                    "ref_id": null
                },
                {
                    "start": 2698,
                    "end": 2701,
                    "text": "160",
                    "ref_id": null
                },
                {
                    "start": 3094,
                    "end": 3097,
                    "text": "164",
                    "ref_id": null
                },
                {
                    "start": 3182,
                    "end": 3185,
                    "text": "165",
                    "ref_id": null
                },
                {
                    "start": 3281,
                    "end": 3284,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 3580,
                    "end": 3583,
                    "text": "169",
                    "ref_id": null
                },
                {
                    "start": 3710,
                    "end": 3713,
                    "text": "171",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 994,
                    "end": 1003,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1591,
                    "text": "(Fig. 3C)",
                    "ref_id": null
                },
                {
                    "start": 1905,
                    "end": 1914,
                    "text": "(Fig. 3D)",
                    "ref_id": null
                }
            ],
            "section": "116"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052688 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "Page 5 of 16 reusability of elastomeric respirators made them desirable for stockpiling for emergencies (5). 175 This approach could be applicable to users outside of the healthcare setting, including people in 176 the research, home improvement, and manufacturing settings. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "175",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the if bulging or collapse occurred during the user seal test, the subject removed the mask and began 245 the procedure again with a new mask. If the subject passed, they proceeded to the fit test. 246 Subjects first ensured they could detect the taste of the Saccharine test solution. Without a 247 mask on, subjects donned a hood with a fitted collar with a nozzle hole in front of the subject's 248 mouth and nose. The subject was instructed to breathe through his or her nose and to report when 249 a bitter taste was detected. An inhalation medication nebulizer containing the test solution was 250 gently squeezed ten times while attached to the hood apparatus to aerosolize the test solution into 251 the hood for an approximate volume of 1ml of aerosolized test solution in the hood. If the subject 252 reported a bitter taste, the threshold test was considered complete. If the subject was unable to 253 taste anything, ten more squeezes were administered. Again, if the subject reported a bitter taste 254 the threshold test was considered complete and if not, another ten squeezes were administered (30 255 total). If the subject was unable to taste the test solution after 30 squeezes, the subject was 256 considered unable to taste the solution and was excused from the study. Study staff recorded the 257 taste threshold indicated in the threshold test for each subject. 258 After successful completion of the threshold screening test, subjects donned the mask they 259 had previously fitted for comfort and fit under a hood with a fitted collar and were instructed to 260 report if they could taste the test solution. A nebulizer of odorous solution (Saccharin) was 261 inserted into the hole in the front of the hood and sprayed at the same concentration (10, 20, or 30 262 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "246",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1460,
                    "text": "258",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052688 doi: medRxiv preprint squeezes) as the subject was able to taste in their initial threshold test. The subject was instructed 263 to perform the following exercises while the aerosolized solution was replenished every 30 264 seconds: normal breathing, deep breathing, turning the head side to side, moving the head up and 265 down, counting backwards from 100, grimacing, bending over, and finally normal breathing for a 266 second time. If the subject at any time during the fit test was able to taste the solution, they 267 indicated to the study staff and the test was considered failed. If the subject did not report tasting 268 the solution the test was considered passed. 269 Subjects who passed the fit test were introduced to how to properly replace the filter with 270 a demonstration by study staff. Subjects were then asked to replace the filter and perform a user ",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "269",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "116"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical Supply Shortages -The Need for Ventilators 288 and Personal Protective Equipment during the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N. Engl. J. Med. 2020",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2006141"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sourcing Personal Protective Equipment During the 291 COVID-19 Pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berkwits",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5317"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Supporting the Health Care Workforce During the COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Academies of Sciences, Engineering, and Medicine; Health and Medicine Division",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Board on Health Sciences Policy; Committee on the Use of Elastomeric Respirators in Health 297",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reusable Elastomeric Respirators in Health Care: Considerations for Routine and Surge 298",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mask pressure effects 301 on the nasal bridge during short-term noninvasive ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Brill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pickersgill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moghal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Simonds",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ERJ Open Res",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Safety and Health Standards. Appendix A to §1910.134-Fit Testing 304 Procedures (Mandatory)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Temporary Enforcement Guidance Healthcare Respiratory Protection Annual Fit Testing 306 for N95 Filtering Facepieces During the COVID 19 Outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.20052688"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rationale use of face masks in the 308",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Respir. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30134-X.30910"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A cluster randomised trial of cloth masks compared with medical masks 311 in healthcare workers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "analysis for mask deformation upon different face shapes and sizes92    We used non linear finite element (FE) analyses (see \"Deformation studies\" in Methods)93    to evaluate the deformation response of the flexible mask frames while wearing and determine the 94 forces required to keep the mask in place across a range of subject faces. InFig. 2A, we reported 95 the numerical snapshots of the face mask when subjected to the strap's tensile loads, denoted by ܶ 96 shown infig. S3, and monitored the deformation of the mask at different levels of the reaction 97 force exerted from the mask to the face, deformation of the mask required to fit in to the subject face. the mask and face. InFig. 2B, the distribution of the chin (lower lips) rather than the nose and cheekbones. This is a signature of the need to106",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "individuals were subject to a fit test as defined by the United States Occupational 121 Safety and Health Administration (OSHA) (7-8). Briefly, participants first placed the iMASC 122 system on their face and molded the nosepiece to ensure an adequate seal. Next, the participant's 123 head and face were placed in a plastic hood, and a saccharine solution was sprayed into the 124 enclosed space as guided by OSHA (7). Participants were asked to perform four maneuvers: 1) 125 rotating head in the lateral plane, 2) moving the head up and down, 3) verbally counting down 126 backwards from 100 to 90 and 4) bending at the waist. A passing test was defined as no detection 127 of saccharine solution by study participants. Fig. 3A shows the demographics of the participants, 128 and figs. S2 and S3 showcase the 3D facial reconstructions demonstrating variability of facial 129 sizes and shapes among the participants. The average age of participants was 41 years with a 130 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "designed in SolidWorks based upon current 3M 1860 N95 masks. Once 181 optimized, the design was exported as a SolidWorks file. Reusable face masks were then 182 generated by Protolabs through injection molding out of liquid silicone rubber. Elastic straps were 183 used to secure the mask to the wearer's face. The mask utilized dual, replaceable filters consisting 184 of virgin N95 filter media bonded to a rigid retaining ring which can easily press-fit into recessed 185 areas of the mask. A 3-inch long, 5mm wide aluminum strip was bonded across the bridge of the 186 nose section of the mask similar to traditional N95 masks. 187 188 Material selection and testing 189 As a material currently used in anesthesia masks, DOW QP1-250 LSR was selected as a 190 proven injection molding material which enabled greater design freedom for the manufacturing 191 process. Mechanical testing according to ASTM D412 was performed on samples cut directly 192 from masks exposed to a variety of sterilization methods including 10 cycles of autoclaving, 10-193 minute soak in 10% bleach solution, and 10-minute soak in isopropanol. the 3D face geometry of the participants, we developed an IOS application (app) 197 using the TrueDepth camera from an iPhone 11 to capture the face image of the participants. The 198 app employs the ARKit developed by Apple for the use of face tracking in augmented reality to 199 transform a 2D image with depth information into a 3D mesh. The output 3D mesh would then be 200 converted into a solid model for finite element analysis. FE package ABAQUS/standard 2017 was used for simulating the 204 deformation response of elastic masks. The 3D FE models were constructed by importing the 205 CAD model of the mask from SolidWorks and scanned images of the participant faces. In all the 206 analyses, we discretized the mask using four-node 3D linear tetrahedron elements with hybrid 207 formulation (C3D4H Abaqus element type). The material behavior of the elastomeric mask was 208 captured using an almost incompressible Neo-Hookean hyperelastic model with Poisson's ratio of 209 ν _0 = 0.499 and density of 1.12E3 kg/m3) with directly imported uniaxial test data described in 210 \"Material characterization of the medical-grade silicone elastomer \". The scanned faces were 211 imported as 3D Shell Discrete Rigid Element and meshed using three-node 3D rigid triangular 212 elements (R3D3 Abaqus element type). A simplified contact law (\"surface to surface\" type 213 interaction) was assigned to the model with a penalty friction coefficient 0.2 for tangential 214 behavior and a \"hard\" contact for normal behavior. The top-middle edge of the mask was 215 positioned to the node at the center of the line connecting the eyes. The \"Quasi-static\" dynamic 216 implicit solver (*DYNAMIC module in Abaqus) was used. The mask was deformed by applying 217 tensile forces along bands, shown in fig S3 using SMOOTH step amplitude curve, while 218 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "nurses, and technicians who were recruited on a voluntary basis. Subjects were enrolled 225 by study staff. Following enrollment and consent, subjects were briefed on the study procedure226    and then completed a baseline assessment to obtain general demographic information and ensure227    they had previously been fit tested successfully. Next, two sets of facial measurements were 228 taken: from the tip of the subject's nose to the base of their chin and across the width of their 229 cheekbones. Each subject's face was also scanned by a 3D scanner to generate a digital file.230 Subjects underwent fit testing in accordance with the protocol outline in the OSHA 231 guidance in Appendix A of 1910.134 using the Gerson Respirator Fit Test kit (part # 065000). In 232 brief, a demonstration was performed to show subjects how to put on a respirator, how it should 233 be positioned on the face, how to set the strap tension and how to determine a proper fit. Subjects 234 then selected a respirator from the two available sizes and adjusted the facepiece until it provided 235 an acceptable fit and was comfortable. Fit was defined as proper placement of the chin; adequate 236 strap tension; fit across the bridge of the nose; tendency of respirator to slip; and ensuring the 237 respirator was of proper size to span between the bridge of the nose and the chin through self-238 observation in a mirror. Comfort was defined as the position of the mask on the nose, face, and 239 cheeks; room for eye protection; and room to talk. Once the mask was deemed comfortable and of 240 adequate fit, the subject performed a user seal check. To check positive pressure, subjects gently 241 exhaled while wearing the mask to see if the facepiece bulged slightly. Similarly, to perform a 242 negative pressure air check subjects took a deep breath in while wearing the mask and observed 243 for areas of collapse. If air leaked between the subject's face and the face seal of the respirator or 244",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "271 seal check to ensure an adequate fit. Subjects then performed a second fit test with the 272 replacement filter. Finally, subjects completed an exit assessment where they ranked fit, 273 breathability, and difficulty of replacing the filter according to a Likert scale. Subjects were also 274 asked about their willingness to wear the mask compared to either a surgical mask and an N95 275 mask. All testing was performed at Brigham and Women'Mechanical testing on samples after sterilization. 279 Fig. S2. Front view of 3D facial reconstruction of participants faces in fit trial of the Side view of 3D facial reconstruction of participants faces in fit trial of the Illustration of the applied loads via mask straps.284",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Array of N95 and N95-comparable technologies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Ania Hupalowska for her illustrations of the clinical workflow. 314 We thank Prof. R. Langer for helpful discussions around mask development. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Fig. S1 . Mechanical testing on samples cut directly from masks exposed to a variety of 382 sterilization methods including 10 cycles of autoclaving, 10-minute soak in 10% bleach solution, 383 and 10-minute soak in isopropanol. 384 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the 403  404  405  406  407  408  409  410  411  412  413  414  415  416  417  418  419  420  421  422  423  424  425  426  427  428  429  430  431  432  433  434  435  436  437  438 All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052688 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "314",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "383",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 766,
                    "end": 773,
                    "text": "Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 1545,
                    "end": 1723,
                    "text": "403  404  405  406  407  408  409  410  411  412  413  414  415  416  417  418  419  420  421  422  423  424  425  426  427  428  429  430  431  432  433  434  435  436  437  438",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments:"
        }
    ]
}