{
    "paper_id": "edfabe35bb8cbcc5256181b2bb392606c870ef06",
    "metadata": {
        "title": "Estimating the probability of New Zealand regions being free from COVID-19 using a stochastic SEIR model",
        "authors": [
            {
                "first": "Rafal",
                "middle": [],
                "last": "Bogacz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Brain Network Dynamics Unit",
                    "institution": "University of Oxford",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This report describes a method for estimating the probability that there are no infected or pre-symptomatic individuals in a populations on a basis of historical data describing the number of cases in consecutive days. The method involves fitting a stochastic version of Susceptible Exposed Infected Recovered model, and using the model to calculate the probability that the number of both exposed and infected individuals is equal to 0. The model is used to predict the current probabilities for all District Health Boards in New Zealand. These probabilities are highly correlated with the number of days with no new cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the number of new cases of COVID-19 declines in New Zealand, the government is faced with a decision when to reduce the restrictions and release the country or its parts from lockdown. To assist in such a decision, it may be helpful to know the estimate for a probability of a particular region being free of COVID-19. This report presents a method for estimating such a probability on the basis of a simple model and presents results for individual District Health Boards (DHB) in New Zealand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A simple model is employed which makes several simplifying assumptions. Although these assumptions may not be satisfied, they make the model mathematically tractable, and thus allows estimation of its parameters. In particular, the model makes the following assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Since the Ministry of Health reports daily numbers of new cases in each DHB, the model treats each DHB as a separate population, thus assuming that individuals do not move between DHB (following government instructions not to travel).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The model assumes that the behaviour of people is the same in the whole New Zealand and throughout the analysed period. Thus a single set of model parameters is fit to data from 25 March 2020 (when the lockdown was introduced in New Zealand) to 18 April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Since the number of infected individuals in New Zealand is a small fraction of the entire population, the model assumes that the number of susceptible individuals is constant within the analysed period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The model assumes that infected individuals are eventually identified, and from this time, become fully isolated and no longer infect others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Since the incubation period of COVID-19 is around 5 days [1] , the individuals who come in contact with the virus first enter a presymptomatic phase lasting on average 5 days to which we refer as an \"exposed state\", and only then became infectious.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the above assumptions the results of the analysis need to be treated with caution. Nevertheless, it us hoped the the presented method may be also refined for more realistic set of assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We considered a stochastic version of Susceptible Exposed Infected Recovered (SEIR) model [2] . It assumes that each individual can be in one of 4 states, and move between as illustrated in Figure 1A . We denote by E t and I t the number of presymptomatic and infectious people on day t, and by ∆E t and ∆I t the number of people becoming presymptomatic or infectious. We do not have data on these variables, so we assume they are hidden to us and we will infer their values. On the other hand, we denote by ∆R t , the number of people being reported as a new case on day t, and we assume that this observed number corresponds to the amount of people moving to state R where they no longer infect others (as they become fully isolated). Thus in the presented model the cases reported correspond to individuals moving to state R rather than I as typically assumed, because we assume that the individuals are more likely to infect others when they are unaware that they have COVID-19, rather than after diagnosis when they become particularly careful. Indeed, James et al. recently wrote that the control measures that specifically target confirmed cases, such as isolation, \"could be modelled by a larger reduction in transmission rates for confirmed cases\" [3] . Here we for simplicity assume that this transmission rate is reduced to 0.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Description of the model"
        },
        {
            "text": "The changes in model variables over time are given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "The model assumes that every day each infectious individual can infect another person with probability β. Hence the number of people becoming presymtomatic is a random variable with a binomial distribution B:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "2 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.20.20073304 doi: medRxiv preprint Additionally, we assume that presymptomatic and infectious people progress to the next state in Figure 1A (i.e. infectious and reported) with probabilities σ and γ respectively:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Description of the model"
        },
        {
            "text": "Estimating the probability of being virus free",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "We wish to compute a probability distribution of variables E t and I t given data on the number of reported cases upto day t, which we denote by ∆R 1:t . According to the definition of conditional probability:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "To compute P (E t , I t , ∆R 1:t ) we take advantage of the fact that the dependencies between variables in the model ( Figure 1B ) have a similar structure as in a hidden Markov model, so this probability can be computed recursively using an algorithm analogous to the forward algorithm. Thus this probability can be decomposed into a sum of probabilities of disjoint events:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Description of the model"
        },
        {
            "text": "3 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.20.20073304 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "Using the definition of a conditional probability, the probability on the right hand side of the above equation can be written as a chain of conditional probabilities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "Noting that the variables depend only on subset of variables as illustrated in Figure 1B , the above expression can be simplified to:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Description of the model"
        },
        {
            "text": "To compute the term on the right hand side of Equation 12, we note that E t and I t are determined by changes in these variables (Equations 1-2). To find how ∆E t is related with other variables, we can add Equations 1 and 2, and we get:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "Using Equations 15, 2-5 we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "The above formula allows recursively computing P (E t , I t , ∆R 1:t ) from the corresponding probability on the previous day. In the presented analyses these probabilities were computed for the values of E t and I t from 0 to n, and in the first step we used uninformative flat prior P (E 0 , I 0 ) = 1 (n+1) 2 . Once the joint probability P (E t , I t , ∆R 1:t ) is computed for the last available day, we compute the posterior probability from Equation 6 , and report the probability of the population being virus free P (E t = 0, I t = 0|∆R 1:t ).",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 457,
                    "text": "Equation 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of the model"
        },
        {
            "text": "To perform the calculation in the previous section, the values of parameters β, σ and γ need to be known. We set σ = 0.2 since the average incubation period of COVID-19 is around 5 days. We assume that β and γ are the same for the whole New Zealand. To estimate β and γ, 4 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. we find the values which maximize the product of probabilities of observed data (Equation 7) across DHB. This maximum is found through a numerical optimization employing a simplex algorithm [4] with initial values β = γ = 0.3.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Estimating model parameters"
        },
        {
            "text": "To assess accuracy of this parameter estimation procedure we tested if the correct values of parameters can be recovered from artificially generated data. We generated 20 artificial datasets, each containing a similar amount of data that is available on the current history of cases in New Zealand. For each dataset we randomly generated γ from uniform distribution between 0.1 and 0.4, and generated β from uniform distribution between 0.05 and γ + 0.05. With these parameters we generated 20 sequences (corresponding to 20 DHB) of ∆R t . For each DHB, the initial numbers of presymptomatic and infectious individuals E 0 and I 0 were generated from uniform distribution between 1 and 10. The model was then simulated for 21 days according to Equations 1-5. For each dataset we estimated β and γ and compared with true values from which data were generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating model parameters"
        },
        {
            "text": "Left and middle displays in Figure 2 compare the estimated values of parameters with the true values. There is a significant correlation between true and recovered values (for β: r = 0.85, p < 0.01, for γ: r = 0.86, p < 0.01). Nevertheless there is a bias in the estimation. The direction of this bias is not consistent, but depends on simulation parameters (the recovery presented in Figure 2 was done with n = 10, but for n = 20 the bias is in the opposite direction, not shown). Nevertheless the right display in Figure 2 shows that the difference between parameters is accurately estimated (r = 0.97, p < 0.01). It is not surprising that this difference is recovered more accurately, because it determines whether the number of cases increases or decreases over days, which is a salient feature in the data. By contrast, the individual values of β and γ influence less salient features (e.g. a probability of a case after a long period with no cases), so they are more difficult to estimate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 385,
                    "end": 393,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 516,
                    "end": 524,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Estimating model parameters"
        },
        {
            "text": "We estimated model parameters using the method described in the previous section with parameter n = 40 on the basis of data available at: https://www.health.govt.nz/ourwork/diseases-and-conditions/covid-19-novel-coronavirus/covid-19-current-situation/covid-19-5 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final estimation of probability"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint current-cases/. Form the available data we extracted the number of cases in each DHB on each day between 25 March and 18 April 2020. Subsequently we used the fitted model to predict probability of the population being virus free P (E t = 0, I t = 0|∆R 1:t ). To avoid the influence of the prior probability (that was set arbitrarily) on the estimate, for each DHB model was additionally run on the first week of data 10 times, i.e. the model was estimating the probability on the basis of extended sequence of new cases composed of: [∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:7 , ∆R 1:t ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final estimation of probability"
        },
        {
            "text": "Due to uncertainty in estimates of individual parameters β and γ seen in Figure 2 , we additionally estimated the probabilities of being virus free using a model with β = 0.1 and β = 0.4 and the parameter γ set on the basis of the estimated difference γ − β.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Final estimation of probability"
        },
        {
            "text": "On the basis of data on the number of cases in New Zealand in the period from 25 March to 18 April 2020, we estimated parameters of the model as β = 0.26, γ = 0.42. The lower value of a rate with which individuals become infected β than the rate in which cases are reported γ corresponds to the decreasing number of cases over this period. Table 1 gives estimated probability that the virus has been eradicated in individual DHBs 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (column Pβ). This probability is highly correlated with the number of days with no new cases, also given in Table 1 (r = 0.90, p < 0.01). This relationship is also illustrated in Figure 3 . This relationship is not perfect, for example, the estimate for Whanganui is 44% despite only a single day with no cases, because this most recent case was preceded by 14 days with no cases in this DHB. In agreement with occurrence of cases after such long delays, even the regions without cases for 16 or 17 days have the probability estimate around 90% (rather than 100%). Two most right columns of Table 1 also list the probabilities computed with values of β differing form that estimated (and γ set to preserve the difference between estimated γ and β). These probabilities do not differ much, suggesting that the computation of these probabilities is robust to the biases in parameter estimates ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 698,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 770,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1174,
                    "end": 1181,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1484,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This report presented a method for estimating the probability of regions being virus free. This probability is highly correlated with the number of days without cases, suggesting that the number of case-free days is a useful quantity to consider while making decisions and informing the public. For example, Figure 4 illustrates how this quantity can be visualized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The presented estimates have to be treated with great caution, because the model made many simplifying assumptions which are not satisfied in practice. First, the model assumes that all individuals with COVID-19 are symptomatic and identified, while another model of COVID-19 spread in New Zealand assumed probability 0.33 of individuals being subclinical [5] . It has been demonstrated that failing to detect accurately cases of disease increases 7 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.20.20073304 doi: medRxiv preprint the time one has to observe no new cases to be sure that a disease has been eradicated [6] . Nevertheless according to the website of the Ministry of Health (address in the Methods), the fraction of cases due to community transmission (4%) is much lower than the number of cases due to the contact with known individual (54%) which suggests that the majority of infectious individuals is being identified in New Zealand. Second, the model assumed that once individuals become diagnosed, they are isolated, and no longer infect others. This assumption may also be not satisfied in practice. Third, the model assumes that there is no movement of individuals between DHB while some of the DHB (e.g. Auckland and Waitemata) include districts of the same city (e.g. Auckland), so the assumptions on travel of individuals between DHB could to be included to refine the model.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The incubation period of coronavirus disease 2019 (covid-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "Kyra",
                    "middle": [
                        "H"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "Qifang",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                },
                {
                    "first": "Qulu",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hannah",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "S"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "Justin",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of internal medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Statistical inference in a stochastic epidemic seir model with control intervention: Ebola as a case study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Phenyo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lekone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bärbel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Finkenstädt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biometrics",
            "volume": "62",
            "issn": "4",
            "pages": "1170--1177",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Suppression and mitigation strategies for control of covid-19 in new zealand. medRxiv",
            "authors": [
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shaun",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hendy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Plank",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Steyn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A simplex method for function minimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "Roger",
                    "middle": [],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The computer journal",
            "volume": "7",
            "issn": "4",
            "pages": "308--313",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A stochastic model for covid-19 spread and the effects of alert level 4 in aotearoa new zealand. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Rachelle",
                    "middle": [
                        "N"
                    ],
                    "last": "Plank",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Binny",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shaun",
                    "suffix": ""
                },
                {
                    "first": "Audrey",
                    "middle": [],
                    "last": "Hendy",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Steyn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rigorous surveillance is necessary for high confidence in end-of-outbreak declarations for ebola and other infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Robin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "Katri",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jalava",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society B",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Model. A) Structure of SEIR model. Circles denote compartments, while arrows denote the movement of individuals between compartments, and the labels above arrows indicate the distributions of the number of people moving per day. B) Probabilistic model. Circles denote random variables, while arrows denote dependencies among them.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of true and estimated model parameters. Each dot corresponds to a single simulation, and the dashed lines indicate the identity line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Relationship between the number of days with no new cases and the estimated probability of regions being virus free.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Map of New Zealand with different DHB colour coded according to the number of days with no new cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "DHBNumber of cases Days with no cases Pβ P β=0.1 P β=0.4",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author thanks Medical Research Council UK for support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}