{
    "paper_id": "ef2bf64c4718400f99428ccb15c40ceffdc114ed",
    "metadata": {
        "title": "A Validation Study for the Successful Isolation Policy in China: 1 a Meta-Analysis in COVID-19",
        "authors": [
            {
                "first": "Jianghu",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongdao",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Naikai Universiy",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [],
                "last": "Fraz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {
                        "addrLine": "7 Nebraska",
                        "settlement": "Omaha",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianghu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 is quickly spreading around the world and carries along 9 with it a significant threat to public health. This study sought to apply 10 meta-analysis to more precisely and accurately estimate the basic reproduc-11 tion number (R 0 ) of COVID-19 in order to evaluate the effectiveness of the 12 isolation policy across countries, and the corresponding public health capa-13 bility to care for patients. Prior estimates of R 0 have varied widely and 14 range from 1.95 to 6.49. Utilizing meta-analysis techniques we determined 15 a more robust estimation of 3.05 for R 0 , which is substantially larger than 16 that provided by the WHO. We also present the infectious rate standardized 17 to per million population, which has proved to be a good index to determine 18 whether the isolation measures in specific countries are effective. Also, this 19 standardized infection rate can be used to determine whether the current 20 infectious severity status is out of range of the national health capacity. Fi-21 nally, we utilize our robust estimate of R 0 and the standardized infectious 22 rate to illustrate that the early and aggressive isolation measures enforced 23 by the Chinese government were substantially more effective in controlling 24 the negative impact COVID-19 than the more permissive measures enacted 25 early in Italy and the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "26 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "reached a buffer period by using early and aggressive quarantine measures, Most 75 of Europe is currently at its peak period, and the US remains in a period of 76 exponential case growth which may be due to late, inconsistent, and relatively 77 permissive isolation measures enacted by states in absence of an early unified 78 federal response. 79 The number of people who are infected during the peak period depends mainly 80 on the efficacy of quarantine in the absence of a vaccine. So the quarantine has 81 been carried out to decrease the effective reproduction number of COVID-19. 82 From the term of epidemic principles, the virus usually has the initial basic trans-83 missibility R 0 . R 0 is an important index to determine the epidemic intensity. So 84 many studies have been carried out to estimate it as we describe in detail below. 85 As the efficacy of quarantine increases, the reproductive number decrease. If the 86 declining trend continues with the assumption of no resurges of the epidemic, 87 the reproduction number will drop below one, meaning that each individual will, We introduce the related statistical models to solve the question in COVID-19 research in this section. Each virus has a basic reproductive index of R 0 . The All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "82",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 848,
                    "text": "85",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint higher the reproduction index, the greater the spread of the virus in the absence of quarantine (government isolation policy). So, we assumed that the number of infected patients is related to the total population, the effective reproduction number index, and the government isolation policy to stop the rapidly transmitted from person to person. Now let Y t denote the number of infectious patients in a specific country, and the model for the number of the COVID-19 cases is assumed to be dependent on the total population, the reproduction number index, and the government isolation policy as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where R t denotes the effective reproduction index at time t, P denotes the total 111 population in the specific country, and X denotes the local government such as 112 a balance between the freedom and permissiveness. The function F can be a 113 suitable predict function with these variables P , R t , and X. For the function F , 114 the paper liu2020 used functional mixed effect model to Y t . We do not focus on 115 the construction of the function F in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The basic reproductive number R 0 is an important pandemic index to indi-117 cate infectious intensity, but it is challenging to determine the true value. Many 118 studies have given a wide range of R 0 in the existing literature, and we propose 119 the meta-analysis to estimate it in Section 2.1. Usually, the higher the reproduc-120 tion number, the more people will be infected given no intervention. We proposed 121 to use the infectious rate per million population from Y t and P to see the pan-122 demic severity in Section 2.2. Also, this standardized infectious rate per million 123 population also allows us to compare the intervention effects of COVID-19 across 124 countries. If the infectious rate exceeds the maximum healthcare capacity, the 125 pandemic will cause a high mortality rate. Therefore, we discuss the relationship 126 between the healthcare capacity and the peak of the infectious rate in Section 3. The estimated values of R 0 were different from each other with the range was 138 from 1.95 to 6.49. This huge difference of R 0 motivated us to estimate the basic 139 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint reproduction number by the scientific meta-analysis method, which is a statistical 140 tool that combines the results of multiple scientific studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "Meta-analysis can be used to address the same question in multiple scientific 142 studies, where each individual study reporting measurement was expected to have 143 some degree of error. So our main aim is to use the meta-analysis approach to 144 derive a pooled estimate closest to the unknown common truth. A benefit of 145 this approach was allowing us to have the aggregation of information leading to 146 a higher statistical power and a more robust point estimate than that is possible 147 from the measure derived from any individual study. Therefore, we have selected 148 13 independent studies to estimate R 0 by meta-analysis in the paper. In these 149 selected studies, these studies collected a random sample from a larger popula- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": "where µ j ∼ N (0, τ 2 ) and j ∼ N (0, σ 2 j ). The parameter τ 2 represents the 156 between-study variability and is often referred to as the heterogeneity parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": "It estimates the variability among the studies, beyond the sampling variability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "Therefore, the target of inference is R 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "158"
        },
        {
            "text": ". We use the weighted 159 average as the estimator for R 0 pop as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "158"
        },
        {
            "text": "whereŵ j = 1/(σ 2 j +τ 2 ). the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "158"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint R t . Therefore, the change curve of the standardized infectious rate over time can 170 indicate the effectiveness of the isolation policy executed by the government.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "170",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "158"
        },
        {
            "text": "By standardizing the reproduction rate to per million population, we can more 172 feasibly compare the effect of the government closure policy across countries since 173 it allows the reader to see both the number of the total population and the number 174 of cases in a single measure. Additionally, since the health system capacity is 175 proportional to the total population, the reproduction rate per million population 176 is more likely to predict whether the health capacity in a specific country has been 177 exceeded, which is important to know because this can lead to an unnecessary 178 increase in morbidity and mortality. The statistical results will be given in result 179 Section 2.2. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "175",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "179",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "171"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint Figure 1 : The flattered curve give how the infectious rate of COVID-19 can reduce the burdens of the health care system and the needed hospital capacity compared with the steep curve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "171"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "171"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Figure 2 : The reproduction number R 0 from meta-analysis, which included 13 studies with the range between 1.95 and 6.47. Our robust estimate of R 0 is 3.05, which is larger than 1.95 from WHO.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "171"
        },
        {
            "text": "Our estimate of R 0 from meta-analysis is 3.05 as shown in Figure 2 . Our value is 207 larger than the range from 1.4 to 2.5 from WHO. We find that the stochastic and were within the range produced the statistical and stochastic estimates. We find 212 that the reproductive number of R 0 of COVID-19 is larger than that of SARS. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "206"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "206"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is This section wants to apply the pandemic theory to the real data of COVID-19 247 so that we can justify the fact why the mortality rate was low in China. 248 We give the daily infectious rate curve per million population against time the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "248",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "206"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint choose independent studies to estimate the R 0 from a meta-analysis. we found 270 that the estimated R 0 for the COVID-19 from the meta-analysis is 3.05 (2.57, 271 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "206"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint 3.62), which is considerably higher than the WHO estimate at 1.95. Also, we give 272 the effective decay curve of R t with an exponential distribution with the start 273 point at 3.05 and at 1.00 at 26 days. The decay curve displays the whole process 274 of COVID-19 in China with the successful isolation policy. 275 We find that the infection rate per million population is a good index to All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "275",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "206"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "206"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the ef-324 fective reproduction number of the COVID-19 in China. medRxiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "325",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.27"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pattern of early human-to-human transmission of 327 Wuhan 2019-nCoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "4",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary estimation of the 329 basic reproduction number of novelCOVID-19 (2019-nCoV) in China, from 330 2019 to 2020",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International J Infect Disease",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "88 on average, infect less than one other individual and subsequently, the epidemic 89 is gradually die off at this time point when the effective reproductive number 90 reaches one. Also, the peak of the infection rate can be delayed or reduced after 91 the government intervention by reducing the effective reproductive number R t , 92 and accordingly, it reduces the strain on healthcare systems which are set to run 93 at near-capacity in absence of an epidemic. 94 Therefore, the above epidemic scenarios motivated us to investigate the ef-95 fectiveness of the isolation policy across different countries from real data since 96 it is important for public health to identify effective measures of prevention for 97 COVID-19 spread. This study has three purposes. First, since estimates of R 0 98 range widely (1.95 to 6.47) in the existing literature, we sought to utilize meta-99 analyses to determine a more robust estimate for R 0 . Second, we standardized 100 the infectious rate to per million population as a more conducive comparison of 101 the distribution of COVID-19 and to more readily show how the infectious rate is 102 beyond the maximum of the health system capacity in some countries. Third, we 103 can show how the relative success of China isolation policy to control the effective 104 reproductive number from the statistical model based on real data. To this end, 105 the results can supply some useful guidelines for controlling the rapid spread of 106 COVID-19 in the world. The rest of this article is organized as follows. The 107 proposed model is introduced in Section 2. Section 3 demonstrates the results 108 from the proposed model. Conclusions are given in Section 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The basic reproduction number 128 As mentioned in Section 1, the basic reproduction number R 0 is an indication of 129 the initial transmissibility probability of a virus. It represents the average number 130 of newly infected patients generated by an already infectious person. For example, 131 if R 0 is 3, then each patient has been spreading the infection to 3 other peoples in 132 theory. We have done a systematic review of the reproduction index, and we find 133 that many studies such as Wu2019; Read2019; Imai2020; and Riou2020 134 have been carried out to estimate this important basic reproduction number 135 index from statistical models. Most of these studies were based on the stochastic 136 process and the growth statistical model in the exponential distribution family.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "150 tion with a COVID-19 disease. These random samples included different patient 151 population with a different city, different countries, or different time periods, and 152 so we proposed to use the random-effect meta-analysis model, which were devel-153 oped by the papers Hedges1985 and DerSimonian1986. The random-effects 154 meta-analysis model is specified as",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The infection rate per million population 162 COVID-19 is now a global pandemic, but some countries have been hit harder 163 than others. The US now leads the world in overall cases. The government in 164 each country has implemented its own policy requiring varying levels of isolation 165 in their efforts to prevent COVID-19 spread. To compare the effectiveness of 166 isolation policies across the countries in this section, we standardized the number 167 of infectious cases by population size by (Y t /P × 100, 0000). The effectiveness of 168 the isolation policy is negatively related to the effective reproductive number of 169 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "possible to reduce the density of social contact, limited population isolation, 182 and avoid the occurrence of super-transmission environment, the majority of 183 single-door hospitals, as long as the public reduce the concentration of large-184 scale activities, the peak of the disease to implement home-based office, students 185 at home internet classes (online teaching) measures, can greatly reduce the spread 186 of the disease. So the peak of the infection rate can be delayed or reduced after 187 the intervention as shown in Figure 1, which is from two simulation data set with 188 the same number of 10,000 infectious patients. 189 Although COVID-19 is likely to infect a large proportion of each country's 190 population, early and aggressive isolation policies should be effective in \"flattening 191 the curve\" for the infection rate as shown in Figure 1. The \"social distancing\" 192 measures have been put in place with the hope of delaying and reducing the 193 overall peak of the infection rate curve. While the integral patient number of the 194 normal curves is the same for both curves, the \"flattened\" curve never exceeds the 195 capacity of the healthcare system, so that there are adequate resources to care for 196 those with serious infections as well as those already requiring hospital care for 197 other health conditions. For example, the Chinese government has made every 198 effort to ensure that its citizens are not infected at the expense of the economy. 199 In contrary to China, Europe, and the United States is relatively open at the 200beginning. We will give these comparisons in Section 3.section applied the above-proposed methods to solve the research questions 203 from the real COVID-19 data. We will show how the infectious number change 204 with the effective reproductive because of the success of the isolation policy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "statistical methods for deriving R 0 provide estimates that are reasonably compa-209 rable such as in the paper Zhao2019. Most mathematical methods produce the 210 larger estimates, although the values from some of the mathematical methods 211",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Infection rates per million population 214 This information graphic takes the ten most-affected countries in terms of total 215 cases and calculates the cumulative infectious rate per million population. Using 216 this measure, Italy has the most severe rate with 1,000 per million population 217 as in Figure 3. The USA is increasing very fast and the pattern of its curve 218 is similar to Italy. The curves of China and South Korean are very flat, which 219 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The infection rate curves per million population. The curves of China and South Korean were becoming very flat after 29 days, which indicates that both countries have effectively controlled the COVID-19 spreading. The curves of Italy and USA are at a similar climbing pattern.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "the cumulative infectious rate, the incidence rate per million 224 is a measure of the number of new cases per unit of time in the population. This 225 paper also gives a comparison of the effectiveness of the isolation policy over 226 time between China and the USA from the daily incidence infectious rate per 227 million population over time. The epidemic process in China has been controlled 228 in an effective way as shown in the upper panel in Figure 4. The solid curve 229 in Figure 4 is the real infectious incidence rate from the real China data. The 230 effective reproduction number decays in the dashed line, which is assumed as 231 the exponential distribution with the basic reproduction number R 0 (3.05) from 232 meta-analysis at the start point, then reach 1:00 at the peak point. The decay 233 curve indicates that the isolation policy in China was very successful since the 234 effective reproduction number has dropped to 1:00 at peak time. 235 If the USA has similar effects of the isolation policy as China, then the effective 236 reproduction number should decay as the dashed line as shown in the lower panel 237 inFigure 4. However, the date to reach the peak of the number of the infectious 238 number appears well beyond 26 days in the US. In fact, the US is still rising at 239 an exponential rate, exposing an ineffective current isolation policy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "in Section 2.3, the peak of the infection rate can be delayed or re-242 duced after the intervention such as the social distancing measures has been put 243 in place. However, if the peak curve exceeds the capacity of the healthcare sys-244 tem without a successful intervention, especially for the heavy burden of serious 245 infectious patients in the intensive care unit, then it causes a high mortality rate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The dotted line is the daily infection rate per million population in 250 China and the solid line is the daily infection rate per million population in Italy. 251 Italy has reached 108.3 per million population compared with 3.5 per million 252 population in China. So we can see that Italy has a more steep curve than The effective reproduction number and the daily infectious number in China and the USA. The predicted dash line is the decay curvy of the effective reproductive number from China's real data. The dotted line is a reference line when the effective reproductive number arrives one. The solid line in the above panel is the infectious number in China, and the solid line in the lower panel is the infectious number in the USA. The peak day was at about 26 days after Dec 20 in China while the USA is still rising after 26 days. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The dot line is the daily infection rate per million population in China and the solid line is the daily infection rate per million population in Italy. Italy has reached 108.3 per million population compared with 3.5 per million population in China was much higher than the mortality rate of 3.7%(3, 312/88, 554) in China as far 259 April 1 2020. In other words, government measures such as city lockdown have 260 not been put in place to reduce the overall peak of the infection rate curve, which 261 has been mentioned in Figure developed statistical methods to solve some challenging problems in 264 COVID-19 research. The estimate of the basic reproductive number has been 265 carried out in many studies, which were involved in different samples in different 266 cities and countries, different time periods for Wuhan infectious population, and 267 simulation samples from statistical or mathematics models. So, the basic repro-268 duction number varies from 1.95 to 6.47. According to the existing literature, we 269",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "276 determine how the severity of COVID-19 in a specific country. Compared with 277 the USA and Italy, the Chinese government is efficient and powerful to execute 278 the isolation policy in this flight for COVID-19. There are several reasons for 279 the Chinese successful isolation policy. Firstly, laboratory testing such as nucleic 280 acid testing and CT scans have been widely applied in China, which was helpful 281 for the identity and the isolation of COVID-19 patients at the right time and the 282 right place. The timely screening of suspected COVID-19 patients can reduce 283 the peak of the infectious rate of COVID-19, and then can reduce the burdens of 284 the health care system in the whole country. Secondly, the large scale and severe 285 exclosure policies were carried out to isolate infected people and quarantine their 286 contact with healthy people. Finally, if the hospital system can increase the 287 health capacity to take care of more patients by quickly building up mobile cabin 288 hospitals, which can partially reduce the mortality rate. 289 The paper is applying the proposed methods to the COVID-19 research based 290 on the available data and literature. The proposed model results such as R 0 from 291 the meta-analysis are driven by these existing data information and literature. 292 As the outbreak is continually expanding to more regions in the world, the size 293 of peak value and peak time may depend on a number of factors including the 294 speed of diagnoses and hospitalization of confirmed cases. Therefore, updating 295 the model results may need to be refined in the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "2020) WHO Clinical management of severe acute respiratory infection 298 when NovelCOVID-19 (nCoV) infection is suspected: interim guidance. 299 World Health Organization 1-21 300 Chan JF-W, Yuan S, Kok K-H, and et al.(2020) A familial cluster of 301 pneumonia associated with the 2019 novelCOVID-19 indicating person to 302 person transmission: a study of a family cluster. The Lancet; 395: 514 -303 523. 304 Wang W, Tang J, Wei F(2020) Updated understanding of the outbreak of 305 2019 novelCOVID-19 (2019-nCoV) in Wuhan, China. Journal Medical Virol; 306 94(4): 441 -447.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.15.20065102 doi: medRxiv preprint https://doi.org/10.1101/2020.02.10.20021774.Wu J, Leung K, Leung G(2020) Nowcasting and forecasting the potential domestic and international spread of the COVID-19 outbreak originating in Wuhan, China: a modelling study. The Lancet; 395: 689-697 Liu T, Hu J, Kang M, and et al.(2020) Transmission dyhttps://doi.org/10.1101/2020.01.25.919787 Read JM, Bridgen JRE, Cummings DAT, Ho A, Jewell CP 317 (2020) NovelCOVID-19 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. MedRxiv: doi: https://doi.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}