{
    "paper_id": "ef9f4f02eeda0588fee700e5aff8fcdcba3d7877",
    "metadata": {
        "title": "Using influenza surveillance networks to estimate state-specific case detection rates and forecast SARS-CoV-2 spread in the United States",
        "authors": [
            {
                "first": "Justin",
                "middle": [
                    "D"
                ],
                "last": "Silverman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Penn State University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nathaniel",
                "middle": [],
                "last": "Hupert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [
                    "D"
                ],
                "last": "Washburne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Detection of SARS-CoV-2 infections to date has relied on RT-PCR testing. However, a failure to identify early cases imported to a country, bottlenecks in RT-PCR testing, and the existence of infections which are asymptomatic, sub-clinical, or with an alternative presenta-15 tion than the standard cough and fever have resulted in an under-counting of the true prevalence of SARS-CoV-2. Here, we show how publicly available CDC influenza-like illness (ILI) outpatient surveillance data can be repurposed to estimate the detection rate of symptomatic SARS-CoV-2 infections. We find a surge of non-influenza ILI above the seasonal average and show that this surge is correlated with COVID case counts across states. By quantifying the 20 number of excess ILI patients in March relative to previous years and comparing excess ILI to confirmed COVID case counts, we estimate the syndromic case detection rate of SARS-CoV-2 in the US to be approximately 1 our of 100. This corresponds to at least 28 million presumed symptomatic SARS-CoV-2 patients across the US during the three week period from March 8 to March 28. Combining excess ILI counts with the date of onset of community transmission in 25 the US, we also show that the early epidemic in the US was unlikely to be doubling slower than every 3.5 days. Together these results suggest a conceptual model for the COVID epidemic in the US in which rapid spread across the US are combined with a large population of infected patients with presumably mild-to-moderate clinical symptoms. We emphasize the importance of testing these findings with seroprevalence data, and discuss the broader potential to use 30 syndromic time series for early detection and understanding of emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Here, we quantify background levels of non-influenza ILI over the past 10 years and identify a recent surge of non-influenza ILI starting the first week of March, 2020. This surge of excess ILI correlates with known patterns of SARS-CoV-2 spread across states within the US, suggesting the surge is unlikely to be due to other endemic respiratory pathogens, yet is orders of magnitude larger than the number of confirmed COVID cases reported. Together this suggests that the true prevalence of SARS-CoV-2 within the US is much larger than currently appreciated and that the syndromic case detection rate is approximately 1%, corresponding to at least 28 million new ILI cases due to SARS-CoV-2. Our analysis provides empirical corroboration of previous hypotheses 55 of substantial undocumented cases yet places the estimated undocumented case rate an order of magnitude higher than prior reports [6] . The SARS-CoV-2 prevalence estimates obtained from the ILI surge are consistent an epidemic doubling time of less than 3.5 days. A 3.5 day doubling time is substantially faster than many prior reports [7, 8] yet is consistent with the 3-day doubling time of observed deaths due to COVID within the US. Our findings support a conceptual model 60 for COVID spread in the US in which more rapid spread than previously reported is coupled with a larger undiagnosed population to give rise to currently observed trends. Finally, we find that the ILI surge peaks the week starting March 15, and we discuss the potential explanations for this phenomenon.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 900,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 1244,
                    "end": 1246,
                    "text": "60",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We identified excess ILI cases by first subtracting cases due to influenza and then subtracting the seasonal signal of non-influenza ILI (Figure 1 ). Many states, including Washington, New York, Oregon, Pennsylvania, Maryland, Colorado, New Jersey, and Louisiana, have had a recent surge in number of non-influenza ILI cases far in excess of seasonal norms. For example, in the second week 70 of March, 2020, Oregon saw 50% higher non-influenza ILI than it had ever seen since the inception of the ILINet surveillance system within the US. We find that with 95% probability approximately 4% of all outpatient visits in Oregon during this time were for ILI that could not be explained by either influenza or the normal seasonal variation of respiratory pathogens. We find that as the seasonal surge of endemic non-influenza respiratory pathogens declines, this excess ILI correlates 75 more strongly with state-level patterns of newly confirmed COVID cases suggesting that this surge is a reflection of ILI due to SARS-CoV-2 (Pearson ρ > 0.35 and p < 0.01 for the last three weeks; Figure S1A ).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 392,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1081,
                    "end": 1091,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Influenza like illness surge"
        },
        {
            "text": "To equate this surge to state-wide or national case counts, we assume that the average number of patients seen per week by sentinel providers is representative of their respective states that week. 80 Using this assumption, the total excess non-influenza ILI across the US was approximately 28.5 million excess individuals in the 3 week period between March 8 and March 28, 2020 compared to the same period in 2019 (95% credible interval of 25.9-30.5 million). Notably, we find that the ILI surge appears to peak during the week starting on March 15 and subsequently decreases in numerous states the following week; the notable exceptions being New York and New Jersey, two 85 of the states that have been the hardest hit by the epidemic.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "80",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza like illness surge"
        },
        {
            "text": "Our prevalence estimates could be falsely elevated if patient behavior has recently changed leading to increasing detection of mild ILI. If the ILI surge reflected higher rates of detection of typically mild ILI, we would expect emergency department ILI rates would increase yet the proportion of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating ILI Admission Rates"
        },
        {
            "text": "The rate at which SARS-CoV-2+ patients with ILI symptoms are identified as having COVID varies by state and over time (Figure S2 ). Our estimated syndromic case detection rates have been 100 increasing over the month of March, which can be expected given increases in testing capacity across the US since the February 28 detection of community transmission in Washington State. For the week ending March 14, COVID cases in the states with the highest estimated syndromic case detection rate (Washington, Nevada, and Michigan) are only capturing approximately 1% of ILI surges in those states ( Figure 2 ). In the last week ending on March 28, we estimate the 105 detection rate across the US increased to be 1.5% (95% credible interval 1.2%-1.9%).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 128,
                    "text": "(Figure S2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 602,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Syndromic Case Detection Rate"
        },
        {
            "text": "The true prevalence of SARS-CoV-2 is unknown. However, if we assume the excess non-influenza ILI is almost entirely due to SARS-CoV-2, an assumption that becomes more valid as the virus becomes more prevalent, we can use the excess non-influenza ILI to define bounds and understand 110 the mutual dependence of exponential growth rates, the rate of subclinical infections, and the time between the onset of infectiousness and a patient reporting as ILI Figure 3 . With a January 15 start date of the US epidemic [10] , allowing early stochasticity from start-time to the onset of regular exponential growth, we find that it's impossible to explain the ILI surge with an epidemic whose doubling time is longer than 3.5-days, as such slow growth scenarios fail to produce enough 115 infected individuals to match the observed excess ILI.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Epidemic Growth Rates and Clinical Rates"
        },
        {
            "text": "Across the entire US, the doubling rate for deaths due to COVID is 3.01 days (±0.001, pvalue of test that doubling rate is less than 3.5 days approximately 0). Under a 1-day lag from the onset of infectiousness to reporting as ILI, the doubling time of deaths in the US imply an expected 98.6% clinical rate (the proportion of patients who have symptoms for which they would 120 present to a health care provider) if the entirety of the first week of ILI surge is comprised of COVID patients ( Figure 3A ). Adjusting the ILI surge to account for decreased care-seeking does not produce congruence between the epidemic curve and the ILI surge, suggesting additional factors can be affecting the ILI surge, such as successful interventions, even faster decreases in care-seeking than observed in New York, or epidemic growth rates faster than 3 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Epidemic Growth Rates and Clinical Rates"
        },
        {
            "text": "Faster growth rates, however, require lower clinical rates to explain the ILI surge. If the US epidemic prior to March 14 grew at the rate of deaths in Italy, doubling every 2.65 days, it could better match the curvature of the ILI surge and would imply a clinical rate of 16.5% ( Figure 3B ). For a four-day lag between the onset of infectiousness and presentation with ILI, the doubling time of US deaths produces, on average, too few COVID cases to explain the excess ILI 130 on March 14. However, 29.8% of the stochastic simulations with a growth rate similar to that of US deaths produced enough COVID cases to explain the ILI surge and thus suggest either secondary introductions, super-spreading, or rapid transmission events in early transmission chains to exceed the ILI surge [11] . On the other hand, the doubling time of deaths in Italy could capture the US excess ILI with a 38.8% clinical rate. If researchers produce estimates of growth rates for the 135 US epidemic, the ILI surge can be used to estimate bounds and ranges of possible clinical rates ( Figure 3C ). If the entirety of the ILI surge is attributable to COVID, it suggests a slowest-possible doubling time of 3.5 days for the US epidemic starting on January 15.",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 790,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1077,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "125"
        },
        {
            "text": "We use outpatient ILI surveillance data from around the US to estimate the prevalence of SARS- CoV-2+. We find a clear, anomalous surge in ILI outpatients during the COVID epidemic that correlates with the progression of the epidemic across the US. The surge of non-influenza ILI outpatients is much larger than the number of confirmed case in each state, providing evidence of large numbers of symptomatic probable COVID cases that remain undetected. The slowest epidemic doubling time that could explain the ILI surge would be 3.5 days and this rate could only of potential COVID outpatients with presumably milder distribution of clinical symptoms than estimated from prior studies of SARS-CoV-2+ inpatients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Excess ILI appears to have peaked during the week starting on March 15th, leading the observed ILI dynamics to diverge from the overall epidemic dynamics implied by the growth rate of COVID deaths in the US. If the ILI dynamics were proportional to the epidemic curve then the two 155 could be related with a constant subclinical rate. However, the changing ratio between the ILI surge and the epidemic curves parameterized by the growth rate of US deaths suggests additional mechanisms may be behind the ILI slowdown. First, a slowdown in ILI outpatient arrivals could be due to decrease in care-seeking where patients with mild ILI are less likely to present to the hospital as evident in emergency departments across New York City. Adjusting our ILI prevalence 160 estimates based on the effect observed in New York City aligns ILI estimates more closely with predicted dynamics, yet the discrepancy remains. The remaining deviation could reflect more extreme changes in patient behaviors than those seen in New York City or successful interventions leading to lower transmission rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, the observed ILI surge may represent more than just 165 SARS-CoV-2 infected patients. A second epidemic of a non-seasonal pathogen that presents with ILI could confound our estimates of ILI due to SARS-CoV-2. Alternatively, it is also possible that our use of ILI data has underestimated the prevalence of SARS-CoV-2 within the US. While early clinical reports focused on cough and fever as the dominant features of COVID [5] , other reports have documented digestive symptoms as the complaint affecting up to half of patients 170 with laboratory-confirmed COVID [12] , and alternative presentations, including asymptomatic or unnoticeable infections, could result in ILI surges underestimating SARS-CoV-2 prevalence. Additionally, our models have several limitations. First we assume that ILI prevalence within states can be scaled to case counts at the state level. This is based on the assumption that the average number of cases seen by sentinel providers in a given week is representative of the 175 average number of patients seen by all providers within that state in a given week. Errors in this assumptions would cause proportional errors in our estimated case counts and syndromic case detection rate. Second, our epidemic models are crude, US-wide SEIR models varying by growth rate alone and as such do not capture regional variation or intervention-induced changes in transmission. Our models were used to estimate growth rates from ILI for testing with COVID 180 data and to estimate the mutual dependency of growth rate, the lag between the onset of infection and presentation to a doctor, and clinical rates; these models were not intended to be fine-grained forecasts for municipality hospital burden and other common goals for COVID models. Finer models with regional demographic, and case-severity compartments are needed to translate our range of estimated prevalence, growth rate, and clinical rates into actionable models for public 185 health managers.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While an ILI surge tightly correlated with COVID case counts across the US strongly suggests that SARS-CoV-2 has potentially infected millions in the US, laboratory confirmation of our hypotheses are needed to test our findings and guide public health decisions. Our conceptual model for the epidemic with the US makes clear and testable predictions. Our model would suggest rela-190 tively high rates of community seropositivity in states that have already seen an ILI surge. A study of ILI patients from mid-march who were never diagnosed with COVID could test our model's predictions about the number and regional prevalence of undetected COVID cases presenting with ILI during that time. If seroprevalence estimates are consistent with our estimated prevalence from these ILI analyses, it would strongly suggest lower case severity rates for COVID and indicate 195 the value of ILI and other public time-series of outpatient illness in facilitating early estimates of crucial epidemiological parameters for rapidly unfolding, novel pandemic diseases. Since not all novel pandemic diseases are expected to present with influenza-like symptoms, surveillance of other common presenting illnesses in the outpatient setting could provide a vital tool for rapidly understanding and responding to novel infectious diseases. 200 ",
            "cite_spans": [
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "200",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In what follows, let i index state i and let t index week t (with t = 0 referring to October 3, 2010; the start of ILINet surveilance). Our analysis centers around decomposing the probability of testing positive for COVID, δ into the product of the syndromic case detection rate for ILI patients, δ s , and the probability that a COVID patients presents to the clinic with ILI, δ c . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Since 2010 the CDC has maintained ILINet for weekly influenza surveillance. Each week approximately 2,600 enrolled providers distributed throughout all 50 states as well as Puerto Rico, the District of Columbia and the US Virgin Islands, report the total number of patient encounters n it and the total number of which met criteria for influenza-like illness (ILI -defined as a temperature for influenza y f lu it . Therefore ILINet data can be thought of as a weekly state-level time-series representing the superimposed prevalence of various viruses which can cause ILI. ILINet data was obtained through the CDC FluView Interactive portal [14] .",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "In addition to ILINet data, US State population data for the 2020 year was downloaded from https://worldpopulationreview.com/states/. The number of primary care providers in each state 220 per 100,000 residents b was obtained from Becker's Hospital Review [15] . COVID confirmed case counts were obtained from The New York Times' database maintained at https://github.com/nytimes/covid-19-data. This dataset contains the daily cumulative confirmed case count for COVID for each state z il for day l. The dataset of deaths in Italy was downloaeded from https://github.com/pcmdpc/COVID-19 on April 6, 2020. ",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "Within the ILINet dataset, New York City and New York were summed into a combined New York variable representing both New York city and the surrounding state. Due to incomplete data in one or more of the data-sources described above the Virgin Islands, Puerto Rico, The Commonwealth of the Northern Mariana Islands, and Florida were excluded from subsequent analysis. In addition, daily cumulative confirmed COVID cases were converted to weekly counts of new cases bỹ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Processing"
        },
        {
            "text": "To subtract influenza signal from y it we assume that the population of patients with ILI within a state are the same population that are potentially tested for influenza. This assumption allows us to calculate the number of non-influenza ILI cases as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracting non-influenza ILI signal"
        },
        {
            "text": "The resulting time-seriesỹ it are shown in Figure S3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 52,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Extracting non-influenza ILI signal"
        },
        {
            "text": "We identified ILI surges inỹ it by training a model onỹ it for all data prior to July 21, 2019. We then 230 used this model to predict the prevalence of non-influenza ILI (π it ) for dates after and including July 21, 2019. We calculated the ILI surge as the difference between the observed proportion of non-influenza iliỹ it /n it andπ it . More specifically, to account for variation in the number of reporting providers, we trained the 5 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying ILI Surges"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050542 doi: medRxiv preprint following binomial logistic-normal model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We made the following prior specifications: We set the bandwidth parameter for the squared exponential kernel as ρ = 3 representing a strong local correlation in time that died off sharply 235 beyond 3 weeks, α = 1 representing a signal to noise ratio of of approximately 1, υ = 1 and ξ = 1 representing weak prior knowledge regarding the overall scale of variation in the the latent space. Finally, we set θ = −2.197 representing an off-season prevalance of 0.1% non-influenza ILI. Samples from the posterior predictive density p(π it |y i1 , . . . ,ỹ iT , n i1 , . . . , n iT ) were collected using the function basset from the R package stray [16]; a total of 4000 such samples were collected in 240 this analysis. We define the prevalence of non-influenza ILI in excess of normal seasonal variation as y * it =ỹ it /n it −π it . To exclude variation attributable to unseasonably high rates of other ILI causing viruses (such as the outbreak of RSV in Washington state in November-December 2019) we only investigate y * it for weeks after March 7th 2020 as only these later weeks had high correlation to the COVID 245 confirmed case rate ( Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1143,
                    "end": 1152,
                    "text": "Figure S1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As COVID new case countsz it represent the number of confirmed cases in an entire state and ILINet data represents the number of cases seen by a select number of enrolled providers, we must estimate scaling factors w i to enable comparison of ILINet data to confirmed case counts at the who state level. Let π * it denote the probability that a patient with ILI in state i has COVID as estimated from ILINet data. Let p i denote the population of state i and let b i denote the number of primary care providers per 100,000 people in state i. We simulated the number of COVID cases (excess ILI meeting criteria above) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating scaling factors to relate ILINet data to COVID case numbers"
        },
        {
            "text": "That is we translate the inferred proportion of individuals with ILI due to COVID to the state level by considering the average number of patients seen by each provider in the study ( nit dit ) and 250 the number of primary care providers in state i ( bipi 10 5 ). Notably to account for potential errors in these scaling factors, we add propogate uncertainty into our calculation by using Monte-Carlo simulation of the average number of patients seen by each provider in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating scaling factors to relate ILINet data to COVID case numbers"
        },
        {
            "text": "Assuming that the majority of SARS-CoV-2 testing within the US has been directed by patient 255 symptoms[17], the pool of newly diagnosed SARS-CoV-2+ patients is a subset of the pool of SARS-CoV-2+ patients who are identified as having ILI. Therefore, we calculate the probability that a symptomatic SARS-CoV-2+ patient will be identified as having SARS-CoV-2 as δ s it =z ij /π * it ( Figure S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 395,
                    "text": "Figure S2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Estimating syndromic case detection rates"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050542 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Growth rates were estimated for the US and Italy by poisson generalized linear models predicting new deaths with date. Data on COVID deaths in the US were obtained from https://github.com/nytimes/covid-19-data on April 6, 2020 and all deaths from March 5, 2020 to April 1, 2020, were summed by date. Initially, April 2-5 were included but were found to have extremely high leverage and were hence excluded from our analysis. Data on COVID deaths in Italy were obtained from 265 https://github.com/pcm-dpc/COVID-19. The same procedure was applied, focusing on deaths from February 24 until March 12. The slope from poisson regression was used as the estimated exponential growth rate, yielding a US growth rate r U S = 0.23 or a 3.01 day doubling time and r IT = 0.26 or a 2.65 day doubling time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth Rate estimation"
        },
        {
            "text": "were parameterized for the US to a timescale of units days by setting ζ = 3.23×10 −5 corresponding to a crude birth rate of 11.8 per 1000 per year, a baseline mortality rate ω b = 2.38 × 10 −7 corresponding to 8.685 per 1000 per year, an infectious mortality rate ω i = 2.62 × 10 −7 , incubation period γ −1 of 3 days, infectious period ν −1 of 10 days, and β parameterized to ensure I(t) grew with a specified exponential growth rate early in the epidemic. A total of 2,000 simulations were run for 275 each of the two growth rates (US and Italy) analyzed. Growth rates were drawn at random with r U S N (r U S , 0.1) and r IT N (r IT , 0.1). To illustrate the mutual dependence between estimates of growth rate, clinical rate, and the lag between the onset of infectiousness to presentation to a doctor with ILI, 2,000 simulations with uniform growth rates in the interval [0.173,0.365] corresponding to a range of doubling times between 1.9 days and 4 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic simulations and clinical rates"
        },
        {
            "text": "Each simulation was initialized with (S, E, I, R, t) = (3.27 × 10 8 , 0, 1, 0, 0) where time 0 was January 15. To simulate the stochastic time it took from the first case to the onset of regular exponential growth, a Gillespie algorithm was used from the initial conditions until either t = 50 (March 5, 2020) or E(t) + I(t) = 100. The initial Gillespie algorithm was implemented on the assumption that a large amount of variation in the epidemic trajectory stems from uncertainty in 285 trajectory of early transmission chains. The output from Gillespie simulations was input as an initial value into the system of differential equations and integrated until the August 5, 2020. The number of infected individuals on a given day was the last observed I(t) for that day, and a weekly pool of infected patients was computed by a moving sum over the number of infected individuals every day for the past week, I w (t) = k=6 k=0 I t−k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "280"
        },
        {
            "text": "Defining Y t = i y † it as the national excess ILI, the clinical rate implied by a given simulation was estimated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "290"
        },
        {
            "text": "for a given time delay t d it takes from the onset of infectiousness to a patient reporting to the doctor with ILI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "290"
        },
        {
            "text": "All code and data required to reproduce our results is publicly available at https://github.com/jsilve24/ili_surge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "295"
        },
        {
            "text": "We thank Rachel Silverman, Raina Plowright, and Dan Rosenheck for their manuscript comments. JDS was supported in part 340 by the Duke University Medical Scientist Training Program (GM007171). 300 7 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "300",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The copyright holder for this preprint CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : Assuming the non-influenza excess ILI for the week starting March 22 consists entirely of patients with COVID, the probability that a symptomatic COVID+ patient will be detected varies by state but even the highest syndromic case detection rates are likely below 10%. Across the US the syndromic case detection rate is 1.5% (95% credible set 1.2% to 1.9%). In Figure S2 we show how the syndromic case detection rate varies over time across states.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 566,
                    "text": "Figure S2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "The copyright holder for this preprint . Figure 3 : (a) The excess ILI estimated falls within the range of what one could expect from a US epidemic growing at the exponential growth rate defined by the growth of new deaths. Adjusting the ILI surge based on decreased care seeking in New York does not reconcile the difference bewteen the ILI surge and the epidemic curve from US growth rates, suggesting additional forces are at play. The cause of the apparent deceleration in the ILI surge is hypothesized to be due to some combination of successful interventions, faster decreases in care-seeking behavior changing than measured in New York, and/or other possibilities including faster growth and higher subclinical rates. (b) If the growth rate in the US is faster than US deaths suggest, such as a growth rate observed in Italy prior to the Italian lockdown (2.645 day doubling time), it could provide alternative explanations of the curvature of the excess ILI through a larger subclinical rate and epidemic curves near their peak at the time of the peak of the ILI surge. Serology or other measures of prevalence are needed to reconcile these alternative hypotheses. (c) More generally, the ILI surge forces a dependence between growth rate (doubling time), the clinical rate, and the lag between the onset of infectiousness and presentation to the doctor with ILI, where faster growth implies a slower clinical rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure S1 : (A) Excess ILI correlates strongly with patterns of newly confirmed COVID cases. This correlation is strongest for the last three weeks of data, when other seasonal respiratory pathogens are at their lowest. (B) Of all ED visits for ILI in New York City, the proportion (black line) of those severe enough to warrant admission to the hospital has increased in the past month.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure S1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "11"
        },
        {
            "text": "12 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure S2 : Since March 1, 2020, the case-detection of symptomatic COVID patients has increased by a factor of ≈ 100. This likely represents increased awareness of community transmission within the US combined with increased availability of testing. Still, the syndromic case detection rate remains below 1% for most states with many states with detection rates closer to 0.1%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "Figure S2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "11"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050542 doi: medRxiv preprint Arkansas  California  Colorado  Connecticut  Delaware   30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27   30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 524,
                    "text": "Arkansas  California  Colorado  Connecticut  Delaware   30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27   30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22  27  30  35  40  45  50  2  7  12  17  22",
                    "ref_id": null
                }
            ],
            "section": "13"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in china",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 (covid-19): situation report",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fundamental principles of epidemic spread highlight the immediate need for large-scale serological surveys to assess the stage of the sars-cov-2 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghafari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klenerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia 310 in wuhan, china: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in wuhan, china",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Substantial 315 undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling 320 study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "10225",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New york city department of heath and mental hygeiene, influenza surveilance report week ending",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "First case of 2019 novel coronavirus in the united states",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spitters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ericson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilkerson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Superspreading and the 330 effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical characteristics of covid-19 patients with digestive symptoms in hubei, china: a descriptive, cross-sectional, multicenter study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Once the signal attributable to influenza is extracted, the proportion of Patient encounters in which patient had non-influenza ILI (ỹ it /n it ) displays strong seasonal trends. The most notable deviations from these trends occur around Febuary",
            "authors": [
                {
                    "first": "S3",
                    "middle": [],
                    "last": "Figure",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "8C] or greater, and a cough or sore-throat without a known cause of than influenza; y it ) [13]. Let d it denote the number of reporting providers in state i in week t. For scale, in the 2018-2019 season ILINet reported approximately 60 million outpatient visits. Coupled to these data are weekly state-level reports from clinical and public health labs detailing the number of patient samples tested for influenza n f lu it as well as the number of these samples which are positive 215",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The excess non-influenza ILI is extracted from all non-influenza ILI by identifying the amount of non-influenza ILI in excess of seasonal norms (blue point and error bars represent the posterior median and 95% credible set for ILI not explained by non-COVID endemic respiratory pathogens). A binomial logistic-normal non-linear regression model was fit to non-influenza ILI data from 2010-2018 (grey lines). The model predicted the expected amount of non-influenza ILI in the 2019-2020 season (grey ribbons represent the 95% and 50% credible sets; the black line represents the posterior median). Observed non-influenza ILI beyond seasonal norms are shown as a blue line (posterior median) and blue ribbon (posterior 95% credible set). A number of regions are not represented due to insufficient laboratory influenza data to complete our analysis (see Methods for full details).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 2: Assuming the non-influenza excess ILI for the week starting March 22 consists entirely of patients with COVID, the probability that a symptomatic COVID+ patient will be detected varies by state but even the highest syndromic case detection rates are likely below 10%. Across the US the syndromic case detection rate is 1.5% (95% credible set 1.2% to 1.9%). In Figure S2 we show how the syndromic case detection rate varies over time across states.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint. https://doi.org/10.1101/2020.04.01.20050542 doi: medRxiv preprint R = 0.049 , p = 0.86 R = 0.35 , p = 0.014 R = 0.47 , p = 0.0011 R = 0.53 , p = 3e−04 1e−07 1e−06 1e−05 1e−04 1e−03 1e−07 1e−06 1e−05 1e−04 1e−03 New COVID Cases (Per Capita) Non−Influenza ILI in Excess of Seasonal Norms (Per Capita)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}