{
    "paper_id": "f1e63c9dae731cab6764d5f0da092e66833d5bbf",
    "metadata": {
        "title": "Interplay of host regulatory network on SARS-CoV-2 binding and replication machinery",
        "authors": [
            {
                "first": "Shiek",
                "middle": [],
                "last": "Ssj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chettinad Academy of Research and Education",
                    "location": {
                        "country": "Tamil Nadu India"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paramasivam",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamal",
                "middle": [],
                "last": "Raj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chennai Tamil Nadu",
                    "location": {
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Vishal",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for AIDS and Research Education Tamil Nadu",
                    "institution": "",
                    "location": {
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We dissect the mechanism of SARS-CoV-2 in human lung hosts from the initial phase of receptor binding to viral replication machinery using systems biological approach. Two independent lung protein interactome were constructed to reveal the signaling process on receptor activation and host protein hijacking machinery in the pathogenesis virus. Most of the functional hubs proteins were associated with SARS-CoV-2 infection. Also, 52% of the proteins related to cardiovascular disease, and they involved in viral infection, which causes vulnerability and severity in the risk individuals. We also showed five interconnecting cascades between hubs of both networks that explore the preparation of the optimal environment in the host for viral replication initiated at the phase of receptor attachment. Interestingly, we propose that seven potential miRNAs targeting the intermediate phase that connects receptor and viral replication process a better choice as a drug for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19, SARS-CoV-2) became a pandemic, spread almost 150 countries worldwide (Bedford et al., 2020) . SARS-CoV-2 causes lower respiratory infections leading to pneumonitis and multi-organ failure (Ling et al., 2020) . Till date, 1991562 cases were reported as on 16th April 2020 and expected to increase every day by a human-to-human transmission that occurred due to close contact with one another (WHO; Coronavirus disease 2019 (COVID-19) Situation Report-87). An increase in patient number increases the fatality rate because of non-specific treatment against SARS-CoV-2. Today COVID-19 became a serious threat in both developed and under-developing countries (Hopman et al., 2020) . There is an urgent need to accelerate work on specific treatments to decrease disease morbidity and mortality (Fauci et al., 2020; Baud et al., 2020) . Repurposing of existing drugs has been considered as an immediate remedy rather than waiting for a new molecule to pass through human clinical trials.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 127,
                    "text": "(Bedford et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 243,
                    "text": "(Ling et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 691,
                    "end": 712,
                    "text": "(Hopman et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 845,
                    "text": "(Fauci et al., 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 846,
                    "end": 864,
                    "text": "Baud et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, SARS-CoV-2 screening at the asymptotic stage may benefit the vulnerable population with the risk factor of diabetes, hypertension (Hussain et al., 2020; Wu et al., 2020; Wang et al., 2012) , and cardiovascular disease (European Centre for Disease Prevention and Control, 6th update 2020). However, understanding the mechanism of SARS-CoV-2 and host . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint involvement will provide knowledge that guides towards developing biomarkers and drugs to treat this pandemic disease.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 165,
                    "text": "(Hussain et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 182,
                    "text": "Wu et al., 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 183,
                    "end": 201,
                    "text": "Wang et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 588,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV-2 is a single-stranded RNA virus-derived from the Human SARS-CoV-2 group of ß-genus with the genome size of 30kbp. SARS-CoV-2 genome encodes most structural proteins at 3' ORFs and non-structural proteins (nsp) at 5' end ORFs (Wu et al., 2020; Chan et al., 2020) . The nsp proteins are categorized as nsp1-16, which plays a potential role in replicase / transcriptase activity whereas the ORFs at 3' encode nine putative accessory factors along with four structural proteins, nucleocapsid (N), envelope (E), membrane (M), and spike (S) proteins (Wu et al., 2020; Chan et al., 2020) . The envelope (E), membrane (M), and spike (S) proteins localized at vial surface suggested having host binding capacity. On host attachment, SARS-CoV-2 initiates the infectious cycle and undergoes RNA replication inside the host and assembles their substrate into their progeny virus. In general at initial phase of the host binding, virus may create an optimal environment for its replication by interacting with the host proteins.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 252,
                    "text": "(Wu et al., 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 253,
                    "end": 271,
                    "text": "Chan et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 554,
                    "end": 571,
                    "text": "(Wu et al., 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 572,
                    "end": 590,
                    "text": "Chan et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Simultaneously, the host alters its gene expression to react against the virus for self-defense leading to the overexpression of inflammatory genes and cytokine storm (Mehta et al., 2020) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 187,
                    "text": "(Mehta et al., 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to the viral genome complexity and 20% sequence dissimilarity with other pathogenic HCoVs (Zhou et al., 2020) . Notably, the sequence variations at replicase complex (ORF1ab), envelope (E), spike (S), nucleocapsid (N) and membrane (M) suggest the possibility of different mechanisms adopted by SARS-CoV-2 that brings the question of repurposing the existing drugs.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 113,
                    "text": "(Zhou et al., 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current knowledge of host molecular components utilization by the SARS-CoV-2 is still at an early stage compared with other known human infecting RNA viruses. Understanding the regulatory behavior will enhance our knowledge of the virus-host mechanism, which may through light on diagnosis and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we first time report a systems biological framework (Fig 1) to investigate the molecular interplay between SARS-CoV2 and human lung tissue. The novel approach utilizes high through-put experimental data and human protein interactome to reveal the SARS-CoV2 driven host mechanism. Our approach provides (i) Functional hubs that activated upon viral attachment to the receptor and viral genome evasion to the host. (ii) Association of viral modulated functional hubs with diabetes, hypertension, and cardiovascular disease. (iii) An . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 interdependency between the functional hubs that demonstrates the utilization of a host environment created upon receptor activation for the viral replication process. (iv) Hubs were representing possible miRNA for therapeutic intervention. Overall, our framework accesses the information such as human tissue proteome, transcriptome, text mining, and miRNA data to postulate a mechanism in host on SARS-CoV2 infection.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 732,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 752,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Firstly, we analyzed whether SARS CoV-2 protein interacting with the endogenous human proteins (host). For which we searched and collected SARS-Cov-2 host proteomics data derived from affinity purification mass spectrometry (Gordon et al., 2020) . The data provide 332 human endogenous proteins interacting with 27 SARS CoV-2 proteins. Further, these human endogenous proteins were categorized as SET-A and SET-B, respectively. SET-A composed of 38 human proteins showing physical affinity with structural proteins like as envelope (E), spike (S), and membrane (M) proteins localized at SARS-CoV2 surface. Whereas, the SET-B contains 294 host proteins confirming its affinity with 23 SARS-CoV2 non-structural and one nucleocapsid (N) proteins. Then, we investigate host proteins that favor the attachment of SARS-CoV2. So, the cellular localization of SET-A proteins was annotated to have ATP6V1A, AP3B1, STOM, and ZDHHC5, localized at the host cell surface that may enable SARS-CoV2 attachment. Further, the proteins in the SET-A and B were mapped with an in-house lungexpressed gene database to confirm their expression in the lungs that relate the mechanism that occurs in lung tissue.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 245,
                    "text": "(Gordon et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS CoV-2 Interacting host proteins"
        },
        {
            "text": "Next, we investigate the high-through-put protein-protein interaction networks that reveal the SARS-CoV2 mechanism in the host. Two independent protein interactome networks were generated from SET-A and SET-B, respectively. The first interactome, receptor-mediated network from SET-A contains four cell surface seed proteins that extended to have 45 neighboring proteins with every node directly connected to its seed proteins. The receptormediated network describes the molecular signaling initiated on SARS-CoV2 attach to the host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Protein-Protein Interactions"
        },
        {
            "text": "Secondly, the viral replication machinery network from SET-B with 332 seed proteins extended . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint to 1486 neighboring proteins with 11438 interacting edges which representing the mechanism attributed to evasion of the SARS-CoV2 genome into the host. The proteins involved in the networks were mapped to the in-house lung-expressed-gene database. As a result, all 49 proteins with four seed in the receptor-mediated network were expressed in the lungs (Fig 2) . Similarly, the viral replication machinery network was acquired with 1522 proteins with 9747 interacting edges showing the complex SARS-CoV-2 mechanism in the human lungs.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 319,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 680,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lung Protein-Protein Interactions"
        },
        {
            "text": "Here, we looked for densely connected protein, which provides essential functional hubs within the network. Molecular complex detection (MCODE) algorithm (Bader et al., 2003) used to extract hubs that define the core regulatory signaling and cellular processes within the network. Eleven core functional hubs were obtained from the viral replication machinery network (Appendix Fig S1-11 ). In a receptor-mediated network, the implementation of the MCODE algorithm was exempted for its limited number of nodes and edges, which by itself forms hubs. Hence, the interacting proteins for all four distinct receptors were considered as hubs for the receptor-mediated network (Fig 2) . All hub proteins were mapped to differential expressed genes from RNA-Seq data. Of 374 hub proteins from both the network, 76 were differentially regulated in primary human lung epithelium (NHBE) on SARS-CoV2 infection (RNA-Seq dataset GSE147507). For instance, eight differentially expressed hub proteins were noticed in the receptor-mediated network (Table EV1) . Similarly, among 325 hub proteins of viral replication machinery network, 68 were altered significantly, which confirms the hijacking of endogenous human proteins for the viral replication process (Table EV1) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 174,
                    "text": "(Bader et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Fig S1-11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 671,
                    "end": 678,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1033,
                    "end": 1044,
                    "text": "(Table EV1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1244,
                    "end": 1255,
                    "text": "(Table EV1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Core regulatory hubs"
        },
        {
            "text": "Next, we investigated why SARS-CoV2 infection is susceptible to metabolic diseases like cardiovascular disease, diabetes, and hypertension. For that, we tested the associations of hub proteins with these metabolic diseases using natural language processing in our indigenous R-code. Among 374 hub proteins from the network, 186, 155, and 103 proteins were associated with cardiovascular disease, diabetes, and hypertension, respectively (Table EV2) . We adopted a similar mining process to determine the relevance of hub proteins with lung diseases such as asthma, chronic bronchitis, pneumonia, chronic obstructive pulmonary disease (COPD), and . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.050138 doi: bioRxiv preprint emphysema. Simultaneously, the relevance of hub proteins was tested in viral infections such as adenovirus, influenza, metapneumo, parainfluenza, respiratory syntical virus, rhinovirus, HCoV-NL63, HCoV-229E, HCoV-HKU1, HCoV-OC43, SARS-CoV and MERS-CoV. These results suggest that 101 hub proteins have relevance to lung disease (Table EV3) , and 117 proteins were associated with the known viral infection (Table EV4 ). These associating hubs convey the likelihood of vulnerability in the risk population, symptoms related to lung diseases, and similar modes of viral infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 448,
                    "text": "(Table EV2)",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1211,
                    "text": "(Table EV3)",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1288,
                    "text": "(Table EV4",
                    "ref_id": null
                }
            ],
            "section": "Data Mining and Molecular risk factor Association"
        },
        {
            "text": "Subsequently, the protein enrichment analysis was executed to check the molecular involvement of hubs on SARS-CoV2 infection. The enrichment analysis of hubs showed several over representing pathways for the hubs of receptor-mediated and viral replication machinery network (Fig 3) . The receptor-mediated network hubs exhibit several molecular signaling and cellular events upon SARS-CoV2 attachment (Table EV5) . Notably, most hub proteins showed significant association with immune mechanism, signal transduction, metabolism of proteins, metabolism of RNA, transcription machinery, vesicle-mediated transport, metabolism, transport of small molecules cell cycle and homeostasis were noticed (Table EV5) . Also, a moderate involvement was seen in cellular response mechanism, cell-cell communication, organelle biogenesis and maintenance. Similarly, the enrichment analysis of hubs derived from viral replication machinery network (Fig 4) showed a major involvement of immune mechanism, signal transduction, metabolism of proteins, metabolism of RNA, transcription machinery, DNA repair, DNA replication, programmed cell death, and cellular responses to external stimuli were noticed (Table EV5) . Interestingly, several common mechanisms were noticed that occur due to the existence of 34 interconnected proteins between the hubs of both the network (Fig 5-9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 401,
                    "end": 412,
                    "text": "(Table EV5)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 694,
                    "end": 705,
                    "text": "(Table EV5)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 933,
                    "end": 940,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1186,
                    "end": 1197,
                    "text": "(Table EV5)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1353,
                    "end": 1361,
                    "text": "(Fig 5-9",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Molecular Enrichment"
        },
        {
            "text": "These common molecules represent the inter-connecting mechanism involved in the transcription machinery, immune response, cell growth and/or maintenance, transport, metabolism, protein metabolism, cell communication and signal transduction that activated upon virus binding and has been subsequently utilized for viral replication process (Table EV5) (Fig 10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 350,
                    "text": "(Table EV5)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 351,
                    "end": 359,
                    "text": "(Fig 10)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Molecular Enrichment"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint We further investigate these 34 interconnecting proteins that may use for therapeutic process. For which, the miRNA target for interconnecting proteins (genes) was identified.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 226,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "miRomics Interdependency"
        },
        {
            "text": "Among 34 proteins, 26 shown targeted by 119 miRNA. Of which, miR-124-3p, let-7g-5p, miR-133a-3p, miR-133b, miR-218-5p, miR-22-3p and miR-506-3p were noticed to target more than three interconnected proteins (Fig 11) . These miRNAs may show its utility for therapeutic intervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "(Fig 11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "miRomics Interdependency"
        },
        {
            "text": "We implement a comprehensive systems biological framework (Fig.1) that utilizes a variety of datasets to illustrate the critical mechanism mediated by SARS-CoV2 in the lungs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "(Fig.1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Two independent lung proteins interactome were constructed. The first interactome termed as a receptor-mediated network that revealed the molecular interaction that mediates cellular and signaling processes on SARS-CoV2 attachment to the host. In the receptor-mediated network, ATP6V1A, AP3B1, STOM, and ZDHHC5 are the seed proteins localized at the host surface showed significant affinity to the outer surface envelope (E), spike (S), and membrane (M) proteins of SARS-CoV2. On bounding with ATP6V1A, AP3B1, STOM, and ZDHHC5, the host activates multiple signaling and cellular events that demonstrated in the receptor-mediated protein network (Fig 2) . For instance, viral envelope (E) bound to the AP3B1 cell-surface protein that initiates the interaction with its neighboring proteins, AP1G1, AP1M1, AP3D1, AP3M2, AP3S1, AP3S2, ARF1, ARF6, ARRB1, ARRB2, BUB1, BUB1B, CLTC, and CSNK1A1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 652,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Similarly, spike (S) interacts with the ZDHHC5 that connects CLDND1, FLOT2, FXYD1, FYN, LRRC8A, and PIF1. Likewise, the SARS-CoV2 membrane (M) interacts with ATP6V1A and STOM host surface protein that signals 25 human endogenous proteins (Fig 2) . Each host cell surface proteins and its interacting neighbors form a closed hub with no extensive interconnection with another hub. These hubs were pathways enriched that takes part in wide verities of molecular pathways that include endosome transport, vesicle-mediated transport, protein modification, regulation of cell cycle, immune response, kinase activity, signal transduction, protein metabolism, cell communication, energy and metabolic pathway, cell growth, and maintenance, regulation of nucleic acid metabolism. To our knowledge, most of this mechanism is very well connected with the viral pathogenesis machinery mechanism. Notably, at an early phase of surface attachment, the host initiates inflammatory signaling such as interleukin . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.050138 doi: bioRxiv preprint signaling (IL1, IL2, IL5, IL23, IL8), TNF receptor, and NF-kappa B signaling pathways that may initiate cytokine storm in lung cells (Mehta et al., 2020; Conti et al., 2020) . Simultaneously, the involvement of transcription and translational regulatory processes were noticed in the pathway enrichment of receptor hubs. These results suggest that on surface receptor activation host prepares an optimal environment in the host for the viral replication. The second lung protein interactome was named as viral replication machinery network. In this network, we demonstrated the complex interconnectivity of human endogenous proteome with nucleocapsid (N) and 23 non-structural SARS-CoV2 proteins. The viral replication machinery network conveys the utilization of host factors for SARS-CoV2 replication and self-defense mechanism. Using the MCODE algorithm, eleven hubs (Appendix Fig S1-11) were extracted from the viral replication machinery networks, which play a significant role in cellular and molecular mechanisms.",
            "cite_spans": [
                {
                    "start": 1356,
                    "end": 1376,
                    "text": "(Mehta et al., 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1377,
                    "end": 1396,
                    "text": "Conti et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2103,
                    "end": 2113,
                    "text": "Fig S1-11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Further, mapping the differently expressed genes with the hubs showed approximately 20% of hub proteins were altered upon SARS-CoV2 infection (Table EV1 ). This result confirms the hijack of host hub proteins and their molecular pathways for SARS-CoV2 machinery. Some hub proteins were proven linked to diabetes, hypertension, and cardiovascular disease (Table EV2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 152,
                    "text": "(Table EV1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 354,
                    "end": 364,
                    "text": "(Table EV2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "These results suggest that the SARS-Cov-2 alter and utilize the disease proteins for its replication machinery that may be the considerable cause for susceptibility, severity, and complication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides, similar observations were noticed while mapping hub proteins with proteins related to lung disease and other viral infections. On mapping, 101 hub proteins were shared between the lung diseases suggesting a common mechanism relating disease symptoms and/or vulnerability (Table EV3) . Also mapping with other viral infection dataset, 50 hub proteins of the replication machinery network have noticed in influenza virus infection (Table EV4) As apart, several common pathways between the hubs of two networks were noticed (Table EV5) . We obtained these common pathways as an intersection of the 34 interacting molecules between the hubs (Fig 5-9 ). For example, AP3B1 hub derived from the receptormediated network interact with the \"hub 4\" of viral replication machinery network by GTF2F2, POLR2E, ARRB1, and AP3B1 interconnecting proteins (Fig 5) . Overall, five interacting hubs were noticed between receptor-mediated and viral replication machinery network (Fig 5-9 ). The . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.050138 doi: bioRxiv preprint molecular pathways of interconnecting protein hubs could be the intermediate phase that connects the receptor activation mechanism and viral replication process (Fig 10) . Such intersecting proteins will aid in developing a drug for SARS-CoV2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 291,
                    "text": "(Table EV3)",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 449,
                    "text": "(Table EV4)",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 541,
                    "text": "(Table EV5)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 646,
                    "end": 654,
                    "text": "(Fig 5-9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 849,
                    "end": 856,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 969,
                    "end": 977,
                    "text": "(Fig 5-9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1372,
                    "end": 1380,
                    "text": "(Fig 10)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Here, we suggest a few miRNAs that regulates the proteins of interconnecting hubs, which may have therapeutic potential. The miRNA has been regarded as drug molecules for various diseases (Gupta et a., 2017; Rupaimoole et al., 2017) . Of 111 miRNA, miR-124-3p, let-7g-5p, miR-133a-3p, miR-133b, miR-218-5p, miR-22-3p and miR-506-3p targets minimum of three interconnecting proteins (Fig 11) . These seven miRNA molecules are needed to be viewed in a better perspective for future research to screen and treat the current SARS-CoV2 pandemic.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 207,
                    "text": "(Gupta et a., 2017;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 208,
                    "end": 232,
                    "text": "Rupaimoole et al., 2017)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "(Fig 11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Overall, this study displays several advancement and advantages, 1) Establishes interplay between SARS-CoV2 and human lung host mechanism by integrating experimental evidence arrived from high throughput multi-omics observation on SARS-CoV2. 2) Our approach provides a possible clue for susceptibility and severity in an individual with metabolic disease complications and suggests possible proteomic relevance with lung diseases and other viral infections. 3) Our study increases knowledge of molecular interconnectivity between receptor binding mechanism and viral replication machinery that guide towards drug target research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although our approach provides the multi-dimensional view on SARS-CoV2 and host interaction, two major limitations need to be considered, 1) the interaction between SARS-CoV2 spike protein with the host angiotensin (ACE2) receptor is not defined in affinity purification mass spectrometry data. Hence, no direct ACE2 interaction has been established in our interactome. 2) We propose a few miRNAs from our approach, are needed to be validated further for clinical application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our systems biological approach provides an extensive investigation on SARS-CoV2 host interaction by constructing interactome based on experimental evidence. We identified crucial functional hubs that relate the mechanism on activation SARS-CoV2 attachment through receptor and subsequent utilization functional hubs for viral replication in the host. Enrichment analysis supports our hypothesis showed the common mechanism associated with transcriptional and protein translation processing activated upon in host attachment. Hub . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint proteins showed linked with diabetes, hypertension, and cardiovascular disease proteins that provide the clue for severity and susceptibility in the diseased population. The relationship between hub proteins with lung diseases like COPD, asthma, pneumonia establishes the likelihood of similar symptoms. Also, assessing the hubs with the reported proteins of other viral infection establishes the similarity in the mode of viral infection. Interestingly, we propose miR- 124-3p, let-7g-5p, miR-133a-3p, miR-133b, miR-218-5p, miR-22-3p , and miR-506-3p from the genes of interconnecting proteins from its molecular pathways as a miRNA drug for SARS-CoV2. However, further work is needed to confirm its utility for clinical application. We believe our results will add knowledge to the existing information that may open up miRNA as a drug for SARS-CoV2 infection.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 768,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1303,
                    "text": "124-3p, let-7g-5p, miR-133a-3p, miR-133b, miR-218-5p, miR-22-3p",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The dataset relating severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) and human proteins interactions searched electronically. Of extensive search, the experimentally proven dataset reporting the physical association of 26 SARS-CoV2 proteins with human proteins determined using affinity purification mass spectrometry (AP-MS) (Gordon et al., 2020) was retrieved. We converted all collected interacting human proteins to an official gene/protein symbol using the Uniport database (https://www.uniprot.org/). Further, the interacting proteins were categorized into SET-A and SET-B. The SET-A contains Human proteins that interact with SARS-CoV2 structural proteins, especially envelope (E), spike (S), and membrane (M) whereas SET-B contains Human proteins that interact with nucleocapsid (N) and 22 non-structural proteins. The SET-A was further curated to have proteins localized at plasma membrane using Cell surface protein atlas (https://wlab.ethz.ch/cspa/), Human Protein Reference Database (HPRD) (https://www.hprd.org/), and Human Protein Atlas (https://www.proteinatlas.org/) database, assuming SARS-CoV2 structural proteins use these host surface proteins for attachment.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 359,
                    "text": "(Gordon et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS CoV-2 Interacting host proteins"
        },
        {
            "text": "Next, we collected lung protein expression data from the HPRD (https://www.hprd.org/), Human Proteome Map (http://www.humanproteomemap.org/), Proteomics DB . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint (https://www.proteomicsdb.org/) and Human Protein Atlas (https://www.proteinatlas.org/) database and integrated using Microsoft access based on the common identifier to create an inhouse lung-expressed-gene database. Each dataset (SET-A and B) was mapped to the lungexpressed-gene database to confirm all regulatory and binding events occur in Human lung tissue.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 382,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS CoV-2 binding human lung proteins"
        },
        {
            "text": "For SET-A and B, we collected human protein-protein interaction data using Human Proteinpedia (http://www.humanproteinpedia.org/), BioGRID (https://thebiogrid.org/), HPRD (https://www.hprd.org/), and Intact (https://www.ebi.ac.uk/intact/) database. All collected interactions were mapped to the lung-expressed-gene database to construct human lung proteinprotein interactome. Each protein interaction in SET-A and SET-B was considered if both the interacting proteins neighbors were expressed in lung tissue. Thereafter, SET-A was designated as a receptor-mediated network and SET-B was termed as a viral replication machinery network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Protein-Protein Interactions"
        },
        {
            "text": "MCODE algorithm (Bader et al., 2003) was executed on the viral replication machinery network to decompose the large network into dense functional hubs with a minimum of three proteins in each hub. The derived functional hubs from the viral replication machinery network describe the core functional module of host influenced by the non-structural proteins of SARS-CoV2.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 36,
                    "text": "(Bader et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Core regulatory hubs"
        },
        {
            "text": "Whereas in the receptor-mediated network, implementing MCODE algorithm was exempted because of its limited number of nodes and edges, which by itself forms hubs. The functional hubs of the receptor-mediated network exhibit the mechanism that activated upon SARS-CoV2 attachment to the lung surface proteins. Subsequently, in order to determine the involvement of each hub in viral pathogenesis, the expression data of SARS-CoV2 infection was analyzed, and the differential expressed genes were mapped hub proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core regulatory hubs"
        },
        {
            "text": "We searched the gene expression dataset in NCBI Gene Expression Omnibus GEO (http://www.ncbi.nlm.nih.gov/geo/) using various key terms related to SARS-CoV2. Our search . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint showed the availability of RNA-Seq dataset (GSE147507) executed in primary human lung epithelium (NHBE) infected with SARS-CoV2",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 394,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mapping the Differential Genes"
        },
        {
            "text": "(https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE147507). The raw FASTQ files (SRX7990866) of NHBE infected with SARS-CoV2 and their respective controls were retried from NCBI, SRA database. After quality assessment, the reads were aligned to the human genome (hg19) following the RNA-Seq analysis pipeline to determine the differential expression genes using DESeq with p-value < 0.05. Further, the significant differentially expressed genes in the host on SARS-CoV2 infection were collected and mapped to the hubs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mapping the Differential Genes"
        },
        {
            "text": "R-program was employed to find out the associated genetic hubs risk factors genes reported in the literature for diabetes, hypertension, and cardiovascular diseases. In brief, the Rcode collects the abstract from the NCBI, PUBMED, for the keywords related to each risk factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining and Molecular risk factor Association"
        },
        {
            "text": "All abstracts were automatically examined for the presence of risk factors (examples: \"diabetes\") and hub proteins using a natural language processing method. Further, the co-occurrence of risk factors with each protein symbol in the abstract was assessed using a point-wise mutual information method. A similar data mining process was carried out for lung diseases (asthma, chronic bronchitis, pneumonia, and emphysema) and other viral pathogens such as adenovirus, influenza, metapneumo, parainfluenza, respiratory syntical virus, rhinovirus, HCoV-NL63, HCoV-229E, HCoV-HKU1, HCoV-OC43, SARS-CoV and MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining and Molecular risk factor Association"
        },
        {
            "text": "Simultaneously, all hubs were enriched using Kyoto Encyclopedia of Genes and Genomes (Reactome; https://reactome.org//) database to evaluate the relevance of the pathway of each hub in SARS-CoV2 infection and replication process. In particular, the pathway enrichment of receptor-mediated network hubs shows the mechanism initiated upon SARS-CoV2 receptor activation. Whereas, the pathways of viral replication machinery network hubs explain the mechanism attribute on evasion of SARS-CoV2 genome into the host for its replication process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Enrichment"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101/2020.04.20 interconnecting proteins were identified and proposed as a possible drug for SARS-CoV2.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 197,
                    "text": "//doi.org/10.1101/2020.04.20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "miRomics Interdependency"
        },
        {
            "text": "Appendix (PDF document) . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 Eight interdependent steps were followed, that majorly involved collection, classification, mapping, and data analysis. Each step was self-explained with the legend describing the process within the workflow. hemostasis, transcription machinery, transport of small molecules, cellular response to external stimuli, protein metabolism, and vesicle-mediated transport. Over-representation of these molecular events suggests host self-defense mechanism and preparation of the optimal environment in the host for the viral replication process on receptor attachment.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 210,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 230,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.050138 doi: bioRxiv preprint hub (green node) and hub 4 (violet node) demonstrating the interconnecting proteins between (red dotted edges) the hubs. The yellow nodes represent the viral protein interaction with the hubs. The viral envelope interacts with host AP3B1 surface protein that activates a series of proteins leading to utilization for viral machinery propose of orf10, nsp1 and 9. Additionally, the red highlighting node represents the differentially expressed genes on SARS-CoV2 infection derived from RNA-Seq analysis. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint hubs. The yellow nodes represent the viral protein interacting with the hubs. The viral membrane interacts with host ATP6V1A surface protein that activates the series of proteins leading to benefit viral machinery relating to nsp7 and nsp11. The red highlighting node represents the differentially expressed genes on SARS-CoV2 infection derived from RNA-Seq analysis. hub 5 (violet node) demonstrating the interconnecting proteins between (red dotted edges) the hubs. The yellow nodes represent the viral protein interacting with the hubs. The viral envelope interacts with host ATP6V1A surface protein that activates the series of proteins leading to benefit viral machinery relating to nucleocapsid and nsp15. Additionally, the red highlighting node represents the differentially expressed genes on SARS-CoV2 infection derived from RNA-Seq analysis. The network demonstrates the miRNA (yellow node) target for (black dotted edges) 34 protein-encoding genes (while ellipse). The miRNA (red highlighted node) that inhibits (bold edges) more than three genes (green ellipse) interconnecting hub proteins are represented. These miRNAs will be the potential molecule as diagnostic makers as well as the drug-like molecule that help in the inhibition of connective between early host attachment and the viral replication process. ",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 871,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30195-X.PubMed"
                ],
                "PMID": [
                    "32171390"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Wieler LH; WHO Strategic and Technical Advisory Group for Infectious Hazards. COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "221--236",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How to reduce the likelihood of coronavirus-19 (CoV-19 or SARS-CoV-2) infection and lung inflammation mediated by IL-1",
            "authors": [],
            "year": 2020,
            "venue": "J Biol Regul Homeost Agents",
            "volume": "34",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32228825"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.20.050138"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European Centre for Disease Prevention and Control. Novel coronavirus disease (COVID-19) pandemic: increased transmission in the EU/EEA and the UK -sixth update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covid-19 -Navigating the Uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "miRNAs in Alzheimer Disease -A Therapeutic Perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Alzheimer",
            "volume": "14",
            "issn": "11",
            "pages": "1198--1206",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hypothesis for potential pathogenesis of SARS-CoV-2 infection-a review of immune changes in patients with viral pneumonia",
            "authors": [
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Lianfeng",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Managing COVID-19 in Low-and Middle-Income Countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hopman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehtar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4169"
                ],
                "PMID": [
                    "32176764"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 and diabetes: Knowledge in progress",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bhowmik",
                    "suffix": ""
                },
                {
                    "first": "Vale",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Across Speciality Collaboration, UK. COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "28",
            "issn": "",
            "pages": "1033--1034",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MicroRNA therapeutics: towards a new era for the management of cancer and other diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rupaimoole",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Slack",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Drug Discov",
            "volume": "16",
            "issn": "",
            "pages": "203--222",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "China Hypertension Survey Investigators. Status of Hypertension in China: Results From the China Hypertension Survey",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "137",
            "issn": "",
            "pages": "2344--2356",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.20.050138"
                ],
                "PMID": [
                    "29449338"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -87",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "2020) new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Characteristics of and important Lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a Report of 72 314 cases from the Chinese Center for disease control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discov",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", which suggests SARS-CoV2 and influenza may have a similar mode of host infection machinery (Kong et al., 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A strategic workflow diagram representing the step-wise processes of this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Receptor-mediated network: The protein interaction network describing the protein connectivity between the host and SARS CoV2. The three red color nodes represent the SARS CoV2 surface proteins interacting (black dotted) with the seed proteins, STOM, ATP6V1A, AP3B1, and ZDHNNC5, a host protein (violet) localized at the cell surface. All four seed proteins mediated it signals to its interacting proteins (green) and form a four individual closed hub.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Molecular enrichment of receptor hubs: Enrichment of hubs showing major involvement of immune system, metabolism, and signal transduction. Significant involvement of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Enrichment of hubs derived from virus replication machinery network: Enrichment of 325 proteins in eleven hubs showing the wide coverage of involvement in the immune system, signal transduction and active involvement of transcription machinery, protein metabolism, cell cycle, metabolism, DNA replication, DNA repair, metabolism, programmed cell death, and cellular response to external stimuli.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Protein interconnectivity between the functional hubs: The hub network of AP3B1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Interconnectivity between the functional hubs: The hub network of STOM hub (green node) and hub 4 (violet node) demonstrating the interconnecting proteins between (red dotted edges) the hubs. The yellow nodes represent the viral protein interaction with the hubs. The viral membrane interacts with host STOM surface protein that activates the series of proteins leading to utilization for viral machinery propose of orf10, nsp1, and 9. Additionally, the red highlighting node represents the differentially expressed genes on SARS-CoV2 infection derived from RNA-Seq analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Interconnectivity between the functional hubs: The hub network of STOM hub (green node) and hub 7 (violet node) demonstrating the interconnecting proteins between (red dotted edges) the hubs. The yellow nodes represent the viral protein interacting with the hubs. The viral membrane interacts with host STOM surface protein that activates the series of proteins leading to benefit viral machinery relating to nucleocapsid and nsp15. Additionally, the red highlighting node represents the differentially expressed genes on SARS-CoV2 infection derived from RNA-Seq analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Functional hubs interconnectivity: The hub network of ATP6V1A hub (green node) and hub 5 (violet node) demonstrating the interconnecting proteins between (red dotted edges) the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Functional hubs interconnectivity: The hub network of ATP6V1A hub (green node) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Enrichment of interconnecting hub proteins: Enrichment of 34 proteins from five interconnected hubs showing the contribution in the immune system, signal transduction, transcription machinery, and protein metabolism. These interconnecting mechanisms suggest being the intermediate phase that connects the events between early host attachment and the viral replication process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "miRNA network:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "miRNA network: The network demonstrates the miRNA (yellow node) target for (black",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "miRomics enrichment analysis was performed for the selected genes in hubs considering the importance of miRNA in treatment. The relevant information gene-miRNA target was collected",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "EXCEL)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "EXCEL)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors thank Chettinad Academy of Research and Education (CARE) for the support. We specially thank Professor Ram Murugesan, Research Director (CARE) for the critical comments and feedback on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "SSJ design the study and performed analysis and wrote the paper. PP performed analysis and corrected the paper. KR and VK performed data mining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "All authors declare no conflict of interest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The availability of SARS-CoV2 -host protein interaction dataset collected from Data ref: The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.050138 doi: bioRxiv preprint dotted edges) 34 protein encoding genes (while ellipse). The miRNA (red highlighted node) that inhibits (bold edges) more than three genes (green ellipse) interconnecting hub proteins are represented. These miRNAs will be the potential molecule as a drug that help in inhibition of connective between host attachment and the viral replication process. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101 /2020.04.20.050138 doi: bioRxiv preprint ",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 807,
                    "text": "/2020.04.20.050138 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data availability"
        }
    ]
}