{
    "paper_id": "f2ac4123559b98bec54fda3add323e6bc33a2227",
    "metadata": {
        "title": "Community Memory of COVID-19 Infections Post Lockdown as a Surrogate for Incubation Time",
        "authors": [
            {
                "first": "Meher",
                "middle": [
                    "K"
                ],
                "last": "Prakash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jawaharlal Nehru Center for Advanced Scientific Research",
                    "location": {
                        "addrLine": "Jakkur",
                        "postCode": "560064",
                        "settlement": "Bangalore"
                    }
                },
                "email": "*correspondingauthor:meher@jncasr.ac.in"
            }
        ]
    },
    "abstract": [
        {
            "text": "If the knowledge of the incubation time is helpful in designing non-pharmaceutical interventions such as quarantine measures, can one use the number of cases arising after a lockdown to check (a) if our assumptions of the incubation time were correct and (b) if the quarantine measures were as successful as they could theoretically be. These are the two questions we raise by studying the number of new cases arising after lockdowns in a few European countries. The analysis which purely relies on the publicly available data of the numbers of new infections, rather than extensive contact tracing of individual patients, suggests a \"memory\" of the infections in the community with a median of 13.3 days. This distribution of the memory of infections which may even be considered as a surrogate of the incubation time in a perfect lockdown, suggests that even a perfect quarantine of 30 days is only 90% complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In designing non-pharmaceutical interventions such as quarantine measures, it is important to know how long an individual can potentially remain infected and infectious. [1] The incubation time of an infectious disease is the duration between the exposure to an infected individual and the appearance of the symptoms. [2, 3] The incubation times for several acute respiratory infections have been measured [4] assuming their distributions. [5] These incubation times range from a couple of days to about 2 weeks. [4] In the studies of the COVID-19 pandemic, incubations lasting 2 to 14 days [6] , and reports suggesting up to 19 days [7] or even 24 days [8] have been observed with median incubation times of around 5.1 days [9] to 5.8 days [10] . At the heart of the estimation of the incubation period is an efficient contact tracing. The symptomatic individuals history is traced back to the possible day of exposure to infected individuals. As rigorous as this procedure is, by its nature it is not easily scalable as the collecting the exposure histories of hundreds of individuals may not be easy. This problem is even more complicated in the COVID-19 infections, as a very large fraction of the infections have been passed on by asymptomatic individuals. Further, the number of patients studied is also limited, which makes the likelihood of the errors in the \"tail regions\" of the distribution much higher.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Almost all countries went into a lockdown for several weeks. However, the new cases of infection continue to arise, despite the best quarantine practices many democratic countries could adopt. This raises several question -are estimates of the incubation period based on a few hundred cases reliable, or is there an alternative way to estimate this incubation period even if one did not have the detailed exposure histories? Or is there an alternative estimation one needs to do at the level of the community with the best quarantine practices possible? Are the new cases in a lockdown scenario arising from incubation or because of other factors? We address some of these questions by proposing a new way of estimating the incubation time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "We propose a new way of estimating the incubation time only from the publicly available epidemiological data of the number of infections. The two advantages of this approach are that the exposure history is not required and in a pandemic one can work with data tens of thousands of infections. In the publicly available data on the number of new infections from different countries, one sees that the number of daily new cases (I(t)) actually increase for a few days (t) after the lockdown (t=0), before they decline. In an ideal scenario, the new cases after lockdown come from the individuals who were infected in the preceding days and after a certain incubation are becoming symptomatic. Thus the number of new infections on day 1, depends on the asymptomatic ones on day 0 (A(0)) and an incubation of 1 day, as well as the ones infected on day -1 and with an incubation of 2 days, and so on. Mathematically, the predicted number of infections I*(t) on day t after the lockdown is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion. A new surrogate for incubation time."
        },
        {
            "text": "Eq (1) where µ(t+t; l,k) represents the distribution of the incubation period which we assume to be a Weibull distribution with parameters l and k, without loss of generality. Convoluting two functions such as in Eq. (1) is a standard approach in the linear response theory. We further assume that on any day prior to the lockdown the number of asymptomatic infections is proportional to the number of reported infections (A(-t) = a.I(-t) ). We performed a linear regression analysis between the infections observed after lockdown I(t) and the predicted ones I*(t) for various choices of l and k ( Figures 1A,B,C) . The values of l and k for which the regression coefficient was the highest was considered the maximum likelihood estimate of the incubation period ( Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 598,
                    "end": 613,
                    "text": "Figures 1A,B,C)",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 774,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion. A new surrogate for incubation time."
        },
        {
            "text": "We find that the incubation time follows a Weibull distribution of µ(t+t; l,k) with parameters l=16, k=2 best helps the infections before lockdown from Austria, Spain and Germany ( Figure  1D ) to predict the ones after. In working with the epidemiological data, we developed an estimation of the incubation period of the virus in the community, which may in principle be the same as that for the individuals in a perfectly implemented quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 191,
                    "text": "Figure  1D",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion. A new surrogate for incubation time."
        },
        {
            "text": "Clearly this incubation is not sufficient to explain the new cases in all countries. If one predicts the new infections post lockdown in Italy, one sees there are more infections than what may be expected purely from a median incubation of 13.3 days (=l.(ln2) 1/k ) for the said distribution (Supplementary Figure 1) . However, since there is no reason to believe that the nature of the infections in Italy are different from its neighbor Switzerland (which also has similar incubation time as the countries discussed here), it appears that one should look beyond the incubation to understand the persistent infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "New cases beyond the incubation."
        },
        {
            "text": "A Weibull distribution with parameters l=16, k=2 has a cumulative probability that reaches around 0.9 after 30 days. This suggests that the new estimate of the incubation proposed in this work will require a lockdown longer than 30 days for a complete elimination of the asymptomatic cases. The longer incubation time may be a consequence of either an imperfect implementation of the lockdown or a genuinely longer incubation time in individuals that could not be estimated by contact tracing a few hundred individuals. We believe in the latter hypothesis, although in principle the nature of the conclusions do not change regardless of the causative factor. Practically, even if the former is the case, the approach we take is still relevant because several countries have implemented the most stringent measures. In that sense, although physiologically it may slightly differ from the incubation of the individual, this incubation at the community level with the lowest possible societal interactions has its own meaning. In this sense, it is imperative that one uses the incubation period of the infections in the community level into the public health models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is the incubation longer?"
        },
        {
            "text": "In summary, we introduced a new way of estimating the incubation time by studying the new infection that arise after measures that restrict the interactions between the individuals in the community to a minimal or non-existent level. The advantages are that it is easy estimate. The estimates we made for three European countries suggest an incubation time with a median of 13.3 days. Models for public health should consider estimates for incubation time in the community, such as what we introduce here, for a better understanding of the differences between new cases arising after the incubation and the genuinely newer ones. Figure 1 . The daily infections observed after lockdown [11] and the predictions made using the infections before lockdown for: A. Austria (lockdown, 16 March 2020) B. Spain (lockdown, 14 March 2020) C. Germany (lockdown, 21 March 2020) are compared. The data until 13 April 2020 was used. The predictions were made as described with l=16, k=2. D. Similar graphs like A, B, C were generated for l between 5 to 20 to identify the value that best suits the data. l=16 optimizes the Weibull distribution for the data studied. k=2 was used in this analysis. It was independently optimized in the range k=1 to 3.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 637,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusions."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067058 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incubation period of disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Armenian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lilienfeld",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Epidemiol Rev",
            "volume": "5",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious disease epidemiology, theory and practice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "5",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alternative methods of estimating an incubation distribution: examples from severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Iol",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiology",
            "volume": "18",
            "issn": "",
            "pages": "253--59",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clin. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020538"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinicalcharacteristicsof2019novelcoronavirus infection in China. medRxiv",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974v1"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Phd",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "Phd",
                    "middle": [
                        ";"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "Justin",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "Phd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annals of Internal medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.02"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Backer Jantien",
                    "suffix": ""
                },
                {
                    "first": "Klinkenberg",
                    "middle": [],
                    "last": "Don",
                    "suffix": ""
                },
                {
                    "first": "Wallinga",
                    "middle": [],
                    "last": "Jacco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.2000062"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30120--30121",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}