{
    "paper_id": "f30d69154a907f95b4c47c946e01463f22a02a04",
    "metadata": {
        "title": "Modelling fatality curves of COVID-19 and the effectiveness of intervention strategies",
        "authors": [
            {
                "first": "Giovani",
                "middle": [
                    "L"
                ],
                "last": "Vasconcelos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Paraná",
                    "location": {
                        "postCode": "81531-990",
                        "settlement": "Curitiba, Paraná",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Antônio",
                "middle": [
                    "M S"
                ],
                "last": "Macêdo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Pernambuco",
                    "location": {
                        "postCode": "50670-901",
                        "settlement": "Recife, Pernambuco",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Raydonal",
                "middle": [],
                "last": "Ospina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Pernambuco",
                    "location": {
                        "postCode": "50740-540",
                        "settlement": "Recife, Pernambuco",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "A G"
                ],
                "last": "Almeida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Sergipe",
                    "location": {
                        "postCode": "49100-000",
                        "settlement": "São Cristóvão, Sergipe",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerson",
                "middle": [
                    "C"
                ],
                "last": "Duarte-Filho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Sergipe",
                    "location": {
                        "postCode": "49100-000",
                        "settlement": "São Cristóvão, Sergipe",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Inês",
                "middle": [
                    "C L"
                ],
                "last": "Souza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "3Hippos",
                    "institution": "Rua Fernando Simas",
                    "location": {
                        "postCode": "685, 80430-190",
                        "settlement": "Curitiba",
                        "region": "PR",
                        "country": "Italy, Spain, Iran, Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The main objective is twofold: first, to model the fatality curves of the COVID-19 disease, as represented by the cumulative number of deaths as a function of time; and second, to use the corresponding mathematical model to study the effectiveness of possible intervention strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We applied the Richards growth model (RGM) to the COVID-19 fatality curves from several countries, where we used the data from the Johns Hopkins University database up to April 1, 2020. Countries selected for analysis were and Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The RGM was shown to describe very well the fatality curves of China and Italy, which are respectively in a late stage and in the middle of the COVID-19 outbreak. The model was also successful in describing the trend in the other countries studied and which are at the same or earlier stages of the epidemics as Italy. An analytic formula for the efficiency of intervention strategies within the context of the RGM is derived. Our findings show that there is only a narrow window of opportunity, after the onset of the epidemic,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The response interventions to the pandemic of the novel coronavirus disease (COVID- 19) have varied from country to country. Several countries, specially those first hit by the disease, have adopted a standard progressive protocol, from containment to mitigation to supression [1] . As these strategies failed to deter the spread of the virus, government authorities introduced ever more stringent measures on their citizens' movements in an attempt to suppress or sharply reduce the propagation of the virus. More recently, countries have adopted drastic countermeasures at the very outset of the outbreak. For example, on March 24, 2020, India announced a threeweek total ban on people \"venturing out\" of their homes [2] , even though there were fewer than 500 confirmed cases and only nine people had died from COVID-19 in a country with a population of 1.3 billion people. One difficulty in deciding the best approach to counter the spread of the novel coronavirus (SARS-CoV-2) is that the virus propagation dynamics is not yet well understood.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this stark context, it becomes relevant to have simple models for the evolution of the COVID-19 epidemics, so as to be able to obtain estimates -however tentative-for the rise in the number of infected people as well as in the number of fatal cases, both in the near and in the more distant future. Such estimates are, of course, prone to high uncertainty: the less data available and the further in the future, the greater the uncertainty. Notwithstanding their inherent shortcomings, simple mathematical models provide valuable tools for quickly assessing the severity of an epidemics and help to guide the health and political authorities in defining or adjusting their national strategies to fight the disease [3, 4, 5, 6, 7, 8, 9, 10] .",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 720,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 726,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 730,
                    "end": 732,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 736,
                    "end": 738,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the same vein, it would be desirable to have simple methods to assess the effectiveness of intervention measures as a function of the time at which they are adopted. As a general rule, the sooner an intervention is put in place the more effective it is expected to be. It is however difficult to model a priori how effective any given set of interventions will be. The effectiveness of interventions are often investigated through complex agent-based simulation models [11, 12] , which require a synthetic population and a host of parameters related to the human-to-human transmission, and as such they are very costly computationally [13] and heavily dependent on the choices of values for the various model parameters.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this paper we use the Richards growth model (RGM) [14] to study the fatality curves, represented by the cumulative number of deaths as a function of time, of COVID-19 for different countries that are at different stages of the epidemics. We show that the RGM describes reasonably well the fatality curves of all selected countries analysed in this study. We also introduce a theoretical framework, within the context of the RGM model, to calculate the efficiency of interventions. Here an intervention strategy is modelled by assuming that its net result is to alter the parameters of the RGM after a given time t 0 , so that the full epidemics dynamics is then described in terms of two RGM models: one before and the other after the time t 0 , where certain 'matching conditions' are imposed at t 0 . In this way, we are able to derive an analytical formula for the efficiency of the corresponding intervention as a function of the adoption time t 0 . We show, in particular, that the intervention efficiency quickly decays past a critical adoption time, thus showing that time is really of essence in containing an outbreak.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Data used in this study were obtained from the database made publicly available by the Johns Hopkins University [15, 16] , which lists in automated fashion the number of the confirmed cases and deaths per country. We have used data up to April 1, 2020 [15, 17] . In the present study we considered the mortality data of COVID-19 from the following countries: China, Italy, Spain, Iran, Germany, and Brazil.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Data Source"
        },
        {
            "text": "Because a large proportion of COVID-19 infections go undetected [18] , it is difficult to estimate the actual number of infected people within a given population. As many carriers of the virus are either asymptomatic or develop only mild symptoms, they will will not be detected unless they are tested. In other words, the number of confirmed cases for COVID-19 is a poor proxy for the total number of infections. Furthermore, the fraction of confirmed cases relative to the total number of infections depends heavily on the testing policy of each country, which makes it problematic to compare the evolution of confirmed cases among different countries. In contrast, the number of deaths attributed to COVID-19 is a much more reliable measure of the advance of the epidemics and its severity. Of course, many other factors, such as age structure of a population and quality of care, may affect the fraction of deaths relative to the number of confirmed cases. Nevertheless, it is expected that overall the evolution of number of deaths bear a relation to the dynamics of the number of infections [19] . Under these circumstances and in the absence of reliable estimates for the number of infected cases for COVID-19, we decided here to seek an alternative approach and model directly the mortality curves, defined as the cumulative number of deaths as a function of time, rather than the number of confirmed cases, as is more usually done.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Confirmed Cases vs. Mortality Data"
        },
        {
            "text": "We model the time evolution of the number of cases in the epidemic by means of the Richards growth model (RGM), defined by the following ordinary differential equation (EDO) [20, 21] :",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "where C(t) is the cumulative number of cases at time t, r is the growth rate at the early stage, K is the final epidemic size, and the parameter α measures the asymmetry with respect to the s-shaped dynamics of the standard logistic model, which is recovered for α = 1. It is worth to point out that the Richards model has an intrinsic connection to the SIR epidemic model, see, e.g., [20] , with the advantage that it allows for an exact solution (see below), which makes the data analysis much simpler. As already mentioned, here we shall apply the RGM to the fatality curves of COVID-19, so that C(t) will represent the cumulative numbers of deaths in a given country at time t, where t will be counted in days from the first death. Equation (1) must be supplemented with a boundary condition. Here it is convenient to choose",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "4 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint for some given t c , where C (t) = d 2 C(t)/dt 2 . A direct integration of (1) subjected to condition (2) yields the following explicit formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "where in the left-hand side we have explicitly denoted the dependence of the solution of the RGM on the four parameters, namely r, α, K, and t c . In Sec. 4 we show results of the application of the Richard growth curve (3) to the mortality data of COVID-19 for several countries. We note, however, that the RGM is not reliable in situations where the epidemics is in such an early stage that the available data is well below the estimated inflection point t c , i.e., when the epidemic is still in the so-called exponential growth regime [13] . In this case, it is preferable to use the socalled generalized growth model [13, 22] , which is defined by the following",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "where the parameter q provides an interpolation between the sub-exponential regime (0 < q < 1) and the exponential one (q = 1). The solution of (4) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "where e q (x) = [1 + (1 − q)x] 1/(1−q) is known in the physics literature as the q-exponential function [23, 24] . Here the parameter A is related to the initial condition, i.e., A = C(0) (1−q) , but we shall treat A as a free parameter to be determined from the fit of (5) to a given dataset.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Models"
        },
        {
            "text": "All statistical fits in the paper were performed using the Levenberg-Marquardt algorithm [25] to solve the respective non-linear least square optimization problems. In the case of the Richards model, there are four parameters, namely (r, K, α, t c ), to be determined; whereas for the q-exponential growth model we need to determine three parameters, (r, q, A).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Fits"
        },
        {
            "text": "We define an intervention strategy in the context of the RGM by assuming that the corresponding actions applied to the actual population induce, at 5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint some time t 0 , a change in the parameters of the model, so that the solution for the whole epidemic curve has the following piecewise form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "where we obviously require that K /K < 1. Furthermore we impose the following boundary conditions at t 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "where C (t) = dC(t)/dt. Note that condition (8) takes into account, albeit indirectly, the fact that intervention measures take some time to affect the epidemic dynamics. In other words, the trend (i.e., the derivative) one sees at a given time t reflects in part the measures taken at some earlier time (or lack thereof). Thus, imposing continuity of the derivative of the epidemic curve at time t 0 in our 'intervention strategy' seeks to capture this delay effect. In our intervention model above, we assume that the net result of the action is to alter the parameters r and α of the Richards model at time t 0 . Of course, the difficult part is to estimate how a particular set of intervention measures (e.g., contact tracing and quarantine of contacts, social distancing, school closures, etc) would influence these parameters. Such an analysis is however beyond the scope of the present paper. Note furthermore that, as discussed above, the time t 0 is not the actual time of adoption of the intervention but rather the time at which the corresponding measures have started to affect the epidemics dynamics, as reflected in the number of cases. Nevertheless we shall for simplicity refer to t 0 as the intervention 'adoption time.' As defined in (6), an intervention strategy adopted at time t 0 can be viewed as a map (r, K, α, t c ) → (r , K , α , t c ) in the parameter space of the RGM, which results in the condition K /K < 1. Let us therefore define the intervention efficiency as the relative reduction in the total number of cases: η(t 0 ) = (K − K )/K, where it is assumed that η(t 0 ) > 0. Using conditions (7) and (8) in (3), one obtains that",
            "cite_spans": [
                {
                    "start": 1623,
                    "end": 1626,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1631,
                    "end": 1634,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "6 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint where y = C(t 0 )/K and x = r/r . In the next section we will exemplify the above measure of intervention efficiency, using as input the parameters r and α obtained from the fatality curve of the COVID-19 from Italy. This will allow us to investigate how the efficiency of different strategies (i.e., for different choices of r and α ) varies as a function of the adoption time t 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Strategy and Efficiency"
        },
        {
            "text": "In Fig. 1(a) we show the cumulative number of deaths (red circles) attributed to COVID-19 for China, superimposed with the statistical fit of the RGM curve (black solid line), with the respective parameters shown in the inset of the figure. One sees from the figure that the fatality curve in this case, where the epidemic has apparently leveled off, is well adjusted by the RGM formula. This indicates that the evolution of the number of deaths in the COVID-19 epidemic can be effectively described with a dynamical model such as the Richards model. In Fig. 1(b) we show the cumulative deaths for Italy together with the respective RGM fit. Here again the RGM seems to be able to provide a reasonably good fit to the data. In this case, owing to the unavoidable incompleteness of the data, as the epidemics is still ongoing, there is considerably larger uncertainty in the parameters, particularly in the parameter K which represents an estimate of the total numbers of fatalities at the end of the epidemics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Fig. 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 554,
                    "end": 563,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fatality Curves"
        },
        {
            "text": "The good performance of the RGM exhibited in Fig. 1 , for the two countries where the COVID-19 pandemic is most advanced, encouraged us to apply the model to other countries at earlier stages of the epidemics. Here, however, care must be taken when estimating the model parameters from small time series, since it is well known that the Richards model [20, 21] and its variants [13] are susceptible to the problem of over fitting, owing to the redundancy of the parameters. This may lead, for example, to estimation of certain parameters that are outside of biologically or otherwise reasonable ranges [20] . For example, when applied to the number of infected cases in an epidemics the parameter α should be constrained within the interval (0, 1). Here we apply the RGM instead to the number of deaths, but we assume that the same constraint should be observed. In other words, fits that return α outside this interval are disregarded as not reliable. The unsuitability of the RGM is particularly serious when the available data does not encompass the inflection point t c [13] . As more data is accumulated, the model is expected to become more accurate. However, if strong measures are implemented towards mitigation or suppression, the dynamics of the epidemics is likely to change, so that different parameter models are required before and after the adoption of the countermeasures; see next section.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 51,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fatality Curves"
        },
        {
            "text": "Notwithstanding the above considerations, we observed that with the available data to date the GRM also provides good fits for several other countries, such as Spain and Iran, and less so for others, such as Germany. In the case of Spain and Iran, see Figs. 2(a) and 2(b), the last data point is sufficiently beyond the inflection point t c predicted by the model to lend some credibility to the model predictions. In contradistinction, in the case of Germany, see Fig. 2 (c), t c is slightly past the last data point, which makes the model predictions less reliable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 471,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Fatality Curves"
        },
        {
            "text": "In the case of Brazil, see Fig. 2 (d), the epidemic is still in such an early stage that the RGM is not justifiable. Here it is more advisable to use a simpler growth model, such as the q-exponential model described in Sec. 3. In Fig. 2(d) we show the fit of the q-exponential curve (5) to the Brazilian data, and one sees that the agreement is very good. From the fit parameters, see inset of Fig. 2(d) , we predict that the current time for doubling the number of deaths in Brazil is approximately 4 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 230,
                    "end": 239,
                    "text": "Fig. 2(d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 394,
                    "end": 403,
                    "text": "Fig. 2(d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Fatality Curves"
        },
        {
            "text": "It should be emphasized, however, that besides China all countries considered above are still in the middle or early stages of the outbreak, so that any long-term prediction based on our model-or any other model for that matter-are only tentative at best. Furthermore, our interest in the RGM is 8 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatality Curves"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint not so much aimed at its predictive capacity in the face of incomplete data, but rather more so as a mathematical framework in which one can obtain quantitative measures (in fact, an explicit formula) for the effectiveness of mitigation strategies, as defined in Sec. 3. We now turn to discuss the results of such a mitigation analysis as applied, for instance, to the Italian fatality curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatality Curves"
        },
        {
            "text": "9 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatality Curves"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatality Curves"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatality Curves"
        },
        {
            "text": "As already mentioned, an intervention strategy in our model is defined by the two parameters r and α of the new Richards model after the adoption time t 0 ; see Eq. (6) . Recall that the parameter r in the RGM corresponds to the growth rate at the early stage of the epidemics; hence an early intervention should, in our language, seek to reduce this parameter, i.e., r < r. We shall therefore refer to this type of intervention as 'mitigation'. Similarly, at later stages of the epidemics one should try to increase the parameter α, i.e., we want to have α > α, so as to force the levelling off of the curve of cumulative cases as soon as possible after the intervention; this type of strategy will thus be said to be of the 'suppression' type. More specifically, in our model we can define two general sets of intervention strategies: i) mitigation, when we take α = α and r < r; and ii) suppression, meaning r = r and α > α. (More generally, a mixed strategy would modify both r and α, but for our purposes here it is preferable to study separately the effects of these two parameters.)",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Intervention Efficiency"
        },
        {
            "text": "In Fig. 3 we show the efficiency curve as a function of the adoption time t 0 for the two types of intervention strategies described above, as applied to the fatality curve of Italy shown in Fig. 1b. Here we have chosen the adoption time t 0 = 39, corresponding to the day before the last point included in the All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 191,
                    "end": 199,
                    "text": "Fig. 1b.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Intervention Efficiency"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention Efficiency"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint data set; this is indicated as the black dots on the curves in Fig. 3 . More specifically, in our intervention strategies we take r = 0.44 and α = 0.21 for t < t 0 , as obtained from the fit showed in Fig. 1(b) , whereas for t > t 0 we suppose two possible scenarios: mitigation and suppression. In the first type of scenario, shown in Fig. 3(a) , we set α = α and consider two mitigation strategies: i) action 1 with r = 0.5 (blue) and ii) action 2 with r = 0.6 (red). In the second scenario shown in Fig. 3 (a), we consider instead r = r and implement two suppression strategies: i) action 1 with α = 0.3 (red) and ii) action 2 with α = 0.9 (blue). Of course, only intervention strategies with t 0 > T , where T denotes the 'present time' (i.e., the time of the last data point) would be of practical value in an ongoing epidemics. (For the Italian data, T = 40.) Nevertheless, for t 0 < T the efficiency curve is still of some interest, as it indicates the relative reduction in fatalities that would have resulted had the corresponding strategy been adopted at some earlier time t 0 in the past. In all cases shown in Fig. 3 , we see that there is a quick decrease in efficiency as the adoption time increases. This confirms the commonly held view that there is only a narrow window of opportunity, after the outbreak of an epidemic, during which effective countermeasures can be taken that could have a significant impact in the final outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 213,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 345,
                    "end": 354,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 480,
                    "end": 489,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 646,
                    "end": 652,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1266,
                    "end": 1272,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intervention Efficiency"
        },
        {
            "text": "In Figure 4 we show the resulting fatality curves after we apply (at time t 0 =39) to the Italian data two different actions for each of our two classes of interventions, as compared to the no-action case (black curve). In Fig. 4(a) we show the complete fatality curves after implementing two different mitigation actions: i) action 1 with α = 0.29, η = 0.2 (red); and ii) action 2 with α = 0.62, η = 0.4 (blue). In Fig. 4(b) we show similar curves for two suppression actions: i) action 1 with r = 0.5, η = 0.1 (red); and ii) action 2 with r = 0.6, η = 0.25 (blue).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 223,
                    "end": 232,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 416,
                    "end": 425,
                    "text": "Fig. 4(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Intervention Efficiency"
        },
        {
            "text": "To summarize, this paper provides important insights into the time evolution of the accumulated number of deaths attributed to COVID-19, specially for countries, such as Italy, which are in the middle of the outbreak. Our modelling of the fatality curves is particularly relevant for the COVID-19 outbreak, because the actual number of infections remains largely unknown, so one is required to turn to proxy measures, such as mortality data, to gain a better understanding of the epidemics. The paper also shows how simple and soluble mathematical models can provide a rich theoretical framework in which to investigate some basic and deep aspects of epidemics dynamics. In particular, we have successfully applied the Richards growth model to describe the fatalities curves for four different countries, at different stages of the COVID-19 outbreak, namely China, Italy, Spain, Iran, and Germany. We also analysed the case of Brazil, which is in a much earlier stage of the outbreak, so here we resorted to a modified exponential growth model, also known as the generalized growth model. This model gave a good fit of the rising fatality curve of Brazil, from which we could estimate that as of this writing the time for doubling the number of fatalities from COVID-19 in Brazil is about 4 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Another important contribution of the present study is to provide an analytical formula to quantitatively assess the efficiency of intervention measures in an ongoing epidemics. Interventions strategies are defined in the context of the Richards model as a change in the model parameters at some specified time, referred to as the intervention adoption time. Our formula shows that, in general, the efficiency of an intervention strategy decays quite quickly as the adoption time is delayed, thus showing that time is really of essence in containing an outbreak. 12 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051557 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Managing epidemics: key facts about major deadly diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus: India enters 'total lockdown' after spike in cases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Data analysis and modeling of the evolution of covid-19 in Brazil",
            "authors": [
                {
                    "first": "Nuno",
                    "middle": [],
                    "last": "Crokidakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12150"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mathematical modeling of epidemic diseases",
            "authors": [
                {
                    "first": "Reza",
                    "middle": [],
                    "last": "Sameni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11371"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Data analysis on coronavirus spreading by macroscopic growth laws",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Castorina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iorio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lanteri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.00507"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Understanding epidemic data and statistics: A case study of covid-19",
            "authors": [
                {
                    "first": "Amirhoshang",
                    "middle": [],
                    "last": "Hoseinpour Dehkordi",
                    "suffix": ""
                },
                {
                    "first": "Majid",
                    "middle": [],
                    "last": "Alizadeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.06933"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimation of temporal covariances in pathogen dynamics using bayesian multivariate autoregressive models",
            "authors": [
                {
                    "first": "Colette",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "Sema",
                    "middle": [],
                    "last": "Nickbakhsh",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Reeve",
                    "suffix": ""
                },
                {
                    "first": "Jim",
                    "middle": [],
                    "last": "Mcmenamin",
                    "suffix": ""
                },
                {
                    "first": "Arlene",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "Rory",
                    "middle": [],
                    "last": "Gunson",
                    "suffix": ""
                },
                {
                    "first": "Pablo",
                    "middle": [
                        "R"
                    ],
                    "last": "Murcia",
                    "suffix": ""
                },
                {
                    "first": "Louise",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1611.09063"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Eliminating covid-19: A community-based analysis",
            "authors": [
                {
                    "first": "Alexander",
                    "middle": [
                        "F"
                    ],
                    "last": "Siegenfeld",
                    "suffix": ""
                },
                {
                    "first": "Yaneer",
                    "middle": [],
                    "last": "Bar-Yam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10086"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling and forecasting the covid-19 pandemic in Brazil",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saulo",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "O"
                    ],
                    "last": "Bastos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cajueiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.14288"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Costiche. Covid-19: A model for studying the evolution of contamination in Brazil",
            "authors": [
                {
                    "first": "Rodrigo",
                    "middle": [
                        "A"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [
                        "H"
                    ],
                    "last": "Coimbra-Araújo",
                    "suffix": ""
                },
                {
                    "first": "Samuel",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of nonpharmaceutical interventions (npis) to reduce covid-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Adhiratha",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Zulma",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interventions to mitigate early spread of sars-cov-2 in singapore: a modelling study",
            "authors": [
                {
                    "first": "Alex",
                    "middle": [
                        "R"
                    ],
                    "last": "Joel R Koo",
                    "suffix": ""
                },
                {
                    "first": "Minah",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "Yinxiaohe",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Haoyang",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Jue Tao",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Clarence",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Borame L",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dickens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Generalized logistic growth modeling of the covid-19 outbreak in 29 provinces in china and in the rest of the world",
            "authors": [
                {
                    "first": "Ke",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Didier",
                    "middle": [],
                    "last": "Darcet",
                    "suffix": ""
                },
                {
                    "first": "Qian",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Didier",
                    "middle": [],
                    "last": "Sornette",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A flexible growth function for empirical use",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fj Richards",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Journal of experimental Botany",
            "volume": "10",
            "issn": "2",
            "pages": "290--301",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus covid-19 global cases by the center for systems science and engineering (csse) at johns hopkins university (jhu)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Novel coronavirus (covid-19) cases data",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Worldometer -covid-19 data",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "Ruiyun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sen",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yimeng",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "2019-ncov: Preliminary estimates of the confirmed-casefatality-ratio and infection-fatality-ratio, and initial pandemic risk assessment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Famulare",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Richards model revisited: Validation by and application to infection dynamics",
            "authors": [
                {
                    "first": "Xiang-Sheng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jianhong",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Yong",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Theoretical Biology",
            "volume": "313",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Richards model: a simple procedure for real-time prediction of outbreak severity",
            "authors": [
                {
                    "first": "Ying-Hen",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Modeling and dynamics of infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "216--236",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Fitting dynamic models to epidemic outbreaks with quantified uncertainty: a primer for parameter uncertainty, identifiability, and forecasts",
            "authors": [
                {
                    "first": "Gerardo",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infectious Disease Modelling",
            "volume": "2",
            "issn": "3",
            "pages": "379--398",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Possible generalization of Boltzmann-Gibbs statistics",
            "authors": [
                {
                    "first": "Constantino",
                    "middle": [],
                    "last": "Tsallis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of statistical physics",
            "volume": "52",
            "issn": "1-2",
            "pages": "479--487",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "q-distributions in complex systems: A brief review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Picoli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lc Malacarne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Brazilian Journal of Physics",
            "volume": "39",
            "issn": "2A",
            "pages": "468--474",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The levenberg-marquardt algorithm: implementation and theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jorge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moré",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Numerical analysis",
            "volume": "",
            "issn": "",
            "pages": "105--116",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cumulative number of deaths for China and Italy up to March 30, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cumulative number of deaths attributed to COVID-19 up to April 1, 2020, for Spain, Iran, Germany, and Brazil. The solid black curves in (a)-(c) are the fits by the Richards growth model, see Eq. (3), with the corresponding parameters given in the respective insets. In (d) the solid curve represents the fit with the q-exponential model shown in Eq. (5) for the parameters shown in the inset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Efficiency curves as a function of the adoption time t 0 for two different intervention strategies applied to Italy's fatality curve (black dots indicate the current time): (a) mitigation actions with α = 0.21 = α and r = 0.44, where action 1 has r = 0.5 (red) and action 2 has r = 0.6 (blue); (b) suppression actions with r = 0.44 = r and α = 0.21, where action 1 has α = 0.3 (red) and action 2 has α = 0.9 (blue).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Resulting fatality curves after implementing two different interventions at t 0 =39 in Italy's fatality curve, as compared to the no-action reference curve (black): (a) mitigation actions with α = 0.21 = α and r = 0.44, where action 1 has r = 0.5, η = 0.1 (red), and action 2 has r = 0.6 and η = 0.25 (blue); and (b) suppression actions with r = 0.44 = r and α = 0.21, where action 1 has α = 0.29, η = 0.2 (red) and action 2 has α = 0.62, η = 0.4 (blue).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}