{
    "paper_id": "f3b6496d14052be2da77240e821aae5e546f9bde",
    "metadata": {
        "title": "Infoveillance based on Social Sensors to Analyze the impact of Covid19 in South American Population",
        "authors": [
            {
                "first": "Josimar",
                "middle": [
                    "E"
                ],
                "last": "Chire Saire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo (USP)",
                    "location": {
                        "settlement": "São Carlos",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": "*jecs89@usp.br"
            }
        ]
    },
    "abstract": [
        {
            "text": "Infoveillance is an application from Infodemiology field with the aim to monitor public health and create public policies. Social sensor is the people providing thought, ideas through electronic communication channels(i.e. Internet). The actual scenario is related to tackle the covid19 impact over the world, many countries have the infrastructure, scientists to help the growth and countries took actions to decrease the impact. South American countries have a different context about Economy, Health and Research, so Infoveillance can be a useful tool to monitor and improve the decisions and be more strategical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infodemiology 1 is a new research field, with the objective of monitoring public health 2 and support public policies based on electronic sources, i.e. Internet. Usually this data is open, textual and with no structure and comes from blogs, social networks and websites, all this data is analysed in real time. And Infoveillance is related to applications for surveillance proposals, i.e. monitor H1N1 pandemic with data source from Twitter 3 , monitor Dengue in Brazil 4 , monitor covid19 symptoms in Bogota, Colombia 5 . Besides, Social sensors is related to observe what people is doing to monitor the environment of citizens living in one city, state or country. And the connection to Internet, the access to Social Networks is open and with low control, people can share false information(fake news) 6 .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 805,
                    "end": 806,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A disease caused by a kind coronavirus, named Coronavirus Disease 2019 (covid19) started in Wuhan, China at the end of 2019 year. This virus had a fast growth of infections in China, Italu and many countries in Asia, Europe during January and February. Countries in America(Central, North, South) started with infections at the middle of February or beginning of March. This disease was declared a global concern at the end of January by World Health Organization(WHO) 7 .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "South America has different context about economics, politics and social issues than the rest of the world and share a common language: Spanish. The decisions made for each government were over the time, with different dates and actions: i.e. social isolation, close limits by air, land. But, there is no tool to monitor in real time what is happening in all the country, how the people is reacting and what action is more effective and what problems are growing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the previous context, the motivation of this work is analyze the capitals of countries with Spanish as language official to analyze, understand and support during this big challenge that we are facing everyday. This paper follows the next organization: section 2 explains the methodology for the experiments, section 3 presents results and analysis. Section 4 states the conclusions and section 5 introduces recommendations for studies related.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present analysis is inspired on Cross Industry Standard Process for Data Mining(CRISP-DM) 8 steps, the phases are very frequent on Data Mining tasks. So, the steps for this analysis are the next:",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "• Select the scope of the analysis and the Social Network",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "• Find the relevant terms to search on Twitter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "• Build the query for Twitter and collect data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "• Cleaning data to eliminate words with no relevance(stopwords)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "• Visualization to understand the countries . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055749 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Considering the countries where Spanish is the official language, there are 9 countries in South America: Argentina, Bolivia, Chile, Colombia, Ecuador, Paraguay, Perú, Uruguay, Venezuela and every nation has a different territory size as the table Tab. 1 shows. Therefore, analyze the whole countries could take a great effort about time then the scope of this paper considers the capital1 of each country because the highest population is found there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting the scope and Social Network"
        },
        {
            "text": "At the same time, there are many Social Networks with like Facebook, Linkedin, Twitter, etc. with different kind of objective: Entertainment, Job Search and so on. During the last years, data privacy is an important concern and there is update on their politics, so considering the previous restriction Twitter is chosen because of the open access through Twitter API, the API will help us to collect the data for the present study. Although, the free access has a limitation of seven days, the collecting process is performed every week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Geolocalization of South American Capital of Spanish Speakers"
        },
        {
            "text": "Actually, there is hundreds of news around the world and dozens of papers about the coronavirus so to perform the queries is necessary to select the specific terms and consider the popular names over the population. The selected terms are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Find the relevant terms to search"
        },
        {
            "text": "Ideally, people only uses the previous terms but, citizens does not write following this official names then special characters are found like @, #, -, _. For this reason, variations of coronavirus and covid19 are created, i.e. { '@coronavirus', #covid-19', '@covid_19' }",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Find the relevant terms to search"
        },
        {
            "text": "The extraction of tweets is through Twitter API, using the next parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build the Query and collect data"
        },
        {
            "text": "• date: 08-03-2020 to 21-03-2020, the last two weeks . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build the Query and collect data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055749 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build the Query and collect data"
        },
        {
            "text": "• Change format of date to year-month-day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing Data"
        },
        {
            "text": "• Eliminate alphanumeric symbols",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing Data"
        },
        {
            "text": "• Uppercase to lowercase",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing Data"
        },
        {
            "text": "• Eliminate words with size less or equal than 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing Data"
        },
        {
            "text": "• Add some exceptions to eliminate, i.e. 'https', 'rt'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing Data"
        },
        {
            "text": "This step will help to answer some question to analyze what happens in every country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization"
        },
        {
            "text": "• How is the frequency of posts everyday?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization"
        },
        {
            "text": "• Can we trust on all the posts?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization"
        },
        {
            "text": "• The date of user account creation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization"
        },
        {
            "text": "• Tweets per day to analyze the increasing number of posts",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization"
        },
        {
            "text": "• Cloud of words to analyze the most frequent terms involved per day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization"
        },
        {
            "text": "The next graphics presents the results of the experiments and answer many questions to understand the phenomenon over the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "At beginning, a fast preview about the frequency of post per country will support us to understand how many active users are in every capital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is the frequency of users posts?"
        },
        {
            "text": "Four things are important to highlight from Fig. 2: (1) Venezuela is a smaller country but the number of posts are pretty similar to Argentina, (2) Paraguay is almost a third from Peru territory and the number of publications are very similar, Chile is one small country but the number of publication are higher than Peru and (4) Uruguay is the smallest one with more tweets than Bolivia and Colombia even Ecuador has more.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "text": "Fig. 2:",
                    "ref_id": null
                }
            ],
            "section": "Figure 2. Data User Creation"
        },
        {
            "text": "By other hand, considering data from Table 1 , there is a strong relationship between Internet, Social Media and Mobile Connections in Argentina, Venezuela with the number of tweets and but a different context for Colombia, this insight show us the level of using in Bogota and says how the Internet Users are spread in other cities on Colombia. So, a similar behavior explained previously is present over this data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Figure 2. Data User Creation"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055749 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/7"
        },
        {
            "text": "Considering the image Fig.2 , the number of post for each country, the total number of tweets is up to five millions(5 627 710), close to half of million(401 979) per day. So, the question about veracity is important to filter and analyze what people is thinking, because the noise could be a limitation to understand what truly happens. By consequence, it is necessary to consider some criterion to filter this data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 27,
                    "text": "Fig.2",
                    "ref_id": null
                }
            ],
            "section": "Can we trust on all this posts?"
        },
        {
            "text": "First, Argentina has the highest number of publications in last two weeks. For example, the firt dozen of the top users in Buenos Aires are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who are the 100 top users in every country?"
        },
        {
            "text": "'Portal Diario', '.', 'Clarín', 'Radio DoGo', 'Camila','El Intransigente', 'Agustina', 'Pablo', 'FrenteDeTodos', 'Ale','Lucas', 'Diario Crónica' Later, a search about the users, one natural finding is: they are related to newspapers, radio or television(mass media). But there is people with many hundreds of tweets and regular people. The next image Fig. 3 has the names of users and quantity of posts. #bolivia  siete  covid  @pagina  gobierno  salud  @larazon  cruz  ministro  medidas  cuarentena  caso  #coronavirusbo  santa  @rtp  pais  #esultimo  emergencia  personas  @erboldigital  anibal  paciente  confirma  pide  #lapaz  informa  confirmados  nuevo  oruro  presidenta  hospital  primer  @jeanineanez  #elalto  #urgente  pacientes  #deahora  prevencion  presidente  ciudad  evitar  anuncia  informo  @sumaj  warmi  nacional  nuevos  dice  sospechosos  #loultimo  alto  prevenir  centro  medicos  atencion  china  italia  declara  cuba  tres  horas  #deultimo  poblacion  #santacruz  ministerio  propagacion  video  mundo  hospitales  enfrentar  autoridades  tras  @yerkogarafulic  #coronavirusmundo  luis  @luchoxbolivia  #anibalcruz  jeanine  medico  debido  #mundo  #ultimo  virus  gobernacion  #videonoticias  pandemia  municipal  estan  primera  manos  policia  reporta  suspension  #oruro  @radiolider97  frente Helping the visualisation from Monday to Sunday during the last two weeks, a cloud of words is presented in Fig. 6 showing the first thirty terms per country. It is important to remember every country promote different actions on different dates. . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 357,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 404,
                    "end": 1326,
                    "text": "#bolivia  siete  covid  @pagina  gobierno  salud  @larazon  cruz  ministro  medidas  cuarentena  caso  #coronavirusbo  santa  @rtp  pais  #esultimo  emergencia  personas  @erboldigital  anibal  paciente  confirma  pide  #lapaz  informa  confirmados  nuevo  oruro  presidenta  hospital  primer  @jeanineanez  #elalto  #urgente  pacientes  #deahora  prevencion  presidente  ciudad  evitar  anuncia  informo  @sumaj  warmi  nacional  nuevos  dice  sospechosos  #loultimo  alto  prevenir  centro  medicos  atencion  china  italia  declara  cuba  tres  horas  #deultimo  poblacion  #santacruz  ministerio  propagacion  video  mundo  hospitales  enfrentar  autoridades  tras  @yerkogarafulic  #coronavirusmundo  luis  @luchoxbolivia  #anibalcruz  jeanine  medico  debido  #mundo  #ultimo  virus  gobernacion  #videonoticias  pandemia  municipal  estan  primera  manos  policia  reporta  suspension  #oruro  @radiolider97  frente",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1441,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Who are the 100 top users in every country?"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055749 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who are the 100 top users in every country?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infodemiology and infoveillance: Tracking online health information and cyberbehavior for public health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Prev. Medicine",
            "volume": "40",
            "issn": "",
            "pages": "154--158",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amepre.2011.02.006"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social web mining and exploitation for serious applications: Technosocial predictive analytics and related technologies for public health, environmental and national security surveillance",
            "authors": [
                {
                    "first": "]",
                    "middle": [],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N K"
                    ],
                    "last": "Sanfilippo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Corley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Comput. Methods Programs Biomed",
            "volume": "100",
            "issn": "",
            "pages": "16--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmpb.2010.02.007"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemics in the age of twitter: content analysis of tweets during the 2009 h1n1 outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS one",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Building intelligent indicators to detect dengue epidemics in brazil using social networks",
            "authors": [
                {
                    "first": "Chire",
                    "middle": [],
                    "last": "Saire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "2019 IEEE Colombian Conference on Applications in Computational Intelligence (ColCACI)",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What is the people posting about symptoms related to coronavirus in bogota, colombia?",
            "authors": [
                {
                    "first": "Chire",
                    "middle": [],
                    "last": "Saire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Digit. Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO. Who statement regarding cluster of pneumonia cases in wuhan, china. Beijing: WHO 9",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The crisp-dm model: The new blueprint for data mining",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shearer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Data Warehous",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "terms: the chosen words mentioned in previous subsection • geolocalization: the longitude and latitude of every capital • language: Spanish • radius: 50 km 2/7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "First 100 users with more posts This users has an average of half thousand of tweets in two weeks, around 35 tweets per day each one. Selecting this people, the number of publication decreases drastically, see Fig.4 bolivia casos #p7informa",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Word Histogram with size 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cloud of Words: Argentina, Bolivia, Chile, Ecuador, Peru, Paraguay, Uruguay, Venezuela(left to right) 6/7",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "South America Cartography Information",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Access Internet Information 9 (millions)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Which are the most active users?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Infoveillance based on Social Sensors with data coming from Twitter can help to understand the trends on the population of the capitals. Besides, it is necessary to filter the posts for processing the text and get insights about frequency, top users, most important terms. This data is useful to analyse the population from different approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ]
}