{
    "paper_id": "f6743c4c5f0b09b3d6a32692dec5f217f23a12eb",
    "metadata": {
        "title": "Targeted adaptive isolation strategy for COVID-19 pandemic",
        "authors": [
            {
                "first": "Zoltan",
                "middle": [],
                "last": "Neufeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "postCode": "4072",
                        "settlement": "St. Lucia, Brisbane",
                        "region": "QLD",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamid",
                "middle": [],
                "last": "Khataee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "postCode": "4072",
                        "settlement": "St. Lucia, Brisbane",
                        "region": "QLD",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Andras",
                "middle": [],
                "last": "Czirok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Eotvos University",
                    "location": {
                        "postCode": "1053",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We investigate the effects of social distancing in controlling the impact of the COVID-19 epidemic using a simple susceptible-infected-removed epidemic model. We show that an alternative or complementary approach based on targeted isolation of the vulnerable subpopulation may provide a more efficient and robust strategy at a lower economic and social cost within a shorter timeframe resulting in a collectively immune population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We consider the standard susceptible-infected-removed/recovered (SIR) epidemic model [1, 2] to represent the current COVID-19 pandemic:",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 89,
                    "end": 91,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "SIR model"
        },
        {
            "text": "where the parameter k characterises the probability of transmission of infection from the infected (I) to the susceptible (S) fraction of the population, and γ is the rate of recovery, which is assumed to lead to immunity or death ((R)). The behavior of the model depends on a single non-dimensional parameter R 0 = k/γ which is the number of new infections caused by a single infected in a fully susceptible population. The condition for an epidemic outbreak is R 0 > 1, otherwise the infection dies out monotonously. Typical estimates of R 0 for the COVID epidemic are roughly in the range 2 − 3.5 [3] [4] [5] . We will use γ = 0.1 day −1 consistent with a typical recovery time of around 1 − 2 weeks [3] [4] [5] . A few example solutions of the model (1) for different values of R 0 are shown in Fig. 1(a) . ",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 808,
                    "text": "Fig. 1(a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SIR model"
        },
        {
            "text": "Since the COVID-19 infection results in mild or no symptoms in a large majority of the population, often may remain undetected which makes it difficult to prevent further transmission. The so called \"social distancing\" strategy aims to reduce social interactions within the population decreasing the probability of transmission of the infection, represented by the parameter k in the model. A strong reduction of social interactions may thus lead to R 0 < 1 when the infection dies out, as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "If the reduced R 0 is still larger than unity, the result is a smaller epidemic outbreak, with lower total infected fraction of the population I total = 1 − S(∞), and lower peak value of the infected fraction. The total infected population is the solution of the transcendental equation: ln(1 − I total ) + I total = 0. A side effect of this reduction, however, is that the duration of the epidemic outbreak increases significantly. The dependence of the peak infected fraction and the time to reach maximum infection are shown in Fig. 1(b) . For example, starting with a reference value R 0 = 2.4, the time to peak infection is around 65 days. Reducing R 0 to 1.2, extends the time to peak infection to ∼ 320 days, while the maximum infected fraction is reduced from ∼ 22% to ∼ 1.5% and the total infected by the end of the epidemic decreases from ∼ 90% to ∼ 30%. Decreasing R 0 by social distancing reduces the total infections and the peak infected fraction, which is critical due to limited hospital capacity, but it has the following possible drawbacks:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 540,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Social distancing"
        },
        {
            "text": "• if R 0 remains > 1, the social distancing can significantly extend the duration of the epidemic, making it difficult to maintain the reduced transmission rate over a long time period in a large population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "• perhaps the most important problem is that there is no clear exit strategy until large scale vaccination becomes available. Since at the end of the epidemic a large proportion of the population remains susceptible to infection, after relaxation of social distancing, the population is highly susceptible to recurrent epidemic outbreaks potentially triggered by remaining undetected or newly imported infections from other regions/countries where the infection has not been eliminated yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "• social distancing measures over extended period of time applied uniformly to a large population lead to widespread disruption of the functioning of the society and economy therefore it has a huge long term cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "To address these issues, we consider an alternative or complementary strategy. An essential feature of the COVID-19 infections is that it produces relatively mild symptoms in the majority of the population, while it can also lead to serious respiratory problems mainly in the older population (> 70), or in individuals with pre-existing chronic diseases [6] . For example, the hospitalization rate of the symptomatic cases in the 20−29 age group is 1.2% out of which 5% requires critical care and 0.03% of the infections lead to death [7] . In contrast, for the 70 − 79 age group hospitalization rate is 24.3% out of which 43.2% is critical and the fatality ratio of the infected is 5.1%. Although the transition between these extremes is gradual, a fairly sharp transition takes place around the age of 65. In addition to age, pre-existing chronic diseases is an additional criteria for identifying a vulnerable group in the population. Based on the limited currently available data around 97 − 99% of deaths due to COVID-19 already had underlying chronic diseases, which is of course very common in the older age groups.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "SIR model with vulnerable subpopulation"
        },
        {
            "text": "To take into account the markedly different age-dependent outcome of the COVID-19 infection, we extend the standard SIR model by separating the population into two compartments: the lowrisk majority population with mild symptoms, and a vulnerable, mainly older population, where infection is likely to lead to hospitalization and death; see The majority population follows the same SIR dynamics (1) as described above independently of the vulnerable population. The infection rate of the vulnerable population is described by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with vulnerable subpopulation"
        },
        {
            "text": "where µ represents the rate of transmission from the low-risk infected population (I) to vulnerable susceptible (S V ). Thus, the relative proportion of newly infected vulnerable individuals (requiring hospitalization and possibility of death) per unit time is determined by the product µI(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with vulnerable subpopulation"
        },
        {
            "text": "We can also calculate the proportion of the vulnerable population infected over the whole course of the epidemic as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR model with vulnerable subpopulation"
        },
        {
            "text": "The total infected fraction of the low-risk population (i.e. standard SIR dynamics) at the end of the epidemic is shown in Fig. 2(b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SIR model with vulnerable subpopulation"
        },
        {
            "text": "According to Equation (3), reducing the loss in S V requires reducing the product µI total . While social distancing aims to reduce the total infected population by decreasing R 0 , this model helps to evaluate alternative or complementary measures targeting the reduction of parameter µ by isolating/shielding the vulnerable population from the infections. This could be achieved by clearly differentiated measures targeted to the high-risk group: restricting mobility, providing free homedelivery of food and medication, increased support addressing communication and healthcare needs, and providing separated living space where needed. Since the isolation strategy targets a subpopulation, a radical isolation is likely to be more effective than uniform social distancing, and at a smaller cost for the economy and for the general functioning of the society. Our model allows the comparison of general social distancing affecting both k and µ (represented by the diagonal arrow in Fig. 2(c) ) and targeted isolation affecting µ only (vertical arrow in Fig. 2(c) ). The overall fatality of the pandemic is primarily driven by the size of the infected vulnerable population, µI total . Depending on the epidemiological situation, the public response should be a mixture of the two efforts. For low values of R 0 , general social distancing is more effective and has the potential to suppress the epidemic. At higher R 0 values, however, the optimal public response should focus more heavily on isolation of the vulnerable population. With limited resources available, when the strategy is primarily based on drastic targeted isolation over a shorter time, the end result is a collectively immune population resistant to further infections (\"herd immunity\"). It is also apparent that the integral in Equation (3) can be reduced by decreasing µ in a timedependent manner. This can be achieved by monitoring the progression of the infection I(t) via statistically representative testing of different regions and cities, and intensifying/relaxing the isolation of the vulnerable population accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 984,
                    "end": 993,
                    "text": "Fig. 2(c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1055,
                    "end": 1064,
                    "text": "Fig. 2(c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Targeted adaptive isolation"
        },
        {
            "text": "Let us consider the case when the low-risk population is ∼ 75 − 80% of the total, and when infected 3% is hospitalized, with 0.2% requiring intensive care [7] . Assuming that the intensive care capacity is around 10-20 per 100000, this allows for ∼ 5% infected at the peak of the epidemic in the low risk population, which corresponds to R 0 ∼ 1.4. By the end of the epidemic, this results in I total ∼ 0.6 within the low-risk population so the immunity in the total population is 45%. Assuming that after the epidemic the transmission rate increases back to R 0 = 2.4, the minimum immune fraction needed for herd immunity is around 60%. Therefore, relaxing social distancing should happen before the end of isolation allowing for a further increase of the immune proportion in the low-risk group to avoid the spread of infections in the high-risk population.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Targeted adaptive isolation"
        },
        {
            "text": "Our model and conclusions rely on the separation of the population based on age and health into two compartments with very different outcomes and applying differentiated protective measures while allowing for the development of immunity in the rest of the population. At the time of writing, certain countries follow various combinations of social distancing and isolation. In Sweden, only moderate social distancing is implemented which will likely lead to development of immunity in the population. This strategy, however, without introducing targeted measures to protect the vulnerable population may lead to high mortality and over-saturation of the health care system. Italy and Spain, on the other hand implemented severe social distancing, but so far this seems to be unable to stop the progress of the epidemic and may in fact be on track towards achieving large scale infection and immunity in the population. However, with too much focus on the implementation of uniform social distancing and no clear targeted measures for identifying and efficiently protecting the vulnerable sub-population can lead to a scenario with high mortality in spite of the high social and economic costs of an extended and potentially recurrent epidemic. Another interesting observation is the striking difference between the mortality within the confirmed infected patients in Italy (∼ 10%) compared to Germany (∼ 1%). While there can be multiple reasons for this difference, it is possible that the closer social and family interactions between the older and younger generations in Italy, corresponds to a higher baseline value of µ, and/or the current exposure of the disease targets mainly the younger population in Germany with policies in place to decrease the exposure of the vulnerable population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted adaptive isolation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Population Biology of Infectious Diseases: Part I",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "280",
            "issn": "",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. Roy. Soc. Lond. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Charlie",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "Rosalind",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unique epidemiological and clinical features of the emerging 2019 novel coronavirus pneumonia (COVID-19) implicate special control measures",
            "authors": [
                {
                    "first": "Yixuan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yuyi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Qingsong",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Review of the clinical characteristics of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Fang",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Liehua",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Liangqing",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Yin",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Chi",
                    "middle": [
                        "Wai"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "Zhengyuan",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of General Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Ronghui",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Guohui",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhibo",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [
                        "Nedjati"
                    ],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SIR model. (a) Solutions of the SIR model with R 0 =1.4, 1.8, and 2.4. Solutions S(t) and I(t) represent the fractions of the susceptible and infected populations over time. Initial conditions: S = 0.9999, I = 0.0001, and R = 0. (b) Maximum fraction of infected individuals (left axis) and time at which the fraction of infected individuals has its peak (right axis) versus the basic reproduction ratio of infection, R 0 . 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a). Both sub-populations follow the SIR dynamics with the important difference that while in the majority population the infections are primarily caused by transmission within this sub-population from infected to susceptible; in the vulnerable minority the dominant route of new infections is via transmission from the majority population to susceptible vulnerable. We neglect transmission within the vulnerable population and the infection of low-risk susceptible by infected vulnerable; see Fig. 2(a), dashed transmissions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Extended SIR model with vulnerable population. S, I, and R are proportions of susceptible, infected, and recovered individuals, respectively. Subscript v represents vulnerable individuals. Dashed curves: negligible transmissions of infection. (b) Black curve: total infected fraction I total = 1 − S(∞) vs R 0 in the SIR model. Red curve: 1 − 1/R 0 , minimum immune proportion needed for collective immunity. (c)Driver of infection in the vulnerable population: µI tot (R 0 ) versus µ and R 0 . Diagonal solid arrow: social distancing. Dashed arrow: isolation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}