{
    "paper_id": "f6f723ad94943572b5031d21379be4a6286ef832",
    "metadata": {
        "title": "Clinical Decision Support Tool and Rapid Point-of-Care Platform for Determining Disease Severity in Patients with COVID-19",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mcrae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Glennon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Simmons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Nicolaos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Christodoulides",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Zhibing"
                ],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "5"
                ],
                "last": "Stella",
                "suffix": "",
                "affiliation": {},
                "email": "stella.kang@nyulangone.org"
            },
            {
                "first": "",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "David"
                ],
                "last": "Fenyo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "7 Timothy"
                ],
                "last": "Alcorn",
                "suffix": "",
                "affiliation": {},
                "email": "talcorn9@gmail.com"
            },
            {
                "first": "Isaac",
                "middle": [],
                "last": "Dapkins@nyulangone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Org",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharif",
                "middle": [],
                "last": "Iman",
                "suffix": "",
                "affiliation": {},
                "email": "iman.sharif@nyulangone.org"
            },
            {
                "first": "10",
                "middle": [],
                "last": "Deniz Vurmaz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Sayli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Modak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "12",
                "middle": [
                    "Kritika"
                ],
                "last": "Srinivasan",
                "suffix": "",
                "affiliation": {},
                "email": "kritika.srinivasan@nyu.edu"
            },
            {
                "first": "13",
                "middle": [
                    "Shruti"
                ],
                "last": "Warhadpande",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "14",
                "middle": [
                    "Ravi"
                ],
                "last": "Shrivastav",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "15",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Mcdevitt",
                "suffix": "",
                "affiliation": {},
                "email": "mcdevitt@nyu.edu"
            },
            {
                "first": "John",
                "middle": [
                    "T"
                ],
                "last": "Mcdevitt",
                "suffix": "",
                "affiliation": {},
                "email": "mcdevitt@nyu.edu.phone:"
            },
            {
                "first": "Zhibing",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": "luzhibing222@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2 is the virus that causes coronavirus disease which has reached pandemic levels resulting in significant morbidity and mortality affecting every inhabited continent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The large number of patients requiring intensive care threatens to overwhelm healthcare systems globally. Likewise, there is a compelling need for a COVID-19 disease severity test to prioritize care and resources for patients at elevated risk of mortality. Here, an integrated point-of-care COVID-19 Severity Score and clinical decision support system is presented using biomarker measurements of C-reactive protein (CRP), N-terminus pro B type natriuretic peptide (NT-proBNP), myoglobin (MYO), D-dimer, procalcitonin (PCT), creatine kinase-myocardial band (CK-MB), and cardiac troponin I (cTnI). The COVID-19 Severity Score combines multiplex biomarker measurements and risk factors in a statistical learning algorithm to predict mortality. The COVID-19 Severity Score was trained and evaluated using data from 160 hospitalized COVID-19 patients from Wuhan, China. Our analysis finds that COVID-19 Severity Scores were significantly higher for the group that died versus the group that was discharged with median (interquartile range) scores of 59 (40-83) and 9 (6-17), respectively, and area under the curve of 0.94 (95% CI 0.89-0.99). These promising initial models pave the way for a point-of-care COVID-19 Severity Score system to impact patient care after further validation with externally collected clinical data. Clinical decision support tools for COVID-19 have strong potential to empower healthcare providers to save lives by prioritizing critical care in patients at high risk for adverse outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2019-20 pandemic of coronavirus disease 2019 caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) 1 was first reported in Wuhan, Hubei, China, in December 2019. 2 On March 11, 2020, the World Health Organization (WHO) declared the outbreak a pandemic. 3 Although there is expected to be a substantial under-reporting of cases (particularly of persons with milder symptoms, asymptomatic cases, and in countries with low testing volume), as of April 4, 2020 over 1M cases have been confirmed with approximately 60,000 deaths from the disease globally and major outbreaks in the US, Italy, China, and Spain. 4 Symptoms of COVID-19 are non-specific, and infected individuals may develop fever, cough, fatigue, shortness of breath, or muscle aches with further disease development leading to severe pneumonia, acute respiratory distress syndrome (ARDS), myocardial injury, sepsis, septic shock, and death. 5, 6 The median incubation period is approximately five days, and 97.5% of those who develop symptoms will do so within 11.5 days. 7 A larger analysis of 2449 patients reported hospitalization rates of 20 to 31 percent and ICU admission rates of 4.9 to 11.5 percent. 8 This large number of patients requiring intensive care threatens to overwhelm healthcare systems around the world. There is a need for a COVID-19 disease severity test to prioritize care for patients at elevated risk of mortality and manage low risk patients in outpatient settings or at home through self-quarantine.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 279,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 632,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 927,
                    "end": 929,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 930,
                    "end": 931,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1059,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1195,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Biomarker tests provide key information about the health or disease status of an individual, including COVID- 19 . In an analysis of 127 hospitalized COVID-19 patients in Wuhan, China, the most common complications leading to death were acute cardiac injury (58.3%), ARDS (55.6%), coagulation dysfunction (38.9%), and acute kidney injury (33.3%). 9 Biomarkers, such as cardiac troponin I (cTnI), C-reactive protein (CRP), D-dimer, and procalcitonin (PCT) were significantly increased in those that died versus those that recovered with prognostic values (as determined by area under the curve [AUC]) of 0.939, 0.870, 0.866, and 0.900, respectively. In another study, data from 82 COVID-19 deaths found that respiratory, cardiac, hemorrhage, hepatic, and renal damage were present in 100%, 89%, 80.5%, 78.0%, and 31.7% of patients, respectively, in which most patients had increased CRP (100%) and D-dimer (97.1%). 10 The importance of D-dimer as a prognostic factor was also demonstrated with odds of death significantly increased for levels greater than 1µg/mL on admission. 11 A biomarker of cardiac failure, N-terminal pro-B-type natriuretic peptide (NT-proBNP) has also been shown to be predictive of death in patients with community acquired pneumonia. 12 A recent study of 416 hospitalized patients with reported 82 patients (19.7%) had cardiac injury, 13 in which patients with myocardial damage had significantly higher levels of CRP, PCT, creatine kinase-myocardial band (CK-MB), cTnI, and NT-. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 348,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 916,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1361,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint proBNP. Patients with cardiac injury also more frequently required noninvasive mechanical ventilation (46.3% vs. 3.9%) or invasive mechanical ventilation (22.0% vs. 4 .2%) and experienced higher rates of complications such as ARDS (58.5% vs. 14.7%) compared to patients without cardiac injury. Ultimately, patients with cardiac injury had higher mortality than those without it (51.2% vs. 4.5%). Given such data, others have recommended elevating treatment priority and aggressiveness for patients with underlying cardiovascular disease and evidence of cardiac injury. 14 This growing body of clinical evidence related to COVID-19 disease severity suggests that biomarkers can play a dominant role in a scoring system to identify COVID-19 patients with increased risk of severe disease and mortality.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 311,
                    "text": "(22.0% vs. 4",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While there are multiple commercially available platforms for COVID-19 diagnosis based on molecular detection of the viral RNA, there remains a significant gap in determining disease prognosis with respect to early identification of individuals that are at elevated risk of mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Identifying and monitoring those at risk of severe complications is critical for both resource planning and prognostication. Likewise, ruling out and/or reducing the admission of patients with very low risk of complications who can be safely managed through self-quarantine would conserve precious medical resources during a surge of new cases in an outbreak. While clinical decision support tools have been developed for sepsis disease severity 15 and are in development for COVID-19 disease severity, 16 to our knowledge there are no scoring systems for COVID-19 disease severity that are intricately linked to the biomarker tests at the point of care or based on lab-on-a-chip platforms. Access to an integrated test and scoring system for use at the point of care and in low-and middle-income countries would help to manage this disease on a global basis.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we describe our most recent work toward developing the programmable bio nano chip (p-BNC) with the capacity to learn 17 and adapting it to the task of assessing COVID-19 disease severity. This multiplex and multiclass platform has been demonstrated previously for the detection and quantitation of protein biomarkers, small molecules, and cellular markers in applications such as oral cancer, ovarian cancer, prostate cancer, drugs of abuse, cardiac heart disease, and trauma. [18] [19] [20] [21] Previously, we developed the Cardiac ScoreCard system for predicting a spectrum of cardiovascular disease. 22 This scoring system combines multiple risk factors and biomarker measurements to provide personalized reports for a range of disease indications with diagnostic and prognostic models for cardiac wellness, acute myocardial infarction, and heart failure. The new study described here leverages our past experiences developing clinical decision support tools to efficiently adapt our flexible platform for the development of a prognostic test for COVID-19.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint This paper describes the customization of a point-of-care diagnostic tool that is suitable for the measurement of biomarkers that can be used to discriminate between COVID-19 patients that recover vs. those that die from complications of this terrible disease. The work details both the development of a multiparameter protein assay and the diagnostic models that can lend information related to the COVID-19 severity. The model was trained and internally validated using data from 160 hospitalized COVID-19 patients from Wuhan, China 14 and was evaluated on an external case study of 12 hospitalized patients with a spectrum of COVID-19 disease complications from Shenzhen, China. To our knowledge, this effort is the first quantitative pointof-care diagnostic panel linked to a clinical decision support tool that could be used to predict disease severity for patients suffering from COVID-19 infections. In addition to the new point-ofcare diagnostic panel and decision tools, an app is envisioned for immediate release to help clinicians in the next few weeks manage their COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The design and fabrication of single-use disposable p-BNC cartridges equipped with a dedicated biohazardous waste reservoir used in this study were published previously. 23 To summarize, the cartridges comprised an injection-molded fluidic body and laminate capping layers on top and bottom sides. The upper capping layer was patterned with fluidic channels and through-holes. Aluminum blister packs were bonded to the cartridge's upper DSA (double sided adhesive) layer with 1µm super hydrophobic polyvinylidene fluoride (PVDF) membranes (EMD Millipore, Billerica, MA). Debris filters were made with 3µm Whatman® Nuclepore Track-Etch Membrane (GE Healthcare, Fairfield, CT). A polyethylene terephthalate (PET) capping layer covered the remaining exposed adhesive.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cartridges"
        },
        {
            "text": "While the fully integrated point-of-care instrumentation has been described previously, 23 for this current study the instrument was configured into a modular fixture for experimentation and assay development. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instrumentation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint threaded lens tubes and adapters (Thorlabs Inc., Newton, NJ) mounted onto a machined aluminum support base. Excitation light was provided by a 490nm LED and T-Cube LED Driver (Thorlabs Inc., Newton, NJ). Optical filters included a 520/15nm BrightLine® single-band bandpass emission filter (Semrock, Inc., Rochester, New York), a 466/40nm excitation filter, and a 506nm dichroic mirror (Edmund Optics, Barrington, NJ). Images were captured on a Grasshopper®3 camera with a Sony IMX174 CMOS sensor (Point Grey Research, Inc., Richmond, British Columbia, Canada). Control software and user interface was developed in MATLAB® 2014a (Natick, MA).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instrumentation"
        },
        {
            "text": "A multiplex immunoassay was developed for a subset of the proposed biomarkers to demonstrate proof of concept for the COVID-19 disease severity panel. Spherical agarose sensor beads (2% cross-linked) were synthesized using methods previously reported. 24 Beads were then sorted into a narrow size distribution (280 ± 10 μm) using test sieves, cross-linked, and glyoxal activated. Activated beads were then functionalized with analyte-specific capturing antibodies using reductive amination with 50mM sodium cyanoborohydride followed by deactivation of unreacted sites in 1M tris buffer with 50mM sodium cyanoborohydride.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoassay"
        },
        {
            "text": "The cTnI and NT-proBNP antibodies and standards were purchased from HyTest, Ltd., Cartridges were manually populated with bead sensors and conjugate pad reagents. Bead sensors were strategically configured into designated locations within a 4×5 bead support chip for spatial identification. Detection antibodies were spotted onto a 2×15mm glass fiber conjugate pad (EMD Millipore, Billerica, MA) which was inserted into the cartridge. All assays were performed in direct sandwich-type immunoassay format at room temperature. For each assay, the sample was wetted over the sensor array for 15 seconds. The sample was then delivered for 10 minutes at 10µL/min followed by a 15 second wash at 200µL/min. The detecting antibody was eluted from . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoassay"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint the reagent pad for 1 minute at 100µL/min by flowing PBS through the pad originating from the blister. This was followed by a 5-minute final wash using a ramping flow rate. The total time of the assay was approximately 16 minutes consuming a total volume of 1400µL.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoassay"
        },
        {
            "text": "Images were analyzed using a custom image analysis tool developed with MATLAB as described previously. 23 The fluorescence response of each bead was expressed as the average pixel intensity for a region of interest limited to the outer 10% of the bead diameter where the specific signal is concentrated. Bead sensors that were optically obstructed by debris or bubbles were excluded from analysis. Likewise, failed assay runs due to leaks were rejected and reassayed. Curve fitting routines were processed in MATLAB® R2017b.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Image analysis"
        },
        {
            "text": "Beads were arranged column-by-column in the 4×5 chip. Two mouse-antibody sensitized Once the beads were in place, the silicone coated release liner was removed from the chip, and an optical cover was bonded to the exposed underlying adhesive sealing the analysis chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard curves"
        },
        {
            "text": "A cocktail of cTnI, CK-MB, MYO, and NT-proBNP standards were prepared in goat serum (Meridian Life Sciences) at concentrations of 500, 100, 20, 4, 0.8, 0.16, and 0.032 ng/mL. Standards solutions were processed on the p-BNC assay system in triplicate, and their responses were determined. Five matrix blank samples were also processed to determine the variation of the blank response. The upper end of the assay range was determined as the highest concentration achievable without saturating the sensor beads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard curves"
        },
        {
            "text": "This study involves the development of a COVID-19 Severity Score using similar methods as described previously. 22 Biomarker data from 160 hospitalized COVID-19 patients were derived from a recent study in Wuhan, China. 14 Patients were assigned to two outcomes: patients who . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model Development and Statistical Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint were discharged (n=117) and patients that died (n=43). A lasso logistic regression model for COVID-19 was trained using the following as predictors: age, sex, cTnI, CRP, PCT, and MYO.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model Development and Statistical Analysis"
        },
        {
            "text": "The maximum biomarker values across all time points were extracted for each patient and log transformed. Then, all data were standardized with zero mean and unit variance. Missing data were imputed using the multivariate imputation by chained equations (MICE) algorithm in statistical software R. 25 Ten imputations were generated using predictive mean matching and logistic regression imputation models for numeric and categorical data, respectively. The data were partitioned using stratified 5-fold cross-validation to preserve the relative proportions of outcomes in each fold. Model training and selection were performed on each of the 10 imputation datasets. Models were selected for the penalty parameter corresponding to one standard error above the minimum deviance for additional shrinkage. Model performance was documented in terms of AUC and median (interquartile range [IQR]) COVID-19 Severity Scores of patients that died versus those that recovered using pooled estimates. COVID-19 Severity Scores from 5-fold cross-validation, and pooled imputed data sets informed boxplots and scatterplots. Biomarker values and COVID-19 Scores were compared for discharged patients vs. those that died using Wilcoxon rank sum test. Age was compared using an independent t-test. Proportions were compared using the Chi-squared test. 26, 27 Two-sided tests were considered statistically significant at the 0.05 level.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model Development and Statistical Analysis"
        },
        {
            "text": "We externally validated the COVID-19 Severity Score on data from a case study of 12 hospitalized COVID-19 patients from Shenzhen, China. 28 Results were presented in a scatter/box plot of COVID-19 Severity Scores on three groups of patients defined as follows: moderate (patients whose only complication was pneumonia), severe (patients with both pneumonia and ARDS), and critical (patients with one or more of severe ARDS, respiratory failure, cardiac failure, or shock).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model Development and Statistical Analysis"
        },
        {
            "text": "The biomarker profiles for COVID-19 patients change over the timeline of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Therefore, there is a need for a series of diagnostic tests that collectively cover/monitor the entire timeline of infection. Here, three tests are relevant. The first is a molecular diagnostic that tests for the virus itself or part of the same. These tests include RT-PCR or immunological tests that are specific for a component of the virus such as the coronavirus spike glycoprotein. 29 Both assay modalities lend information on the amount of virus present during the initial stages of infection (i.e., days 2 to 20) but lack accurate quantitation information as the samples are often collected from a nasal swab where the sample volume is ill-defined. After this initial infection phase, the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint virus itself becomes suppressed due to the activation of the humoral response of the host that involves production of anti-virus specific antibodies.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The second relevant diagnostic test involves detecting this antibody response as an indicator of exposure and subsequent immune response to the virus. The humoral immune response usually begins with the production of IgM antibodies. IgM antibodies tend to have low affinity since they are produced before B cells undergo somatic hypermutation; however, IgM is pentameric in structure, making it an effective activator of the complement system which is important in controlling infections of the bloodstream. The monomeric IgG dominates the later phases of the antibody response. 30 A test for coronavirus exposure and immune response uses viral antigen to detect these antibodies in the bloodstream.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 581,
                    "text": "30",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Throughout this timeline it would benefit care decisions and planning for resource allocation to identify those high-risk patients with underlying, ongoing, or past medical conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The sooner these patients are identified, the better is their prognosis through stabilizing measures and close monitoring. As highlighted in the Introduction, one of the major diagnostic gaps and the focus of this paper is determining COVID-19 disease severity, which is the third relevant diagnostic test associated with COVID-19. Initial reports suggest that COVID-19 is associated with severe disease that requires intensive care in approximately 5% of proven infections. 8 A report from the Chinese Center for Disease Control and Prevention stated that the case fatality rate was higher for those with cardiovascular disease (10.5%), diabetes (7.3%), chronic respiratory disease (6.3%), hypertension (6.0%), and cancer (5.6%). Growing evidence suggests that COVID-19 interacts with the cardiovascular system on multiple levels with increased morbidity and mortality in those with underlying cardiovascular conditions. 31 Further, evidence of myocardial injury has been observed at higher rates in those that died. 31 In a study of 187 patients, 7.6% of patients (8 of 105) with normal cardiac troponin T levels and without cardiovascular disease died versus 69.4% of patients (25 of 36) with both elevated cTnT and cardiovascular disease. 14 The underlying health of the patient has a strong association with COVID-19 outcomes and must be included in clinical decision support tools for determining disease severity.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 922,
                    "end": 924,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1245,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "With this perspective in mind, development of a portable assay system suitable for COVID-19 disease severity would be extremely important in the coming weeks and months as the global pandemic moves forward. Given the broad spectrum of disease severity and rapid clinical decline of patients who develop pneumonia and/or cardiac injury, a point-of-care assay and decision support system could improve triage of patients-and eventually outcomes-for those who need more immediate and aggressive care. Incorporating the calculation of the COVID-19 Severity Score into electronic health records (EHR) would provide health providers with actionable . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint information at an early stage so resources can be focused on patients who are expected to be most severely affected. The measurements of the proteins included in the score can either be provided by EHR integration of the point-of-care biosensor system described here or collected from multiple separate test platforms. Most widely used EHRs support the construction of custommade decision support systems allowing a fast implementation of the COVID-19 Severity Score based on currently available methods for measuring the proteins used for calculating the score.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The EHR integration of the point-of-care biosensor system can follow later once it is validated for this indication. This stepwise approach will allow a fast deployment of the COVID-19 Severity Score followed by an increased testing throughput through the implementation of the point-ofcare biosensor system. This will allow better triage of patients and allow scarce healthcare resources to be focused on the patients most at risk for developing severe symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The p-BNC, a point-of-care biosensor system with the capacity to learn, is adapted here for the application of COVID-19 disease severity. Figure 1 highlights the key diagnostic infrastructure required to complete the integrated biomarker assays as needed to establish the COVID-19 Severity Score. From a small amount of patient sample (~100 μL serum), the cartridge and instrument perform a multistep assay sequence to 'digitize biology' by converting fluorescence immunoassay signal into biomarker concentrations. Statistical learning algorithms trained on data of biomarker studies predict a spectrum of disease. The result is a single value score which can be displayed to patients and providers in a mobile health app or directly on the instrumentation completing the test. Previously, we published a general framework for implementing a point-of-care based clinical decision support system. 17, 22 Here, we have adapted these methods to the task of predicting mortality in patients with COVID-19. It should be emphasized that while the integrated testing and COVID-19 Severity Score reporting here articulated represent what is arguably the most efficient delivery mode, the scaling and regulatory approval for this test ecosystem will take several months to complete. With the imminent arrival of the peak of the COVID-19 pandemic, it is important to emphasize that the COVID-19 Severity Score can be generated immediately using biomarker measurements collected from multiple separate test platforms. We anticipate this contribution could have an immediate impact on COVID-19 patient management, and we plan to promptly distribute the COVID-19 Severity Score capabilities following additional model refinement and validation.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 899,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Selection of the biomarkers targeted for the development of this COVID-19 Severity Score was based on the following process/criteria and summarized in Table 1 . Biomarkers were identified as relevant to complications associated with COVID-19 including those associated with acute inflammation/infection (CRP) and various stages of the cardiovascular disease such as . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint coronary artery disease (CRP, PCT), acute myocardial infarction (cTnI, myoglobin), and congestive heart failure (NT-pro BNP, D-dimer). The biomarker PCT, an aid in decision making on antibiotic therapy for hospitalized patients or in patients with suspected or confirmed lower respiratory tract infections, including community-acquired pneumonia, acute bronchitis, and acute exacerbations of chronic obstructive pulmonary disease, was also selected as a valuable tool in the COVID-19 pandemic to identify patients at risk for bacterial coinfection and adverse outcomes.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Importantly, all the selected biomarkers have reportedly been shown to exhibit significant differences in their levels in COVID-19 patients that recover vs. those that die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Although the p-BNC is designed to accommodate both soluble and cellular targets using either bead or membrane-based assay configurations, respectively, we opted to solely focus on soluble protein biomarkers. Further, we restricted biomarker choices to those that have complementary concentration ranges and those that are stable allowing for their simultaneous measurement. Though lymphocytes and cytokines have been associated with COVID-19 mortality, neither of these two classes of analytes were selected because of their incompatibility with these selection criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The complementary COVID-19 assay panels for disease severity index (described here) and surveillance panel (to be featured in future publications) are shown along with their relevant immunoschematics in Figure 2 . Briefly, bead-based tests for the severity index panel targets the simultaneous measurement of six designated proteins, all compatible for multiplexed detection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In this direct sandwich immunoassay involving six matched pairs of capture/detection antibodies, all six biomarkers are first captured by their corresponding beads and then specifically detected via their matched Alexa Fluor 488-conjugated detection antibodies presented to the bead array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "During the development of these fully quantitative assays, control experiments are conducted to ensure that there is no crosstalk (interference) between each of the assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "A multiplex immunoassay was developed for a subset of the proposed biomarkers to demonstrate proof of concept for the COVID-19 disease severity panel. The p-BNC platform can perform powerful and quantitative multiplexed measurements over an extended range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Calibration curves are necessary to quantitate the concentration of molecular targets in solution which are critical inputs to the diagnostic algorithm. Figure 3 demonstrates this capability with four simultaneously generated calibration curves for cTnI, CK-MB, MYO, and NT-proBNP that cover a concentration range from 0.032 to 500 ng/mL. Error bars indicate bead-to-bead precision with four redundant beads measured per sensor class. As shown, the response data for each biomarker exhibits an excellent fit to a five-parameter logistic regression. As part of the multiplexed assay development effort, specificity was confirmed for the four-plex panel, as shown . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint in inset images on Figure 3 . Here, a single antigen standard at high concentration (1000ng/mL) was processed against a cartridge configured for multiplexed detection. As expected, monoclonal antibodies are highly specific for their target antigen, where high doses of each single antigen generated minimal cross-reactivity on non-target sensors. Although this work represents a subset of the full COVID-19 panel, the cartridge facilitates multiplexing of up to 20 different biomarkers and can be easily expanded to accommodate the panel and test validity controls. We anticipate that one or more of the selected six biomarkers may be dropped as additional COVID-19 clinical data are used to optimize the final COVID-19 Severity Score due to redundancy of patient discrimination information afforded by these biomarkers.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Having identified a method to measure strategic biomarkers in a multiplexed panel, this next step involves the translation of these test values alongside key clinical metrics into information relevant to COVID-19 disease severity. A COVID-19 Disease Severity model was developed based on data from 160 hospitalized patients from Wuhan, China. 14 Here, 160 patients with hypertension were admitted to the hospital for COVID-19 in which 117 were eventually discharged and 43 died. Table 3 summarizes the patient characteristics and lab values for both patient groups. Interestingly, males accounted for 70% of the deaths vs. 44% of the discharged patients. This study finds significantly higher levels of biomarkers (cTnI, CK-MB, MYO, CRP, and PCT) in patients that died vs. those that were discharged. Likewise, age was a statistically significant factor with mean (SD) of 63 (13) and 73 (8) in the \"discharged\" and \"died\" groups, respectively.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 879,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 486,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "A COVID-19 Severity Score was trained and internally validated based on a subset of the targeted biomarkers (cTnI, PCT, MYO, and CRP), age, and sex. The disease discrimination potential is displayed in Figure 4 . For this analysis, COVID-19 Severity Scores are shown for two patient groups, those patients that recovered vs. those that passed away from the complications. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint One limitation of this study was that all patients in the training dataset had hypertension and are, thus, at an elevated risk for cardiovascular events. Since the test panel contains several cardiac biomarkers, it's possible that these training data could lead to overoptimistic results.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "However, in addition to cardiac biomarkers, the expanded biomarker panel represents diverse pathophysiology (i.e., indicators of infection, inflammation, mortality, thrombotic events, and rhabdomyolysis) which have the potential to significantly improve generalizability. Plans to evaluate and optimize the COVID-19 Severity Score model on external data are in place. Despite this limitation, the preliminary results demonstrate strong promise for the COVID-19 Severity Score. Reporting these preliminary findings now is critically important given the stage of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Previously we have used the p-BNC platform to develop various wellness and disease severity scores for oral cancer 18, 19, 32 and cardiac heart disease. 22 Shown in Figure 5 Finally, we evaluated the COVID-19 Severity Score on data from a case study of 12 hospitalized COVID-19 patients. 28 Figure 6 presents a scatter/box plot of COVID-19 Severity Scores on three groups of patients. COVID-19 Severity Scores were found to increase with disease severity. Moderate (patients whose only complication was pneumonia), Severe (patients with both pneumonia and ARDS), and Critical (patients with one or more of severe ARDS, respiratory failure, cardiac failure, or shock) groups had median (IQR) COVID-19 Severity Scores of 9 (4-17), 28 (24) (25) (26) (27) (28) (29) (30) (31) (32) (33) (34) (35) (36) , and 36 (28-83), respectively. Although this analysis evaluates a small sample of patients, these preliminary results show potential for the COVID-19 Severity Score to be calibrated to a disease severity scale. In addition to cross-sectional and population-based comparisons, this COVID-19 Severity Score could also be used for longitudinal monitoring of patients. In this manner, an individual's time series measurements could be used to track changes . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 125,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "(24)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "(26)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "(29)",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "(30)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "(31)",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "(32)",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "(33)",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "(34)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "(35)",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "(36)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint in biomarker-based COVID-19 Severity Score over time. Preliminary findings ( Figure S3) demonstrate that the average trajectories decrease for the \"discharged\" group increase for the \"died\" group, suggesting that the COVID-19 Severity Score could provide valuable lead time in discharging patients with low risk earlier while prioritizing care for those at elevated risk of mortality. Future efforts will be used to define various decision cuts points, reference ranges, and change scores to help guide clinical decision making including therapy decisions. Future efforts may also adapt this clinical decision support tool for ARDS resulting from other infectious viral agents such as influenza and varicella-zoster; bacteria such as Mycoplasma, Chlamydia, and Legionella; and parasites such as the malaria causing Plasmodium falciparum. 34",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 232,
                    "text": "Figure S3)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "This study establishes the framework for a point-of-care COVID-19 Severity Score and clinical decision support system. Our studies find that the median COVID-19 Severity Score was significantly lower for the group that recovered versus the group that died from COVID-19 complications (60.5 versus 96.6, respectively). The AUC value for the COVID-19 Severity Score was 0.94, demonstrating strong potential for its utility in identifying patients with increased risk of mortality. Plans are now in place to confirm the final selection of biomarkers for an integrated point-of-care COVID-19 Severity Score disease severity test. It is possible that some of the biomarkers may yield redundant information; as such, these redundant biomarkers may be eliminated to create a sparser diagnostic panel with improved generalizability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These lab-on-a-chip diagnostic capabilities have the potential to yield the first quantitative point-of-care diagnostic panel linked to a clinical decision support tool for predicting mortality from COVID-19. An experienced team and established translation partnerships are both in place to move these systems into real-world practice in a timely manner. Further, the release of an app for immediate impact on COVID-19 patient management in the next few weeks is anticipated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Future work may also involve developing a test on the same platform for population-based COVID-19 community surveillance in clinical settings (ambulances, hospitals, clinics, laboratories) and for public settings that are at risk for community spread (businesses, schools, airports, train stations). The development and distribution of a portable, affordable, widely distributed smart sensor technology with anticipated availability/readiness within months promises to be an important solution for the management of the current coronavirus crisis as well as an adaptable tool to combat future threats of a new virus or biological threat. Likewise, in addition to this COVID-19 Severity Score, a sustaining contribution of this work may be in the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint development of an ARDS clinical decision support tool for other infectious viral agents, bacteria, and parasites.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint Here, two panels are detailed for COVID-19: a disease severity panel as featured in the work (B) and a community exposure / surveillance panel as will be described in future efforts (C).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint Figure 6 . COVID-19 Severity Scores evaluated for a case study of 12 hospitalized patients with COVID-19 from Shenzhen, China. 28 The Moderate group contained patients whose only complication was pneumonia. The Severe group were patients with pneumonia and ARDS. The Critical group contained patients with one or more of severe ARDS, respiratory failure, cardiac failure, or shock.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint Figure S1 . Lasso logistic regression coefficients for the COVID-19 Severity Score model.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "Figure S1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Coefficients are represented as mean (SD) from 5-fold cross-validation across 10 imputed datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Figures and Tables"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Figures and Tables"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplemental Figures and Tables"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplemental Figures and Tables"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20068411",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplemental Figures and Tables"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20068411 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20068411 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplemental Figures and Tables"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19) Situation Report -75, World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) -United States",
            "authors": [],
            "year": 2020,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.16.20068411"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Immunobiology: The Immune System in Health and Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Janeway",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Travers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walport",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shlomchik",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The instrument was manufactured by Open Photonics Inc. (Orlando, FL) and XACTIV Inc. (Fairport, NY). The blister actuator module featured two linear actuators and a motor controller secured to a machined aluminum support framework. Two linear actuators (Haydon Kerk Motion Solutions, Inc., Waterbury, CT) were fitted with force sensitive resistors (400 series, Interlink Electronics, Inc., Westlake Village, CA). The optics module was constructed from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Turku, Finland). CK-MB, CRP and Goat anti Mouse IgG (H + L) (R-PE) specific antibodies and standards and were acquired from Fitzgerald Industries International (Acton, Massachusetts). MYO-specific antibodies and standards were acquired from Meridian Life Sciences Inc. (Memphis, TN). Mouse monoclonal anti-human antibodies for cTnI, (clone M18 and 560), CK-MB, MYO (clone 7C3), NT-proBNP (clone 15C4), CRP, and goat anti mouse IgG (H + L) (R-PE) antibodies were conjugated to beads sensors for target capture. Alexa Fluor 488 was conjugated to cTnI, (clone 19C7 and 267), CK-MB, MYO (clone 4E2), NT-proBNP (clone 13G12), and CRP antibodies using Alexa Fluor 488 protein labeling kit (Invitrogen, Eugene, Oregon) for target detection using manufacturer specified protocols.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "beads were configured in the upper positions of the far-left column to serve as positive controls which respond to dye conjugated mouse-based antibodies used to visualize the target. Two CRPsensitized beads were positioned in the lower positions of the far-left column to serve as negative controls. Both positive and negative controls represent internal QA/QC beads where the response parameters can be used as the basis for run rejection in the event of an error. Sensor beads cTnI, CK-MB, MYO, and NT-proBNP were arranged in a 4-fold redundancy in the remaining columns.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The COVID-19 Severity Score is the lasso logistic regression response from internal validation interpreted as the probability of death. Individual points on the scatterplot represent the COVID-19 Severity Score for one sample with overlaid boxplots representing the COVID-19 Severity Score for the population of patients. Additional model information is included in the Supplemental Materials, including model coefficients (Figure S1) and AUC values (Table S1). The median (IQR) COVID-19 Severity Scores were significantly higher for those that died vs. those that weredischarged (59 [40-83] vs. 9 [6-17], respectively). Patients who underwent any invasive or noninvasive ventilation were at an intermediate risk of death with median (IQR) scores of 17 (10-39) (Figure S2). The AUC (95% CI) of the multivariate COVID-19 Severity Score was 0.94 (0.89-0.99), demonstrating proof of concept for the clinical decision support tool.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "is the initial rough scale for the COVID-19 Severity Score which was based on the CDC's Interim Clinical Guidance for Management of Patients with Confirmed COVID-19. 33 The continuous scale COVID-19 Severity Score has the potential to assist the identification of patients with severe/critical disease status. For example, most patients (~80%) with a low COVID-19 Severity Score may be considered at Mild/Moderate risk for developing complications up to mild pneumonia and can be managed at home or in outpatient settings. About 15% of patients may have an elevated COVID-19 Severity Score and would be at risk for Severe disease with complications such as pneumonia, ARDS, sepsis, cardiomyopathy, and others. Approximately 5% of patients may have a high COVID-19 Severity Score that would be considered Critical requiring hospitalization, intensive care, and mechanical ventilation with complications such as respiratory failure, shock, multiorgan failure, and death.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The p-BNC assay system consists of a disposable cartridge (A) and a portable instrument (B). The instrument facilitates fluid motivation inside the cartridge by crushing the fluid filled blister packs on the cartridge surface and reads the resulting optical fluorescent signal generated on bead sensors (C) (from left to right: SEM image of the cartridge's bead array chip; fluorescent photomicrograph of the bead sensors; an agarose bead sensor with immunofluorescent signal; illustration of a sandwich immunoassay on agarose bead fibers).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Programmable cartridge for COVID-19 diagnostics. The p-BNC cartridge features 20 spatially programmable bead sensors (A) that can be customized for a multitude of applications.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Standard curves generated for a COVID-19 disease severity biomarker panel including cTnI, CK-MB, myoglobin, and NT-proBNP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "COVID-19 Severity Scores from internal model validation. A model was trained on data from hospitalized COVID-19 patients of which 117 were discharged and 43 died. The COVID-19 Severity Score is a numerical index between 0 and 100 that indicates the probability of COVID-19 mortality. Individual patient scores are represented as scatter dots with overlaid boxplots showing the population distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Initial rough scale for COVID-19 Severity Score based on the CDC's Interim Clinical Guidance for Management of Patients with Confirmed COVID-19. 33 The continuous scale COVID-19 Severity Score has the potential to assist the identification of patients with severe/critical disease status.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "COVID-19 Severity Scores from internal model validation. A model was trained on data from hospitalized COVID-19 patients of which 117 were discharged and 43 died. Out of the total 160 patients, 36 received either invasive or noninvasive ventilation (\"Vent.\"). The COVID-19 Severity Score is a numerical index between 0 and 100 that indicates the probability of COVID-19 mortality. Individual patient scores are represented as scatter dots with overlaid boxplots showing the population distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A selection of patients with multiple time course biomarker measurements were analyzed for their COVID-19 Severity Score. Solid lines represent the average scores for all patients in the group, and shaded regions show one standard deviation above and below the mean. The unit of time is arbitrary with 1 being the first measurement after admission and 17 being the last. Missing biomarker values were imputed according to their value at the previous time point.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Q. Ruan, K. Yang, W. Wang, L. Jiang and J. Song, Intensive Care Medicine, 2020, 1-3.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. COVID-19 disease panels targeted for the applications of disease severity and community surveillance. While this current study presents the framework of a COVID-19Severity Score for disease severity, future work will involve developing a rapid test of coronavirus exposure for surveillance applications using the same programmable diagnostic platform here featured.IgMFirst antibody made to fight a new infection SIgA Secretory Immunoglobulin A (SIgA) is the main immunoglobulin found in salivary glands and plays a key role in protecting from invading pathogens . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.16.20068411  doi:  medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "COVID-19 biomarkers from the literature. Values are presented as median (IQR), mean (standard deviation), n (%), and AUC (95% CI).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of patient characteristics and lab values. Data are presented as median (IQR), number (%), mean (SD).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Diagnostic performance of the COVID-19 Severity Score, relevant patient characteristics, and biomarkers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding was provided by NIH through the National Institute of Dental and Craniofacial Research (NIH grant no. 3U01DE017793-02S1 and 5U01DE017793-2). The content is solely the responsibility of the authors and does not necessarily represent or reflect views of the NIH, or the Federal Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "MPM has served as a paid consultant for SensoDx and has a provisional patent pending. SKK has received royalties from Wolters Kluwer for work performed outside of the current study. NJC has a provisional patent pending. JTM has a provisional patent pending. In addition, he has an ownership position and an equity interest in SensoDx II LLC and serves on its Scientific Advisory Board. All other authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}