{
    "paper_id": "f7be50442eaf143be15bd7ccc534c719eee0b823",
    "metadata": {
        "title": "Monocyte-derived Prostaglandin E2 inhibits antigen-specific cutaneous immunity during ageing 2",
        "authors": [
            {
                "first": "Emma",
                "middle": [
                    "S"
                ],
                "last": "Chambers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Milica",
                "middle": [],
                "last": "Vukmanovic-Stejic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [
                    "B"
                ],
                "last": "Shih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "postCode": "WC1E 6EJ",
                        "country": "U.K"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugh",
                "middle": [],
                "last": "Trahair",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Priya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Subramanian",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oliver",
                "middle": [
                    "P"
                ],
                "last": "Devine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Glanville",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [],
                "last": "Gilroy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malcom",
                "middle": [],
                "last": "Rustin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Freeman",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [
                    "A"
                ],
                "last": "Mabbot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "postCode": "WC1E 6EJ",
                        "country": "U.K"
                    }
                },
                "email": ""
            },
            {
                "first": "Arne",
                "middle": [
                    "N"
                ],
                "last": "Akbar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "postCode": "WC1E 6EJ",
                        "country": "U.K"
                    }
                },
                "email": "a.akbar@ucl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Inflammation resulting from tissue injury blocks antigen-specific cutaneous immunity during 24 ageing. Monocytes recruited to the skin inhibit TRM function through COX2-derived 25 prostaglandin E2 production. Blocking inflammation and resulting prostaglandin E2 26 production with a p38-MAP kinase inhibitor significantly enhances cutaneous antigen-27 specific responses. 28 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "HLA-DR (G46-6), CD3 (UCHT1) and CD45 (2D1) (BD Biosciences). Samples were 178 assessed by flow cytometric analysis on a BD Fortessa using FACSDIVA software, and 179 subsequently analysed using FlowJo Version X (BD Biosciences). Professional (Kajeka Ltd, version 2.1). Genes without a known HUGO gene nomenclature, 206 or with expression < 1 FPKM for all samples, were removed from the co-expression network 207 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint analysis. Markov Cluster Algorithm (MCL) was used for defining network clusters using an 208 inflation value of 2.2. For experiments involving co-culture of monocytes with skin TRM cells, two suction blisters 226 were formed over uninjected skin, as described previously (Akbar et al., 2013) . Cells were 227 collected from the blister the following day and incubated on plastic for 3 hours, to remove 228 mononuclear phagocytes. Cell suspensions (predominantly CD4 + T cells) were removed and 229 labelled with CellTrace Violet and co-cultured with unstimulated or LPS stimulated 230 monocytes as described above. Cell pellets from 3 hour monocyte co-cultures were harvested and lysed with RIPA buffer 240 (Sigma-Aldrich) supplemented with protease and phosphatase inhibitors (Cell Signalling) for 241 author/funder. All rights reserved. No reuse allowed without permission. ",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 433,
                    "text": "(Akbar et al., 2013)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "characteristics can be found in Table 1 . Although there were more females in our older adult 280 group, there was no difference in response between male and female older adults 281 (Supplementary Figure 1A) . Volunteers were injected intradermally with VZV skin test 282 antigen in one arm (for the clinical score) and with saline (0.9% NaCl) in the other arm as a 283 control. 5mm biopsies were collected from the injection sites 6 hours post-injection and 284 compared to biopsies of normal (unmanipulated) skin ( Figure 1A ). We showed previously 285 that mononuclear phagocyte numbers were increased at the site of saline injection in old but 286 not young subjects and that this accumulation was negatively correlated with the magnitude 287 of antigen-specific responses induced in the contralateral arm of the same individual 288 in CD14 + and CCR2 + CD14 + cells in old saline-injected skin ( Figure 1D ). 307",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 207,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 517,
                    "end": 526,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "To investigate whether this inflammatory response after saline injection in older humans was 308 due to sodium chloride itself or a response to needle injury, we performed intradermal 309 injections with the same volume of air instead of saline (20μl). Air injection also induced a 310 significant increase in the number of monocytes at the site of air challenge in old but not 311 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint young subjects compared to normal skin in both groups (Supplementary Figure 2B) . The 312 accumulation of monocytes was also observed at six hours at the site of VZV injection in old 313 but not young adults ( Figure 1E ). Taken together these data suggest that old subjects have 314 a heightened inflammatory response to mild skin injury that is not observed in young 315",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 352,
                    "end": 361,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "We previously showed that >85% of older individuals have a low VZV response, clinical 317 score between 0-3, while >85% of young individuals have a score of between 3-10 (Agius et 318 al., 2009; Vukmanovic-Stejic et al., 2015). However, a small proportion of older people 319 (~15%) show good cutaneous VZV responsiveness (score 3-10), a group we designated as 320 'old responders'. To assess whether the CD14 + monocyte infiltration was a characteristic of 321 all aged individuals or only those with reduced VZV-specific immunity, we investigated the 322 infiltration of these cells after saline in old VZV responders (red circles) and low responders 323 (filled circles). Old responders to VZV exhibited a similar low extent of CD14 + monocyte 324 infiltration to younger adults (black squares). However, the majority of older donors with a 325 low clinical score (filled circles) had elevated infiltration of these cells. When all the data was 326 combined there was a significant negative correlation between the fold change in CD14 + 327 monocytes in response to saline challenge and the VZV clinical score (R=-0.38 and p=0.04; 328 Figure 1E ). Collectively this indicates that the early recruitment of monocytes to the site of 329 skin challenge in old people was associated with decreased antigen-specific immunity. 330 331 Senescent stromal cells contribute to recruitment of monocytes in the old. 332",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1138,
                    "end": 1147,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "individuals. 316"
        },
        {
            "text": "We hypothesised that the increase in CD14 + cells in the skin was due to recruitment of 333 circulating monocytes, since CCR2 + expression supported the possibility of recruitment in 334 response to CCL2. The alternative explanation that proliferation of local tissue-resident 335 macrophages (identified as CD163 + ) was not observed (data not shown). This is in line with 336 murine studies showing dermal macrophages are constantly replenished from the monocyte 337 pool (Tamoutounour et al., 2013) . We first investigated the activation status of the dermal 338 endothelium to determine whether it was permissive for monocyte recruitment. CD62E, also 339 known as E-selectin, was used as a marker of activated endothelium as it binds to sialylated 340 carbohydrates expressed on leukocytes and facilitates their extravasation into the tissue. 341",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 501,
                    "text": "(Tamoutounour et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "individuals. 316"
        },
        {
            "text": "Saline-injected skin of old but not young adults exhibited increased CD62E expression on 342 the CD31 + endothelium when compared to normal skin (Figure 2A and B). Furthermore, 343 transcriptional analysis of skin biopsies indicated that there was increased expression of a 344 range of genes encoding monocyte chemoattractants including CCL2, CXCL10, CXCL2 and 345 CXCL1 in old but not young saline-injected skin as compared to normal skin ( Figure 2C ). 346 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "individuals. 316"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "individuals. 316"
        },
        {
            "text": "The increase of CCL2 expression (one of the main monocyte chemoattractants) was as a marker of fibroblasts, we found that there was a significant increase in the number of 351 fibroblasts expressing CCL2 in the skin of old subjects after saline injection as compared to 352 normal un-injected skin from old donors ( Figure 2E The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint and C). When staining for COX2 was performed in combination with CD14 there was a 382 significant increase in CD14 + COX2 + cells in saline injected as compared to normal skin 383",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "individuals. 316"
        },
        {
            "text": "To demonstrate that COX2 expressing monocytes can inhibit the activation of CD4 + T cells, 385",
            "cite_spans": [],
            "ref_spans": [],
            "section": "individuals. 316"
        },
        {
            "text": "we first induced COX2 expression in these cells that were isolated from peripheral blood by volunteers. Immunofluorescence staining was performed on normal skin to determine 408 expression of EP4 on CD4 + TRM (as identified by co-expressing CD69; Figure 4A ). The 409 majority of CD4 + TRM expressed EP4 (81.2%), indicating that they have the capacity to 410 respond to PGE2 produced by monocytes. We next assessed the co-localisation of CD14 + 411 monocytes and CD4 + TRM cells in normal and saline injected skin from old subjects. In normal 412 skin, CD14 + monocytes were on average 15.86μm away from CD4 + TRM, however after 413 saline injection the monocytes were significantly closer to the CD4 + TRM (9.47μm; Figure 4B  414 and C). This increased proximity was likely due to increase in the number of monocytes in 415 the skin after saline injection. To confirm that monocytes have the ability to suppress skin 416 CD4 + TRM proliferation, CD4 + TRM were isolated from the skin using suction blister technology 417 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 730,
                    "text": "Figure 4B  414",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "individuals. 316"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint as described previously ( Figure 4D ) (Akbar et al., 2013) . Skin CD4 + TRM cells were pre-418 labelled with CellTrace Violet and stimulated with CD3 and IL-2 in the presence of either 419 stimulated or unstimulated monocytes for four days. We observed a significant reduction in 420 CD4 + TRM cell proliferation in the presence of stimulated when compared to unstimulated 421 monocytes ( Figure 4E and F) supporting the hypothesis that COX2 + monocytes have the 422 capability to suppress TRM proliferation. 423 424 p38 MAP kinase inhibition significantly reduces CCL2 production from senescent 425",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 200,
                    "text": "(Akbar et al., 2013)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 540,
                    "text": "Figure 4E",
                    "ref_id": null
                }
            ],
            "section": "individuals. 316"
        },
        {
            "text": "We showed previously that treatment of old subjects with the anti-inflammatory p38-MAPK 427 inhibitor, Losmapimod, significantly enhanced the response to VZV antigens in the skin 428 Figure 4B) . Furthermore, after Losmapimod there was a 445 significant reduction in the number of CCL2 + cells and the number of CCL2 + senescent 446 fibroblasts as defined as being p16 + FSP-1 + (Figures 5D, 5E) . We confirmed experimentally 447 that the treatment of senescent dermal fibroblasts with Losmapimod in vitro significantly 448 reduced their CCL2 production, suggesting Losmapimod could have a direct effect on 449 senescent fibroblast in vivo (Supplementary Figure 4C) . As a result of the reduced CCL2 450 there was significantly reduced monocyte infiltration in saline injected skin Post-Losmapimod 451 ( Figure 5F ). In addition, when VZV injected skin (6 hour post-injection) was assessed there 452 was a significant reduction in the number of monocytes after Losmapimod treatment. 453 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "text": "Figure 4B)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 395,
                    "text": "(Figures 5D, 5E)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 665,
                    "text": "Figure 4C)",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 813,
                    "text": "Figure 5F",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint This data indicates that p38-MAPK inhibition significantly reduces CCL2 production from antigen challenge in the skin ( Figure 5G) . 456 457 p38 MAP kinase inhibition significantly inhibits PGE2 that restores T cell proliferation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 272,
                    "text": "Figure 5G)",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "in vivo. To test this, we performed Western blot analysis of LPS activated monocytes in the 461 presence or absence of Losmapimod. Losmapimod significantly decreased the LPS induced 462 expression of phopho-p38 MAPK and COX2 in vitro (Figures 6A and B ). In addition, PGE2 463 production was also significantly decreased after Losmapimod treatment ( Figure 6C ). 464",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 251,
                    "text": "(Figures 6A and B",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 6C",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "Furthermore, the addition of Losmapimod to co-cultures of CD4 + T cells that were activated 465 in the presence of LPS treated monocytes ( Figure 6D ) enhanced their proliferation to a 466 similar extent to that observed after direct COX2 or EP4 inhibition ( Figure 3G The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint MAP kinase inhibitor Losmapimod can significantly enhance the cutaneous immune 490 response to antigen challenge in older adults. 491 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "Figure 6D",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 268,
                    "text": "Figure 3G",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint symptoms (Minfeng Liao and Li, 2020). Since the majority of the patients with most severe symptoms are older (Stephanie Bialek, 2020), it will be important to determine the 564 mechanism by which these \"inflammatory\" monocytes are recruited into the lung. It is 565 possible that once inflammatory monocytes are recruited into the lungs of these patients 566 they may inhibit the function of virus-specific T cells, by the mechanism that we have 567 described, thus preventing appropriate anti-viral immunity (Stephanie Bialek, 2020) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 817,
                    "text": "Bialek, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint Figure 3 : CD14 + COX2 + monocytes inhibit T cell proliferation via PGE2 A, Heatmap showing the expression of genes associated with inhibitory mechanisms in normal and saline injected of old and young donors B, representative staining of DAPI (white), COX2 (red) and CD14 (blue) in normal and saline injected skin and C, cumulative data of total COX2 expressing cells and D, number of CD14 + COX2 + cells in normal and saline injected skin. E, Monocytes were negatively isolated from the peripheral blood and cultured with and without LPS for 3 hours then subsequently co-cultured with autologous T cells (pre-labelled with CellTrace Violet) that were activated with plate-bound CD3 and IL-2, proliferation was assessed at day 4. A representative flow plot of CellTrace violet dilution in CD4 + T cells co-cultured with unstimulated and stimulated monocytes is shown in E and F, cumulative data showing percent of cells divided. A similar co-culture experiment was performed in the presence or absence of the COX2 inhibitor NS-398 or G, the EP4 receptor inhibitor MF498 H. In C,D and F, analysed with a paired t-test. G and H analysed with Wilcoxon matched-pairs signed rank test * = p<0.05; *** = p<0.001 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint Figure 4 : PGE2 production by monocytes inhibits skin CD4 + TRM cell proliferation. A, representative staining of CD4 (green), CD69 (red) and EP4 (blue) in normal skin, white arrows indicate CD4 + TRM cells which co-express EP4. B, representative staining showing co-localization of CD4 + TRM cells and CD14 + monocytes (blue) and C, cumulative data showing distance of CD14 + monocytes from TRM in normal and saline injected skin from older adults. Monocytes were negatively isolated from the peripheral blood and cultured with and without LPS for 3 hours then subsequently co-cultured with skin TRM cells (prelabelled with CellTrace Violet), which were collected from suction blisters (representative image in D) then activated with plate-bound CD3 and IL-2 and proliferation was assessed at day 4. E, representative flow plot of CellTrace violet dilution in TRM cells co-cultured with unstimulated (red line) or stimulated (blue line) monocytes. F, Cumulative data on CD4 + TRM proliferation in the presence of stimulated or unstimulated monocytes, assessed at day 4. C, and F, were analysed with a paired t-test. * = p<0.05 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint Figure 5 : Reduced inflammatory monocyte recruitment to the skin by Losmapimod pretreatment A, Losmapimod clinical study diagram. Black arrows indicate study visits, red arrows indicate blood samples collected and blue arrows indicate skin biopsies taken. B, Colour coding of the clinical response of each individual after VZV challenge both before and after Losmapimod pre-treatment (pink/brown). Further colour coding was introduced to identify the extent of improvement where dark green identifies the biggest improvement and white shows no improvement in the skin. C, This coding was used in conjunction with the transcriptomic signatures in normal and saline injected skin before and after Losmapimod treatment. The top 30 genes upregulated in saline injected skin as compared to normal skin before pre-Losmapimod. D, Fold change of CCL2 + cells and E, FSP1 + CCL2 + cells in saline injected pre-and post-Losmapimod treatment. F, fold change CD14 + cell in the skin in response to saline injection and G, number of CD14 + monocytes in VZV injected skin (6 hours after injection) pre-and post-Losmapimod treatment. Significance in D-G assessed using a paired t-test. * = p<0.05 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint Figure 6 : Losmapimod restores T cell function by inhibiting monocyte COX2 and PGE2 production Monocytes were negatively isolated from the peripheral blood and cultured with and without LPS and in the presence or absence of Losmapimod for 3 hours, pellets were collected and western blot performed A, representative blot of phospho-p38 MAP Kinase (p-p38), total p38 MAP Kinase (p38), COX2 and GAPDH. B, cumulative data of COX2 expression relative to GAPDH (n=3) and C, Prostaglandin E2 (PGE2) production. Monocytes were negatively isolated from the peripheral blood and stimulated with LPS (blue) and without LPS (red) or with LPS in the presence of Losmapimod (white) for 3 hours then subsequently co-cultured with autologous T cells (prelabelled with CellTrace Violet) in the presence of plate-bound CD3 and IL-2 proliferation was assessed at day 4. D, cumulative data showing percent of cells divided. E, fold change of infiltration of CD14 + COX2 + cells between normal and saline injected skin before and after Losmapimod treatment. B, and C, analysed by a one-way ANOVA with Tukey's multiple comparison test and D, and E, analysed with a Wilcoxon matched-pairs signed rank test * = p<0.05 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "fibroblasts. 426"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "fibroblasts. 426"
        },
        {
            "text": "A, VZV clinical score in all donors (n=42) and B, serum CRP concentrations pre-and post-Losmapimod treatment. C, representative images of CD4 (red) and Ki67 (green) staining at day 7 days after VZV challenge with and without Losmapimod pre-treatment. D, cumulative data of CD4 + staining and E, CD4 + Ki67 + staining at different times after VZV challenge, pre and post Losmapimod pretreatment. F, representative image of CD8 (red) and Ki67 (green) staining at day 7 after VZV challenge and G, cumulative data of CD8 + staining and H, CD8 + Ki67 + staining at different times after over the time course pre and post Losmapimod pre-treatment. D, E, G, and H analysed with a paired t-test. * = p<0.05 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7: Losmapimod treatment increases VZV induced T cell responses in the skin"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7: Losmapimod treatment increases VZV induced T cell responses in the skin"
        },
        {
            "text": "In older adults the mild damage induced by injection (of air, saline or VZV) results in production of CCL2 from senescent fibroblasts and recruitment of monocytes into the skin 6 hours post injection. The recruited monocytes inhibit TRM proliferation via upregulation of COX2 and subsequent production of the lipid mediator Prostaglandin E2 (PGE2). The treatment of older adults with the p38 MAPK inhibitor, Losmapimod, results in reduced CCL2 production from the senescent fibroblasts and reduced monocyte infiltration. In addition, p38 MAPK is upstream of COX2 signalling, therefore the treatment with Losmapimod also inhibits COX2 upregulation and reduced PGE2 production. This significantly increases the T cell response to VZV in the skin of older subjects author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 8: Schematic model of monocyte inhibition of cutaneous immunity in older adults"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.020081 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 8: Schematic model of monocyte inhibition of cutaneous immunity in older adults"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Inflammaging and 683 'Garb-aging",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franceschi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garagnani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salvioli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends in endocrinology and metabolism: TEM",
            "volume": "28",
            "issn": "",
            "pages": "199--212",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ballgown bridges the gap between transcriptome assembly and expression analysis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inflammatory networks during 688 cellular senescence: causes and consequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freund",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Orjalo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Desprez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campisi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trends Mol Med",
            "volume": "16",
            "issn": "",
            "pages": "238--246",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expression of specific inflammasome gene modules stratifies older 693 individuals into two extreme clinical and immunological states",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Faustin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature medicine",
            "volume": "694",
            "issn": "",
            "pages": "174--184",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ageing and infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gavazzi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "659--666",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Alveolar macrophage-derived type I 698",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Immune activation alters 741 cellular and humoral responses to yellow fever 17D vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Fast",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sekaly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trautmann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gaucher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Invest",
            "volume": "124",
            "issn": "",
            "pages": "3147--742",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multifaceted roles of PGE2 in inflammation and 744 cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Semin Immunopathol",
            "volume": "35",
            "issn": "",
            "pages": "123--137",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impaired antibody response to influenza vaccine in HIV-infected and 763 uninfected aging women is associated with immune activation and inflammation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wurst",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gailus-Durner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hrabe De Angelis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "751",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Relationship between systemic inflammation and delayed-type 767 hypersensitivity response to Candida antigen in older adults",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Senescent cells evade 771 immune clearance via HLA-E-mediated NK and CD8(+) T cell inhibition",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H A"
                    ],
                    "last": "Antoniou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rustin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Campisi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Akbar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "StringTie enables improved reconstruction of a transcriptome from RNA-seq 775 reads",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pertea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Pertea",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Antonescu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mendell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Biotechnol",
            "volume": "774",
            "issn": "",
            "pages": "290--295",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "p16INK4A is a robust in vivo biomarker of cellular 778 aging in human skin",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Durr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wlaschek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aging Cell",
            "volume": "5",
            "issn": "",
            "pages": "379--389",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Tumor cyclooxygenase-2/prostaglandin E2-dependent 791 promotion of FOXP3 expression and CD4+ CD25+ T regulatory cell activities in lung 792 cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Dubinett",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cancer Res",
            "volume": "65",
            "issn": "",
            "pages": "5211--5220",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The effect of celecoxib, a cyclooxygenase-2 inhibitor, in familial 798 adenomatous polyposis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kelloff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1946--1952",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Severe Outcomes Among Patients with Coronavirus 804 Disease",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Sauber-Schatz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "807 author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pollet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ardouin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dalod",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malissen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Henri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "21",
            "issn": "",
            "pages": "455--466",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.020081"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The kinetics of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kissane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rustin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Akbar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "CD4+Foxp3+ T cell accumulation during a human cutaneous antigen-specific 817 memory response in vivo",
            "authors": [],
            "year": null,
            "venue": "J Clin Invest",
            "volume": "118",
            "issn": "",
            "pages": "3639--3650",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Enhancement of 821 cutaneous immunity during aging by blocking p38 mitogen-activated protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H A"
                    ],
                    "last": "Mabbott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rustin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Akbar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MAP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "kinase-induced inflammation",
            "authors": [],
            "year": null,
            "venue": "J Allergy Clin Immunol",
            "volume": "142",
            "issn": "",
            "pages": "844--856",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The 826 Characterization of Varicella Zoster Virus-Specific T Cells in Skin and Blood during",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Nestle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H A"
                    ],
                    "last": "Rustin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Akbar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Varicella zoster-specific CD4+Foxp3+ T cells accumulate after 831 cutaneous antigen challenge in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Akbar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of immunology",
            "volume": "190",
            "issn": "",
            "pages": "977--986",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "834 author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tremmel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Giacomini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Goronzy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Weyand",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.020081"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "punch biopsies were collected from each volunteer: the VZV injection site at 48 183 hours post-injection, saline injection site at 6 hours post-injection and normal (un-injected) 184 skin as a control. Biopsies were immediately frozen in RNAlater. Frozen tissue was 185 homogenized, and total RNA was extracted from bulk tissue homogenates using RNeasy 186 Mini Kit (Qiagen). Library preparation for RNAseq was performed using the Kappa 187 Hyperprep kit (Roche Diagnostics) and sequencing was performed by the Pathogens 188 Genomic Unit (UCL) on the Illumina Nextseq 500 (Illumina ) using the NextSeq 500/550 High 189 Output 75 cycle kit (Illumina) according to manufacturers' instructions, giving 15-20 million 190 41bp paired end reads per sample. Reads were aligned to Genome Reference Consortium 191 Human Build 38 (GRCh38) using Hisat2 (Kim et al., 2015). Samtools was used to select for 192 reads with paired mates. Transcript assembly was carried out using StringTie (Pertea et al., 193 2015), with gene-level Fragments per Kilobase of transcript per Million mapped read (FPKM) 194 generated using Ballgown (Frazee et al., 2015). The RNAseq data has been deposited on 195 Gene Expression Omnibus (Accession Number: GSE130633). 196 Statistical comparisons were made on gene count estimates generated by StringTie. Genes 197 with low expression (<1 count per million mapped reads in 95% of the samples) or short 198 transcript lengths (<200 nucleotides for the longest transcript) were removed. The count 199 matrix was normalised using the TMM method in edgeR (version 3.22.5) (Robinson et al., 200 2010), followed by contrast fit with voom in limma (version 3.36.5) (Ritchie et al., 2015), 201 treating the subject ID as a blocking variable. Genes with an adjusted p-value of less than 202 0.05 and expression change of greater than 2-fold up or down, were considered to be 203 statistically significant. 204 Gene correlation networks (GCN) were constructed and visualised using Graphia 205",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and T cells co-culture: 217 Monocytes (1x10 6 /ml) were cultured in the presence of LPS (1ng/ml) and/or NS-398 (1µM) 218 at 37 o C with 5% CO2. Monocytes were collected three hours post incubation and washed 219 once to remove residual LPS. The monocytes were pre-incubated with inhibitors NS-398 220 (1µM) or Losmapimod (3µM) where indicated. CD4 + T cells were labelled with CellTrace 221 Violet (Invitrogen) according to the manufacturer's instructions prior to culture. CD4 + and 222 monocytes (unstimulated or LPS stimulated) were co-cultured at different ratios, in the 223 presence of plate-bound CD3 (1µ/ml) and IL-2 (50IU/ml) and MF-498 (1µM) as indicated (at 224 37 o C with 5% CO2) for four days. 225",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "collected at day 4 post-culture and stained for the following: CD3 (UCHT1), 234 CD4 (RPA-T4; BD Biosciences) and Zombie NIR™ Fixable Viability Kit (Biolegend). 235 Samples were assessed by flow cytometric analysis on a BD Fortessa using FACSDIVA 236 software, and subsequently analysed using FlowJo Version X (BD Biosciences). 237 238 Western Blot analysis: 239",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Vukmanovic-Stejic et al., 2018). Multiparametric flow cytometry on disaggregated skin 289 biopsies from old donors showed no change in the number of CD11c + dendritic cells in 290 response to saline challenge (data not shown), suggesting the increase in mononuclear 291 phagocytes was due to accumulation of monocytes. 292 To enumerate the changes in monocyte numbers following saline injection we assessed 293 paired samples and expressed data as delta change from normal skin. This was to mitigate 294 against inter-personal variation in the magnitude of responses observed (Supplementary 295 Figure 2A). CD14 is expressed by the majority of peripheral blood monocytes (classical and 296 intermediate). There was a significant increase in CD14 + cells in saline injected skin at 6 297 hours post-injection (Figure 1B and 1C). We next investigated the expression of CCR2, a 298 chemokine receptor for CCL2, which is highly expressed by CD14 + monocytes (Patel et al., 299 2017; Ziegler-Heitbrock et al., 2010). There was a significant increase in number of 300 CD14 + CCR2 + cells in saline injected skin as compared to normal skin in old but not young 301 subjects (Figure 1C). This response to saline was transient as by 24 hours post-injection 302 there is was no significant difference in frequency of monocytes between normal and saline-303 injected skin (Supplementary Figure 2C). Multiparametric flow cytometry analysis of normal 304 and saline biopsies, using our previously published panel to identify mononuclear 305 phagocytes (Vukmanovic-Stejic et al., 2018), confirmed that there was a significant increase 306",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and F). It is known that fibroblasts can 353 produce CCL2 (Pereira et al., 2019). We and others have shown that there are increased 354 numbers of senescent fibroblasts in the skin of older humans (Dimri et al., 1995; Pereira et 355 al., 2019; Ressler et al., 2006) and CCL2 is a known component of the senescence 356 associated secretory phenotype (SASP) (Campisi, 2013). Indeed, using p16 as a marker of 357 senescence we found that FSP1 + p16 + fibroblasts were the main source of CCL2 after saline 358 injection of old donors (Figure 2G and H). Senescent fibroblasts made up 61.8% of 359 CCL2 + FSP1 + cells in normal skin which increased to 70.7% in saline-injected skin (data not 360 shown). Although some non-senescent fibroblast evidently expressed CCL2, our previous 361 data showed that senescent fibroblasts produce significantly more CCL2 than the non-362 senescent fibroblasts (Pereira et al., 2019). Therefore, the early production of SASP-related 363 mediators by senescent fibroblasts after saline injection (including CCL2) may lead to the 364 recruitment of inflammatory monocytes to the site of skin challenge. This interaction between 365 senescent cells and monocyte recruitment is supported indirectly by the significant 366 correlation between the number of senescent fibroblasts present in the skin and the extent of 367 CD14 + monocyte infiltration after saline injection (Fig. 2I). 368 369 Monocytes inhibit TRM proliferation through production of Prostaglandin E2. 370 We next investigated the mechanisms by which the recruitment of monocytes reduced 371 antigen-specific immunity in old subjects. We first assessed the expression of inhibitory 372 pathways in normal and saline injected skin pre-and post-Losmapimod by RNAseq. We 373 found that saline injection (in old individuals) resulted in increased expression of a number of 374 immunoglobulin-like transcript (ILT) receptors such as LILRB3 (ILT5), LILRB2 (ILT4), 375 LILRA2 (ILT1), LILRB4 (ILT3) and LILRB1 (ILT2), inhibitory ligands such as CD274 376 (programme-death ligand 1; PDL-1) and PDCD1LG2 (PDL-2), ligand for the T cell receptor 377 TIGIT and PVR, as well as inducible COX2 enzyme PTGS2 (Figure 3A). 378 PTGS2 (encoding COX2) was one of the most highly upregulated genes in saline-injected 379 skin of the old subjects (Vukmanovic-Stejic et al., 2018) and elevated COX2 expression 380following saline injection was confirmed at the protein level by immunohistology (Figure 3B",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "386 stimulation with LPS (1ng/ml) for 3 hours. LPS treatment significantly increased COX2 387 expression in monocytes compared to untreated controls (Supplementary Figure 3) (Dean et 388 al., 1999; Mestre et al., 2001). Unstimulated and LPS-stimulated monocytes were co-389 cultured with autologous peripheral CD4 + T cells in the presence of anti-CD3 and IL-2 and 390 proliferation was assessed at after four days. Stimulated monocytes inhibited CD4 + T cell 391 proliferation as compared to control (unstimulated) monocytes (Figure 3E-F). However, 392 production of the cytokines IFNy, IL-2 and IL-10 was not affected at day 4 post-culture (data 393 not shown). To determine if COX2 expression was involved in the inhibition of CD4 + T cell 394 proliferation, a COX2-specific inhibitor NS-398 was added to the co-cultures. Treatment with 395 NS-398 led to a significant increase in the proliferation of the CD4 + T cells (Figure 3G). 396 COX2 is involved in the production of a range of lipid mediators, the most common being 397 PGE2 (Kalinski, 2012). To establish if PGE2 was involved in the inhibition of CD4 + T cell 398 proliferation, we blocked the receptor for PGE2, EP4, on CD4 + T cells using the inhibitor MF-399 498. The blockade of PGE2 signalling significantly increased the proliferation of the CD4 + T 400 cells in the presence of inflammatory monocytes (Figure 3H). To confirm that PGE2 did not 401 alter the monocyte phenotype we cultured monocytes with PGE2 and assessed their 402 inhibitory receptor (CD112, CD155, Galectin 9, ILT3 and PDL-1, PDL-2) expression and 403 cytokine production. We did not observe any significant effects on the expression of these 404 receptor expression in monocytes (data not shown), confirming the effect of PGE2 was on 405 the CD4 + T cells directly. To assess if the above observations were in operation in the skin of 406 old donors in situ, we investigated EP4 expression by skin-resident CD4 + TRM cells in older 407",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Vukmanovic-Stejic et al., 2018). To investigate if p38-MAPK inhibition altered CCL2 429 production and inflammatory monocyte recruitment in the skin, RNAseq analysis was 430 performed on biopsies collected from normal skin and from skin 6 hours after saline injection 431 with saline both before and after Losmapimod treatment (study design Figure 5A). We 432 stratified our subjects in the RNAseq analysis according to the extent of clinical score 433 improvement. The individuals that had no improvement in clinical score are represented as 434 white and those who had the biggest improvement in clinical score after Losmapimod 435 treatment represented by dark green (Figure 5B). A list of all differentially expressed genes 436 can be found in Supplementary Table 1. Saline injection resulted in a large pro-inflammatory 437 response with a significant increase in the expression of inflammatory genes such as CCL2, 438 CCL8, FOSL1, IL1B and TREM1 at 6 hours pre-Losmapimod treatment (Figure 5C). This 439 response to saline was reduced after Losmapimod pre-treatment (Figure 5C) and the top six 440 upregulated genes that were significantly different between normal and saline injected skin 441 were no longer significantly different post-Losmapimod treatment (Supplementary Figure 442 4A). In addition, RNAseq analysis showed that the expression of monocyte 443 chemoattractants (induced in response to saline injection) was reduced post-Losmapimod 444 treatment (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "and H). In line 467 with these observations, the increase in CD14 + COX2 + cells after saline injection was also 468 inhibited after post-Losmapimod treatment in vivo (Figure 6E). These data collectively 469 suggest that in vivo Losmapimod can restore CD4 + T cell responses in part through the 470 inhibition of COX2 expression. 471 472 p38 MAP kinase inhibition significantly increases T cell infiltration into the site of VZV 473 challenge. 474 We assessed the clinical score of 42 old subjects after VZV antigen challenge in the skin 475 both before and after Losmapimod treatment. We confirmed and extended our previous 476 observations that treatment with Losmapimod significantly increased VZV clinical score 477 (n=42; Figure 7A). No difference was observed between male and female donors in their 478 response to Losmapimod treatment (Supplementary Figure 1B). Losmapimod treatment also 479 significantly decreased serum CRP in all individuals, irrespective of whether or not they 480 increased their skin response to VZV challenge (Figure 7B). 481 We showed previously that there is a significant association between the clinical score after 482 VZV antigen challenge and the accumulation of T cells at the site of injection (Agius et al., 483 2009; Vukmanovic-Stejic et al., 2018). We found that Losmapimod pre-treatment was 484 associated with a significant increase in CD4 + (Figure 7C,7D) and CD8 + (Figure 7F, 7G) T 485 cell infiltration into the skin 7 days after VZV injection. The increased number of CD4 + and 486 CD8 + T cells in perivascular infiltrates was associated with an increased proliferation of 487 these cells in situ indicated by Ki67 expression (Figures 7E and H) (Vukmanovic-Stejic et al., 488 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "tissue injury induced by saline injection had the lowest response to recall response 495 to VZV antigen challenge in the skin (Vukmanovic-Stejic et al., 2018). This suggested that 496 increased propensity to exhibit inflammatory responses leads to inhibition of VZV-specific T 497 cell responses in the skin. The fact that the temporary blockade of inflammation in these old 498 individuals with a p38-MAPK inhibitor in vivo enhanced the response to VZV antigen 499 challenge in the skin supports this contention (Vukmanovic-Stejic et al., 2018). However, the 500 source of inflammation in the skin of older subjects or the mechanism by which the 501 inflammation inhibited TRM cell function was not known. 502 We now show that senescent fibroblasts in the skin of old subjects secrete an array of 503 chemokines including CCL2 in response to tissue injury, such as those induced by injecting 504 saline, VZV or air. This leads to recruitment of inflammatory monocytes into the skin that 505 inhibit skin TRM activation in part by secreting lipid mediators such as PGE2 via a COX2-506 dependant pathway. However, short-term systemic p38-MAPK blockade induced by treating 507 old donors with Losmapimod, leads to significantly reduced CCL2 (and other chemokine) 508 production by senescent fibroblasts, reduced monocyte infiltration and reduced COX2 and 509 PGE2 expression in response to injection of saline or VZV antigens. This results in 510 significant improvement of VZV-specific cutaneous T cell responses (Figure 8). Therefore, 511 p38-MAPK inhibition can act by significantly reducing the recruitment of inflammatory 512 monocytes into the skin and also by inhibiting the function of those that still manage to 513 extravagate into the tissue. 514 Ageing leads to the accumulation of senescent cells that is observed in many tissues 515 including the skin (Pereira et al., 2019; Ressler et al., 2006); therefore, the recruitment of 516 inflammatory monocytes in response to signals from senescent fibroblasts may contribute to 517 age-related decreased immunity in other organs as well as the skin. CCL2 is involved in the 518 recruitment of monocytes into the skin and it is a component of the SASP (Pereira et al., 519 2019). The significant correlation between the number of senescent fibroblasts that were 520 present in the skin before injection and the extent of CD14 + monocyte infiltration indirectly 521 supports the interaction between these cells. Although the abundance of senescent cells 522 increases in the skin during ageing (Dimri et al., 1995; Pereira et al., 2019; Ressler et al., 523 2006) there is no overt expression of inflammatory mediators in un-manipulated skin of old 524 subjects (Vukmanovic-Stejic et al., 2015). This suggests that at the steady state, the 525 propensity to mount inflammatory responses including the SASP is inhibited in this tissue. inflammatory mediators by senescent tissue stromal cells and this requires 531 further investigation. The breakdown of homeostasis induced by tissue injury, may override 532 pre-existing inhibitory processes and allow the secretion of SASP-related factors leading to 533 the subsequent events that we have described 534 We found that skin infiltrating monocytes secrete PGE2 via a COX2 dependent pathway. 535 PGE2 has disparate roles in immune responses as it has been shown to be pro-536 inflammatory (causing oedema formation and pain) as well as contributing to resolution of 537 inflammation (Kalinski, 2012). Here we show that PGE2 produced by COX2 expressing 538 inflammatory monocytes inhibits T cell proliferation in vitro and may directly inhibit antigen-539 specific TRM activation in the skin. PGE2 has been shown previously to directly inhibit CD4 + T 540 cell proliferation in humans (Okano et al., 2006). Furthermore, this inhibition may occur via 541 increased expression of COX2 and production of PGE2 by monocytes (Chen et al., 2011). 542 During chronic viral infection PGE2 can also directly suppress CD8 + T cells delaying viral 543 clearance (Chen et al., 2013). We now show that PGE2 can directly suppress the activation 544 and proliferation of human skin derived TRM cells. PGE2 may also induce the expansion and 545 increase the function of Foxp3 + Tregs (Baratelli et al., 2005; Sharma et al., 2005) explaining 546 why these cells increases in the skin during ageing (Vukmanovic-Stejic et al., 2008; 547 Vukmanovic-Stejic et al., 2013). 548 Elevated PGE2 concentrations are also found at the sites of chronic viral infection and virus-549 specific T cells in the liver of Hepatitis B infected individuals express the PGE2 receptor EP4 550 (Chen et al., 2015; Okano et al., 2006). The observation that PGE2 is found in tumour sites 551 prompted the suggestion that COX2 inhibitors may be useful in the treatment of colon cancer 552 and basal and squamous cell carcinoma (Pandeya et al., 2019; Steinbach et al., 2000). In 553 addition, PGE2 may promote immunosuppression by inducing the anti-inflammatory cytokine 554 IL-10 by mononuclear phagocytes (MacKenzie et al., 2013; Nakanishi and Rosenberg, 555 2013). We now show that the PGE2 receptor, EP4, is expressed by the majority of skin-556 resident TRM that facilitates the inhibition of these cells by this mediator. 557 Monocytes were historically regarded as precursors of macrophages, however more recent 558 data shows that they can be effector cells in their own right (Cros et al., 2010; Goritzka et al., 559 2015). We confirmed previous studies showing that monocytes can inhibit antigen-specific 560 responses (Sammicheli et al., 2016; Watanabe et al., 2017). Monocytes were shown to be 561 increased in the leukocyte infiltrates in the lungs of patients with severe COVID-19 562 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "568 Relevant to our current observations, it has been shown that senescent cells increase in the 569 lungs with age-dependent pathology (Barnes et al., 2019) and it will be important to 570 understand if these cells are involved with the recruitment of these inflammatory monocytes 571 in patients with severe COVID-19 infection. Although CCR2 + monocytes can contribute to the 572 inflammatory environment in the skin, they are also actively involved in the resolution of 573 inflammation, for example in in the gut (Farro et al., 2017). Therefore, microenvironmental 574 cues may determine the function of monocytes that are recruited into different tissues. 575 Excessive inflammation has been shown to inhibit antigen-specific immunity (Pence et al., 576 2012) and reduce vaccination efficacy (Fourati et al., 2016; Muyanja et al., 2014; Parmigiani 577 et al., 2013). We have shown that the effects of inflammation on inhibiting immunity can be 578 reversed with a p38-MAPK inhibitor. Studies with other inhibitors of inflammation such as 579 mTOR inhibitor, rapamycin have shown that they can enhance the response to influenza 580 vaccination in older subjects by 20% (Mannick et al., 2014). Additionally, in non-human 581 ageing models, metformin and rapamycin can increase life-span and immune function 582 (Cabreiro et al., 2013; Miller et al., 2011; Neff et al., 2013). In addition, in a murine model of 583 breast cancer COX2 inhibitor could improve DC-based vaccine efficacy by increasing IFNγ 584 production and cytotoxic CD8 function (Basu et al., 2006). Therefore, many anti-585 inflammatory drugs are already licenced for use in humans or have been through phase III 586 clinical trials. Our observations with the p38-MAPK inhibitor Losmapimod provide a proof-of-587 principle demonstration that the efficacy of these drugs could be tested for their ability to 588 prevent the deleterious effects of inflammageing resulting in the enhancement of antigen-589 specific immunity in older humans in vivo. seq samples. PS and JG performed clinical procedures and sample collection. MHR 603 was the clinical lead for the study and was involved with scientific discussions. DG advised 604 experimental design for COX2 and PGE2 work. ANA was involved in the overall design of 605 the study, initiated and coordinated the collaborative interaction between the different 606 research groups, interpreted the data, contributed writing and edited the manuscript. 607 We thank Dr. Iain Laws, Dr. Ruchira Glaser, Dr Lea Sarov-Blat and Dr. Robert Henderson at 608 GSK, Dr Veronique Birault at the Francis Crick Institute and Professor Mahdad Noursadeghi 609 at University College London for support in developing this project. We are also grateful to 610 Glaxo-Smith Kline for providing the drug Losmapimod (MICA agreement with the MRC) and 611 to the Losmapimod team at GSK for organizing the dispatch of the clinical supply of the drug 612 in this Investigator Led study. We would especially like to thank the blood and skin donors 613 who volunteered for this study and to our research nurses Ms Megan Harries-Nee and Ms. 614 Michelle Berkley for their outstanding work 615 616 Competing interests: The authors declare that they have no competing interests related T cells during aging. The Journal of experimental medicine 206:A.N., J.R. Reed, K.E. Lacy, S.E. Jackson, M. Vukmanovic-Stejic, and M.H. Rustin. 626 2013. Investigation of the cutaneous response to recall antigen in humans in vivo. 627 Clin Exp Immunol 173:163-172. 628 Baratelli, F., Y. Lin, L. Zhu, S.C. Yang, N. Heuze-Vourc'h, G. Zeng, K. Reckamp, M. 629 Dohadwala, S. Sharma, and S.M. Dubinett. 2005. Prostaglandin E2 induces FOXP3 630 gene expression and T regulatory cell function in human CD4+ T cells. Journal of 631 immunology 175:1483-1490. 632 Barnes, P.J., J. Baker, and L.E. Donnelly. 2019. Cellular Senescence as a Mechanism and 633 Target in Chronic Lung Diseases. American journal of respiratory and critical care 634 medicine 200:556-564. 635 Basu, G.D., T.L. Tinder, J.M. Bradley, T. Tu, C.L. Hattrup, B.A. Pockaj, and P. Mukherjee. 636 2006. Cyclooxygenase-2 inhibitor enhances the efficacy of a breast cancer vaccine: 637 role of IDO. Journal of immunology 177:2391-2402. 638 Cabreiro, F., C. Au, K.Y. Leung, N. Vergara-Irigaray, H.M. Cocheme, T. Noori, D. Weinkove, 639 E. Schuster, N.D. Greene, and D. Gems. 2013. Metformin retards aging in C. 640 elegans by altering microbial folate and methionine metabolism. Cell 153:228-239. 641 Campisi, J. 2013. Aging, cellular senescence, and cancer. Annu Rev Physiol 75:685-705. 642 Chen, H., F. Ma, X. Hu, T. Jin, C. Xiong, and X. Teng. 2013. Elevated COX2 expression and 643 PGE2 production by downregulation of RXRalpha in senescent macrophages. 644 Biochem Biophys Res Commun 440:157-162. 645 Proc Natl Acad Sci U S A 108:18778-18783. 652 Ciabattini, A., C. Nardini, F. Santoro, P. Garagnani, C. Franceschi, and D. Medaglini. 2018. 653 Vaccination in the elderly: The challenge of immune changes with aging. Semin 654 Immunol 40:83-94. 655 Cros, J., N. Cagnard, K. Woollard, N. Patey, S.Y. Zhang, B. Senechal, A. Puel, S.K. Biswas, 656 D. Moshous, C. Picard, J.P. Jais, D. D'Cruz, J.L. Casanova, C. Trouillet, and F. 657 Geissmann. 2010. Human CD14dim monocytes patrol and sense nucleic acids and 658 viruses via TLR7 and TLR8 receptors. Immunity 33:375-386. 659 Dean, J.L., M. Brook, A.R. Clark, and J. Saklatvala. 1999. p38 mitogen-activated protein 660 kinase regulates cyclooxygenase-2 mRNA stability and transcription in 661 lipopolysaccharide-treated human monocytes. J Biol Chem 274:264-269. 662 Diffey, B.L., and J.A. Langtry. 2005. Skin cancer incidence and the ageing population. Br J 663 Dermatol 153:679-680. 664 Dimri, G.P., X. Lee, G. Basile, M. Acosta, G. Scott, C. Roskelley, E.E. Medrano, M. 665 Linskens, I. Rubelj, O. Pereira-Smith, and et al. 1995. A biomarker that identifies 666 senescent human cells in culture and in aging skin in vivo. Proc Natl Acad Sci U S A 667 92:9363-9367. 668 Dinh, K.M., K.A. Kaspersen, S. Mikkelsen, O.B. Pedersen, M.S. Petersen, L.W. Thorner, H. 669 Hjalgrim, K. Rostgaard, H. Ullum, and C. Erikstrup. 2019. Low-grade inflammation is 670 negatively associated with physical Health-Related Quality of Life in healthy 671 individuals: Results from The Danish Blood Donor Study (DBDS). , double-blind, placebo-controlled trial. Lancet Respir Med 2Recruitment of monocytes to sites of injection in the skin A, Schematic of visits for blood and skin sampling by old (>65 years) and young (<40 years) donors taking part in this study. B, representative image of a skin section stained with DAPI (white), CCR2(red) and CD14 (blue), pink arrows indicate CD14 and CCR2 co-staining and blue arrow indicates CD14 single stain. Cumulative delta change in number of CD14+ or CCR2 + CD14 + cells in C, salineinjected (10 young and 14 old). D, cumulative data showing the frequency of monocytes in normal (N) and Saline (6 hours; S6) in skin biopsies collected from young (white) and old (grey) individuals as assessed by flow cytometry. Cells were identified as mononuclear phagocytes if they were CD45 + Lineage positive but negative for CD3, CD19, CD20 CD56 and HLA-DR + . The CD14 + and CD14 + CCR2 + cells were assessed as a percentage of CD45+ cells present in the skin. E, Cumulative delta change in number of CD14 + or CCR2 + CD14 + cells in VZV-injected skin a (5 Young and 5 old) as compared to normal skin. F, Correlation between delta change in number of CD14 + cells in the skin after saline injection as compared to normal skin in relation to their VZV clinical response. Old donors are in black filled circles (VZV score 0-3), Old responders in open red circles (VZV clinical score ≥4) and young donors are in open black square. C-E analysed with an unpaired t-test and F analysed by Spearmans correlation. *= p<0.05; **= p<0.01. author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Monocyte chemoattractant expression after saline injection in the skin A, representative image of normal and saline injected skin stained with CD31 (green) and CD62E (red) and B, cumulative data showing the frequency of CD31 + endothelial loops expressing CD62E. C, heat map showing expression of monocyte chemokines in normal then saline injected skin of young and old donors and D, cumulative data showing number of CCL2 + cells (n=10) and E, representative image, arrows indicate double positive cells and F, cumulative data showing number of FSP1 + CCL2 + cells in normal and saline injected old skin (n=10). G, representative image showing CCL2 (green), p16 (red) and FSP1 (blue) arrows indicate FSP1 + CCL2 + p16 + cells and H, cumulative data of the number of FSP1 + CCL2 + p16 + cells (n=10). I, correlation between the number of senescent fibroblast in normal skin (defined as being Telomere associated DNA damage foci [TAF] positive;) and the change in CD14 + monocytes after saline injection B, D, F and H, assessed with a paired t-test. *= p<0.05, ** = p<0.01 I, assessed by a Spearmans rank correlation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "30 min on ice. Cell lysates were diluted in SDS sample buffer with reducing agent(NuPage,  242    Life Technologies) and boiled for 5 min at 95 °C. Samples were separated by protein 243 electrophoresis at 120 V for 2 h using 10% Bis-Tris pre-cast gels (NuPage) and transferred 244 overnight at 4°C onto Hybond-P PVDF membranes (GE Healthcare). After blocking in ECL 245 blocking agent (GE Healthcare), membranes were probed with primary antibodies overnight 246 at 4°C. Primary antibodies used were COX2 (ab15191; Abcam), phospho-p38 MAPK 247 (T180/Y182; 9211), and p38 MAP Kinase (9212), GAPDH (2118; Cell Signalling). The 248 membrane was washed and incubated with HRP-conjugated secondary antibodies (GE 249Healthcare, 1:4000) for 1 h at room temperature. Antibodies were detected using the ECL 250 detection kit (GE Healthcare). Prior to re-probing with different antibodies, membranes were 251 stripped at room temperature with agitation using Restore stripping buffer (Thermo 252 Scientific). Protein bands were quantified using ImageJ software. The integrated density of 253 each band was normalised to GAPDH using the gel analysis function of ImageJ. 254Dermal Fibroblast isolation and culture: 256Dermal fibroblasts were isolated and cultured as described previously(Pereira et al., 2019). 257 senescence was induced in primary human dermal fibroblasts by exposure to X-ray radiation 258 at a total dose of 10Gy at a rate of 5Gy/min. Irradiated cells were cultured for a further 10-28 259 days to allow for senescence to develop. Senescence was confirmed by staining for SAβ-260 galactosidase (Cell signalling, London U.K.). Non-senescent (early passage number 4-10) 261 and senescent fibroblasts were cultured in a 48-well plate at 20 × 10 4 cells per well in the 262 presence of absence of Losmapimod (3µM), and supernatants were collected at 3 and 24 263 Cytokine concentration in culture supernatants were assessed by cytometric bead array 267 (CBA) according to the manufacturer's protocol. Samples were analysed using a BD Verse 268 flow cytometer (BD Biosciences). The lower limit of detection for each analyte was 1.5pg/mL. 269 For assessment of PGE2 production from monocyte cultures with a Prostaglandin E₂ Direct 270 Biotrak Assay used according to the manufacturers protocol (Fisher scientific). 271 Statistical analysis was performed using GraphPad Prism version 8.00 (GraphPad Software, 274 San Diego, California, USA). Data was assessed for normality and the subsequent 275 appropriate statistical test was performed as indicated in the legend of each figure. 276 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}