{
    "paper_id": "f84a01e5667575a1cb2bee2b033b002a92f9f172",
    "metadata": {
        "title": "Increased PCR screening capacity using a multi-replicate pooling scheme 1",
        "authors": [
            {
                "first": "Adrian",
                "middle": [],
                "last": "Viehweger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Leipzig",
                    "location": {
                        "addrLine": "4 2 Bioinformatics"
                    }
                },
                "email": ""
            },
            {
                "first": "Felix",
                "middle": [],
                "last": "Kühnl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Brandt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Jena",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Brigitte",
                "middle": [],
                "last": "König",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Leipzig",
                    "location": {
                        "addrLine": "4 2 Bioinformatics"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Effective public health response to viral outbreaks such as SARS-CoV-2 is often informed by real-time 9 PCR screening of large populations. Pooling samples can increase screening capacity. However, when 10 a traditional pool is tested positive, all samples in the pool need individual retesting, which becomes 11 ineffective at a higher proportion of positive samples. Here, we report a new pooling protocol that 12 mitigates this problem by replicating samples across multiple pools. The resulting pool set allows the 13 sample status to be resolved more often than with traditional pooling. At 2% prevalence and 20 samples 14 per pool, our protocol increases screening capacity by factors of 5 and 2 compared to individual testing 15 and traditional pooling, respectively. The corresponding software to layout and resolve samples is freely 16 available under a BSD license (https://github.com/phiweger/clonepool).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a day. It is, therefore, desirable to maximize the number of samples that can be tested per reaction. 23 Various approaches have been proposed to do so in the context of SARS-CoV-2 RT-PCR testing. 2,3 One 24 problem with the traditional pooling approach, where several samples are collected and tested collectively, 25 is that the number of positive pools that require individual retesting increases rapidly with the number 26 of positive samples in the overall population, henceforth called \"prevalence\". A high prevalence renders 27 traditional pooling ineffective. To mitigate this, we propose to test samples in replicates and distribute 28 them across multiple pools. The resulting \"pool address\" can then be used to resolve samples in one pool, 29 given the information from other pools that contain a replicate. While some previous studies have taken a 30 similar approach implicitly, 2 it has neither been investigated systematically for more replicates than two, 31 nor is there any software that would generate and resolve the corresponding pooling layout for laboratory 32 use. 33 We therefore introduce \"clonepool\", a pooling framework to maximize the effective number of samples 34 per PCR reaction. \"Effective\" refers to the fact that samples in positive pools, whose status cannot be We tested the proposed clonepool algorithm using simulated data. We assumed no pipetting errors, 50 which can be achieved, e.g., through the use of a pipetting robot. We also assume that 94 pools are 51 available, which corresponds to a 96-well plate with two wells reserved for a positive and a negative 52 control. Furthermore, we assume that there are no false positive or false negative PCR reactions.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two parameters determine which pooling scheme is most effective (Fig. 2) . If both the prevalence and overall throughput. Using sample replicates will then allow to resolve more samples than in the traditional 58 approach. In our testing experience, we observed a prevalence of about 5%, but this value is subject to 59 variability, e.g., depending on a population's pre-test probability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "53"
        },
        {
            "text": "The number of samples that can be pooled without affecting the PCR sensitivity is limited by the PCR 61 cycle threshold (Ct) for the target, i.e., the cycle at which amplification becomes detectable over back- In conclusion, our pooling protocol based on sample replicates can substantially increase the number of 76 4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.16.20067603 doi: medRxiv preprint samples per PCR reaction when screening large populations during pathogen outbreaks, such as SARS- CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.16.20067603 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The detection of defective members of large populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dorfman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann. Math. Stat",
            "volume": "14",
            "issn": "",
            "pages": "436--440",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "35 resolved in the pooled run, are assumed to be retested individually. The maximum number of samples for 36 a given pool size , number of pools and number of replicates is calculated as = . The effective 37 number of samples can then be calculated from the number of unresolved samples as = + . 38 The clonepool algorithm first distributes all sample replicates randomly across the available pools, with 39 the limitation that a sample's replicates do not co-occur in the same pool. After the pools have been 40 tested, the algorithm attempts to resolve the samples' status in two phases: In a first phase, all samples 41 that have at least one replicate in a negative pool are marked negative. In the second phase, samples that of replicates comes at the price of a reduced number of samples which can be processed at a fixed number 47 of wells. Fortunately, our results provide an efficient means to find the optimal trade-off for any Illustration of the clonepool algorithm. Circles denote the wells, each containing a pool of samples (small squares). A distinct color marks all replicates of a single sample. Positive samples are flagged with \"+\", negative ones remain empty. Positive pools are shaded in grey, negative ones in white. In a first phase, all samples that have at least one replicate in a negative pool are identified as negative (blue, green). In the second phase, samples that only occur in positive pools and where at least one replicate is in a pool where all other samples are negative, are recognized as positive (red, orange). All other samples cannot be resolved and have to be retested individually (yellow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the number of samples per pool are low, traditional pooling without replicates yields the highest number 55 of samples per reaction. However, as the prevalence increases or more and more samples are pooled, 56 the number of positive pools increases, causing a large number of retested samples and thus reducing the57",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ground noise (typically ten times the standard deviation, SD). Usually, Ct values above 35 are treated63 as unspecific amplification. SARS-CoV-2 amplifies at low Ct values due to high viral titers (Ct 18-25 64 depending on the material and number of days post-infection). 4,5 A 20-fold dilution, i.e., pooling 20 sam-Simulation results for different percentages of positive samples (x-axis), replicates (colors), and pool sizes (panels). The target metric is the effective number of samples per PCR reaction, which includes the individual retesting of samples that cannot be resolved in the first pooling run. At a prevalence of 5% SARS-CoV-2 positive samples, and for ten samples per pool and two replicates per 68 sample, we simulate that 2.61 times the number of samples can be processed compared to testing samples 69 individually (SD 0.13). This result is in line with previous estimates using a slightly different version of 70 the 2-replicate scheme. 2 Using two replicates increases the effective number of samples per reaction by 71 31% compared to pooling without replicates. At 2% prevalence and 20 samples per pool -a scenario 72 more akin to screening large populations -5.01 times the number of samples can be screened compared 73 to individual testing (SD 0.28), and the increase over traditional pooling is 193%. These presented values 74 correspond to in silico simulations, and require further validation in the laboratory.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}