{
    "paper_id": "f894644d3ee575dd4d5960c79e23e2edaa83e9da",
    "metadata": {
        "title": "MODIFIED FLOW-I FOR COVID-19 VENTILATION 1 A modification to the Maquet Flow-i anaesthesia machine for ICU ventilation",
        "authors": [
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Robinson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "London",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laszlo",
                "middle": [],
                "last": "Kotan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Warwick",
                "middle": [],
                "last": "Downing^",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has already overwhelmed Critical Care capacity in Italy and looks set to do the same in many other countries. If spread is not adequately contained, the critically ill cohort from this infection produces such a number of patients with Sudden Acute Respiratory Syndrome (SARS) in whom positive pressure ventilation is indicated, that ventilated bed capacity is rapidly overwhelmed, and patients are left untreated. Ventilated beds are in short supply worldwide, so access to additional ventilators of adequate quality to ventilate coronavirus SARS patients is urgently required. This pre-paper introduces a 'proof of concept' modification to the Maquet Flow-i anaesthesia machine (Getinge, 2020a ) that makes it more suitable for use as an Intensive Care ventilator.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 716,
                    "text": "(Getinge, 2020a",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SARS-CoV-2 infection COVID-19 has expanded worldwide since its lowly beginnings as a zoonotic infection in or near Wuhan, PRC (Andersen et al., 2020) sometime in late 2019. It is currently a WHO declared pandemic and wreaking havoc with the health and economic stability of the planet (WHO, 2020). Unchecked, it has the capability to cause millions of deaths worldwide. WHO and most local public health responses throughout the world hves concentrated on 'flattening the epidemiological curve'. An exponential increase of SARSCoV-2 virus spread leads to unprecedented demand for critical care services. Flattening the curve is an attempt to reduce the mortality rate and avoid completely overwhelming healthcare systems. An anticipated side effect of 'flattening the curve' is, however, sustained demand for Intensive Care services extending over a long period of time for those nations unable to reduce spread early on. While the risk of an individual patient needing respiratory care can appear low on first examination, across a population COVID-19 produces a large . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 153,
                    "text": "(Andersen et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and ventilated bed capacity"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 number of such patients. These may require critical care for 14 days or more (Zhou et al., 2020) . Demand for ventilators in the worst affected of these is thus predicted to be very high.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 95,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 115,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 212,
                    "text": "(Zhou et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and ventilated bed capacity"
        },
        {
            "text": "Ventilated bed capacity worldwide is low. New Zealand has only some ~200 ventilated beds nationwide under normal circumstances, and this number is barely adequate for normal demand. Other nations are in a similar state. However, Italy -the world epicenter of the disease as design commenced-had above average ICU beds/100 000 by European standards prior to the pandemic (Rhodes et al., 2012) and was still overwhelmed. A variety of stop-gap solutions to expand ventilator capacity are therefore required while manufacture of these devices is ramped up to meet demand. This paper proposes one such solution for hospitals which have Maquet Flow-i anaesthesia machines available.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 391,
                    "text": "(Rhodes et al., 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and ventilated bed capacity"
        },
        {
            "text": "The Flow-i (Getinge, 2020a) is a modern anaesthesia machine designed for use in an",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maquet Flow-i"
        },
        {
            "text": "Operating Room environment to provide short-term ventilation and delivery of volatile anaesthetic gases to patients undergoing general anaesthesia. There are some 7000 such units installed worldwide. The machine is based in part on ventilator technology that Getinge Group purchased from Siemens and is substantially similar in function to the Maquet Servo-i Intensive Care ventilator (Getinge, 2020b) . Modern intensive care ventilators are 'total loss' systems, in that the gases supplied to the breathing system are filtered through a High Efficiency Particulate Air (HEPA) filter then passively expelled to atmosphere after use. The Flow-i anaesthesia machine, however (and in common with other such machines), is designed to allow the expiratory gases to be recirculated with CO2 scavenging in 'low flow' mode with minimal losses to atmosphere. This 'partial loss' system allows preservation of expensive and environmentally damaging volatile anaesthetic gases and lowers consumption of piped oxygen and air. It does this by directing all expired air internally through a Volume Reflector, a convoluted reservoir that sits under the anaesthetist's writing surface that collects the . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 401,
                    "text": "(Getinge, 2020b)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Maquet Flow-i"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054882 doi: medRxiv preprint MODIFIED FLOW-I FOR COVID-19 VENTILATION 6 patient's expired air for recirculation. The Volume reflector is connected to the Patient Cassette by the Socket, a pair of linking tubes and silicone seals to prevent leaks. The Patient Cassette is the insert which contains the circle non-return valves and interfaces with the ventilator mechanisms, volatile delivery system, Adjustable Pressure Limiting valve (APL), and internal gas bench. All three of these inserts are removable and sterilizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Anaesthetic machines are designed to be used for each patient for only hours rather than the days or weeks required of an ICU ventilator, and clinical experience suggests that they tend to experience more condensation and rainout than machines purpose built for ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating longterm ventilation options on an unmodified Flow-i"
        },
        {
            "text": "Experience of using such machines for longer term in a pandemic situation is absent from the literature but will no doubt become more available as the pandemic progresses. While anaesthesia machines are able to run for short periods of time without scavenging, they are designed to be used with a constant low-level vacuum applied via the Anaesthesia Gas Scavenging (AGS) port and in a positive pressure Operating Room environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating longterm ventilation options on an unmodified Flow-i"
        },
        {
            "text": "Low flow not feasible for ICU. When ventilating patients for longer procedures or in an emergency and in place of an ICU ventilator, it is generally advised to run on low flows to maximise humidification. However, the first author's department has four years of experience of using the Flow-i under low flow conditions for long procedures. There is generally considerable rainout in the breathing system which requires decanting from the circuit every few hours if water buildup is not to interfere with ventilation. When wet Heat and Moisture Exchangers (HME) are less efficient at heating inspired gases, due to the energy lost to vaporizing excess water with each breath. This makes Flow-i low flow undesirable for longer term use in COVID-19, as decanting will require loss of Positive End Expiratory Pressure (PEEP) and increase potential for aerosol contamination with viral particles. Low flow also . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating longterm ventilation options on an unmodified Flow-i"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 requires the use of soda-lime to scrub CO2 from the breathing gas, which adds another expense and a resource that might be depleted.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Total Loss undesirable long-term with HME alone. In order to avoid the circuit rainout issue, the machine could be used in high flow modeand used as a total loss system like an ICU ventilator by setting the Fresh Gas Flow (FGF) above Minute Volume and thus allowing all unused air, oxygen, and carbon dioxide from cellular respiration to be vented to atmosphere or AGS. This renders the HME more efficient in heating, but less so for humidification. Reduced humidification risks drying patient mucosa, ciliary damage, thickened secretions, atelectasis (Branson, 2009) , risks of poorer outcomes (Misset et al., 1991) , and a higher incidence of artificial airway blockage. While a Cochrane review of the available literature suggests there is not a major difference in ICU outcomes between HME and active humidification, it did so with the caveat \"HMEs may not be suitable for patients with limited respiratory reserve or prone to airway blockage\" (Kelly et al., 2010) , something which certainly pertains in the COVID-19 ARDS cohort of patients. Our ICU uses Fisher & Paykel (F&P) active humidification for patients ventilated for longer than 24 hours, so the HME alone option was considered undesirable.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 567,
                    "text": "(Branson, 2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 595,
                    "end": 616,
                    "text": "(Misset et al., 1991)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 948,
                    "end": 968,
                    "text": "(Kelly et al., 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Total Loss with active humidification too wet. When our normal ICU ventilators are used with F&P active gas heating and humidification, we do not suffer significant rainout in the patient circuit. The Flow-i was therefore set up with an appropriate circuit and allowed to operate as a total loss system over night. This was done once without scavenging (AGS), and on the second night with AGS. In the AGS condition, the breathing system remained clear of liquid water, but condensation formed throughout the Volume Reflector. Without AGS, it was possible to decant liquid water from the Volume Reflector after a mere 12 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It was concluded that use of a Flow-i with active humidification would move the rainout problem from the breathing system, but result in water pooling in the Volume . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Reflector during the prolonged ventilation required for a COVID-19 SARS patient. This would be particularly so if used in an ICU environment without AGS. Accumulated water would progressively interfere with ventilation dynamics and, at some point, require the Patient Cassette, Socket, and Volume Reflector be re-processed and dried out. The interruption to ventilation and potential for aerosol contamination during this procedure would increase danger for patient and staff alike. On the other hand, ventilating COVID-19 patients in an Operating Room (OR) with AGS is undesirable as it reduces hospital operating capacity, makes nursing more difficult, and the OR is a positive pressure environment. Any aerosol viral particles spilled in an unmodified OR is spread throughout the Theatre complex by positive pressure in the room.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A solution that allows use of a humidified circuit, but without AGS was thus sought to allow the use of ICU bed spaces. Such a solution would need to be a reversible change to the machine, pass the normal System Check, and allow ventilation on a humidified circuit for an extended period without AGS, but with no condensation within the anaesthetic machine. 48 hours was chosen as a reasonable test period for any 'proof of concept' prototype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A kludge to the rescue? It was considered that bridging ports on the Patient Cassette with a section of breathing system tubing might provide a solution by replacing the Volume reflector, shortening the gas pathway, and reducing the opportunity for condensation to form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "However, although the tubing selected appeared to fit the cassette ports, and tubing could easily be hidden in the gap where the un-needed Volume Reflector normally sits, the machine failed to pass self-test. The failure was due to one of the connectors abruptly disconnecting during the pressure test. It was concluded that even if we could induce the machine to pass test, the risk of disconnection during ventilation would be too high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A manufactured solution? Given the failure of the previous attempts to provide a workable solution, local manufacturing companies Kilwell Fibretube and subsequently . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 MODIFIED FLOW-I FOR COVID-19 VENTILATION 9 RAM3D were approached and asked to reverse engineer the Socket. The intention being to make a U-tube which connects the Patient Cassette internal input and output tubing together, in order to bypass the Volume Reflector entirely. This device will be referred to as the Bridge.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The key design aspects of the Bridge were that it must be simple to install; limit risk of failure during extended periods of operation; seal tightly on the Cassette silicone seals intended for the Socket; not interfere with normal functioning of the Cassette; and be of a material which is suitable for autoclave or other sterilisation methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this instance 3D printing provides a simple, quick to innovate, and cost-effective method of manufacture. It is important to note that FDM style printers (the most common around the world) are not well suited for this device. The nature of the FDM system means that they will be prone to leakage either during pressure testing (which uses approximately 117cm H2O (1.7psi; 11.5kPa) pulses of pressure to check the internal gas pathways); or as a result of fatigue during the extended cyclic loading during operation. There are a number of aspects of the Cassette installation which creates risk of damage to an FDM manufactured part during installation. Furthermore, the poor surface finish of FDM will create issues with the seals and cleaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The successful prototype was designed and printed by RAM3D (2020). It was printed on a laser powder bed fusion machine from grade 23 Ti64 (medical grade titanium alloy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The key attributes of using a system such as this are the good surface finish, high relative strength, and a body safe material that is already approved for medical use. Using this system also enabled a much simpler single piece design requiring no further assembly and very minor post printing processing to smooth the area of the seal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A critical factor of the design are the fine tolerances. Alternative manufacturing methods must also reflect this, as even very small variations cause the seals to leak due to poor fit, or due to misalignment of the Cassette with other gas seals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Prototype Test Results.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Leak tests. The successful prototype passed System Check when installed on six different Flow-i machines in Lakes DHB's Theatre complex. The average leak was 42ml/min, well within the <150ml/min allowed. Each machine was then restored to stock and immediately passed System Check normally before being returned to use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Extended Use. A test lung was ventilated for 48 hours under the conditions the machine would experience in ICU. Pooled water appeared in the inspiratory limb of the humidified breathing system after 24 hours, but this was easily decanted back into the water bath. That is an intended behaviour of the Fisher & Paykel humidification system. At 48 hours the test was stopped, the anaesthetic machine stripped down and the anaesthetic machine gas pathways examined. There was no water in the patient Cassette. The Bridge and its seals were dry and there was no water in the Scavenging Exhaust system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "There are problems which remain to be addressed in order to optimise patient use. The authors hope that by releasing this document and the device with a CC-BY 4.0 license at an early stage, we can access the 'wisdom of the crowd' and collaboratively solve these issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Issues."
        },
        {
            "text": "1. Scale manufacture is available in New Zealand and near markets from RAM3D. However freight logistics have become a problem due to pandemic shutdowns, so design and production may need to be adapted to suit local manufacturing capabilities. Production devices may be printed from a sterilizable patient safe material and reused, as we have done; or printed from a medical grade plastic for . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Issues."
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054882 doi: medRxiv preprint single patient use. Other manufacturers will need to confer with hospital Central Surgical Sterilizing Departments and test materials for suitability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "2. The end-tidal CO2 line water trap is likely to fill relatively quickly and will need decanting. This water may be virally contaminated. Internal contamination is not an issue as the sampled air is HEPA filtered and dried prior to entering the gas bench.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Work will need to be done to mitigate the risk this poses to ICU nurses, or the Flow-i will need to be used without its gas bench.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Reflector. This may have unforeseen undesired effects during use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Flow-i internal software is designed around the presence of the Socket and Flow"
        },
        {
            "text": "4. Choice of patient circuit will need to be tested by end users depending on local availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Flow-i internal software is designed around the presence of the Socket and Flow"
        },
        {
            "text": "The presented 'proof of concept' Bridge device holds the potential to allow conversion of many Maquet Flow-i machines currently under-utilised for their primary purpose into Intensive Care ventilators. It may thus help bridge that period of time while more purpose-built Intensive Care ventilators are manufactured. Local manufacture is available to New Zealand and near markets from RAM3D, but the CAD file is made available and allows the reader to replicate the Bridge locally and investigate manufacture by local engineering firms. Choice of material will depend on local manufacturing capability and available materials. This innovation is CC-BY 4.0 licensed and the authors welcome collaboration and clinical exploration of the modification by the wider Anaesthetics, Intensive Care, and Engineering communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions."
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 101,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The proximal origin of SARS-CoV-2",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0820-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conditioning inspired gases: the search for relevant physiologic end points",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Branson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respiratory Care",
            "volume": "4",
            "issn": "",
            "pages": "450--452",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Maquet Flow-i anaesthesia machine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Getinge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Servo-i ventilator",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Getinge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Heated humidification versus heat and moisture exchangers for ventilated adults and children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gillies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lockwood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database of Systematic Reviews",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD004711.pub2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Heat and Moisture Exchanger vs Heated Humidifier during Long-Term Mechanical Ventilation: A Prospective Randomized Study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Misset",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Escudier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leclercq",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nitenberg",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Chest",
            "volume": "100",
            "issn": "1",
            "pages": "160--163",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.100.1.160"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Flow-i Bridge Ventilator Adapter",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ram3d",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The variability of critical care bed numbers in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferdinande",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flaatten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guidet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Medicine",
            "volume": "38",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "1647-165310.1007/s00134-012-2627-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Stuation Reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ]
}