{
    "paper_id": "fa55007c89ee10ce8b8062128dbe93eb2516c36a",
    "metadata": {
        "title": "Estimation of the probability of reinfection with COVID-19 coronavirus by the SEIRUS model",
        "authors": [
            {
                "first": "Victor",
                "middle": [
                    "Alexander"
                ],
                "last": "Okhuese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nasarawa State University",
                    "location": {
                        "settlement": "Keffi",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With sensitivity of the Polymerase Chain Reaction (PCR) test used to detect the presence of the virus in the human host, the global health community has been able to record a great number of recovered population. Therefore, in a bid to answer a burning question of reinfection in the recovered class, the model equations which exhibits the disease-free equilibrium ( ) state for COVID-19 coronavirus was developed in this study and was discovered to both exist as well as satisfy the criteria for a locally or globally asymptotic stability with a basic reproductive number 0 = 0 for and endemic situation. Hence, there is a chance of no secondary reinfections from the recovered population as the rate of incidence of the recovered population vanishes, that is, = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Furthermore, numerical simulations were carried to complement the analytical results in investigating the effect of the implementation of quarantine and observatory procedures has on the projection of the further spread of the virus globally. Result shows that the proportion of infected population in the absence of curative vaccination will continue to grow globally meanwhile the recovery rate will continue slowly which therefore means that the ratio of infection to recovery rate will determine the death rate that is recorded globally and most significant for this study is the rate of reinfection by the recovered population which will decline to zero over time as the virus is cleared clinically from the system of the recovered class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 coronavirus pandemic may have hit the world in a large scale as predicted in Victor (2020) and Batista (2020) , the ratio of the death to recovery rate has seemingly been a positive proportion. However, with the sensitivity of the PCR, the presence or the absence of the virus in a previously infected host is detectable and as the recovery rate has seem to be encouraging considering the absence of any curative vaccine, the question in every quarters to health workers, the Center for Disease Control and the World Health Organization has been if reinfection could occur after a COVID-19 patient has recovered clinically?",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 103,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 108,
                    "end": 122,
                    "text": "Batista (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A recent study by Victor (2020) , Nesteruk (2020) and Ming and Zhang (2020) focuses on the epidemic outbreak cased by COVID-19 coronavirus due to the global trend of the pandemic with its origin from mainland China. In his study, Nesteruk (2020) used the popular SIR (Susceptible-Infectious-Removed) model to obtain optimal values for the model parameters with the use of statistical approach and hence predicated the number of infected, susceptible and removed persons versus time. This model approach by Nesteruk (2020) has been a major breakthrough in modelling disease control as used by several authors (Ming and Zhang, (2020) and Victor (2020) among others). However, although there exist a global interest in knowing the rate of infection that will occur over time globally, in this study we adopt solutions from Victor (2020) and Victor and Oduwole (2020) for a new deterministic endemic model (Susceptible -Exposed -Infectious -Removed -Undetectable -Susceptible: SEIRUS) originally developed for the control of the prevalence of HIV/AIDS in Africa.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 31,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 34,
                    "end": 49,
                    "text": "Nesteruk (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 54,
                    "end": 75,
                    "text": "Ming and Zhang (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 230,
                    "end": 245,
                    "text": "Nesteruk (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 521,
                    "text": "Nesteruk (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 608,
                    "end": 631,
                    "text": "(Ming and Zhang, (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 820,
                    "end": 833,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "Victor and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The resulting equations are a system of coupled homogenous differential equations for projecting the rate of detection of the presence of the virus in the clinically prescribed recovered population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Numerical experiments with relevant simulation showing how the variation of the reproductive number (R0) affect the number of infected individuals is carried out as well as a projection for the rate of reinfection by the recovered class. Conscious effort through evaluating the new deterministic SEIRUS model is done to reduce the reproductive number (R0) to zero for a possible halt of the spread of the disease thereby leading to an endemic equilibrium to eradicate the disease in a later time in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 In summary, this study aims to use the new deterministic endemic SEIRUS compartmental model of the COVID-19 coronavirus dynamics which combines quarantine/observatory procedures and behavioral change/social distancing in the control and eradication of the disease in the most exposed sub-population to predict the chances of reinfection by the recovered class in the population.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The wide spread of the COVID-19 coronavirus and the lack or inefficiency of purposeful and result based intervention is a great call for other empirical and scientific interventions which seeks to review strategic models and recommendations of social and scientific research for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although previous studies have been tailored towards the epidemiology and the disease-free equilibrium where the reproductive number of the infectious population is at its barest minimum, this study seeks to study the evaluative impact of the endemic equilibrium of a new endemic deterministic model while taking into consideration that possibility of the recovered population being Undetectable and fit to be moved to the Susceptible compartment which will therefore imply a zero secondary infection of the disease globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Also, this research work will contribute significantly to recent research findings by Victor (2020), Nesteruk (2020) and Ming and Zhang (2020) as well as inform government, non-government organizations as well as policy maker's decision on sustainable policies to prevent the spread of the disease based on specific age groups of the active population.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 116,
                    "text": "Nesteruk (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Ming and Zhang (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As suggested in Victor (2020) , the model variables and parameters for the investigation of the stability analysis of the equilibrium state for the new deterministic endemic model is given by; Proportion of population from susceptible to exposed/latent class Proportion of removed population still being observed and being moved to susceptible class ( ) Incidence rate or force of infection in the population",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 29,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "THE MODEL VARIABLES AND PARAMETERS"
        },
        {
            "text": "The following assumptions as suggested in Victor (2020) and Victor and Oduwole (2020) helps in the derivation of the model:",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 55,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 60,
                    "end": 85,
                    "text": "Victor and Oduwole (2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MODEL ASSUMPTIONS"
        },
        {
            "text": "1. There is no emigration from the total population and there is no immigration into the population. A negligible proportion of individuals move in and out of the population at a given time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL ASSUMPTIONS"
        },
        {
            "text": "3. The susceptible population are first exposed to a latent class where they can infected or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturation (or maturity) is interpreted as the period between infection to the period of symptoms observation (days 1 to 14)"
        },
        {
            "text": "4. Some infected individuals move to the removed class when they are quarantined for observatory procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturation (or maturity) is interpreted as the period between infection to the period of symptoms observation (days 1 to 14)"
        },
        {
            "text": "5. The recruitment from the -class into the -class is through contacts from population in the I-class to the S-class 6. The recruitment into the -class from the -class at a rate .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturation (or maturity) is interpreted as the period between infection to the period of symptoms observation (days 1 to 14)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturation (or maturity) is interpreted as the period between infection to the period of symptoms observation (days 1 to 14)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050930 doi: medRxiv preprint 7. The recruitment into the -class from the -class depends on the effectiveness of the quarantine and observatory procedure at a rate .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturation (or maturity) is interpreted as the period between infection to the period of symptoms observation (days 1 to 14)"
        },
        {
            "text": "is an additional death rate in the and classes due to infection for both juvenile and adult sub-population denoted by and respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death is implicit in the model and it occurs in all classes at constant rate . However, there"
        },
        {
            "text": "This study uses the deterministic endemic model where a susceptible class is a class that is yet to be infected, but is open to infection as interactions with members of the -class continuous. An infected individual is one who has contracted the coronavirus and is at some stage of infection. A removed individual is one that is confirmed to have the virus with its expected symptoms and is under quarantine while following relevant observatory procedures. A member of the undetectable class is one that has been removed and does not secrete the virus anymore and has been satisfied by the WHO standard to be in the undetectable class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "The following diagram describes the dynamic of SEIRUS framework, and will be useful in the formulation of model equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "Algorithm Source: Victor (2020) ",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 31,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "The resulting equations below are a system of coupled homogenous differential equations for projecting the rate of detection of the presence of the virus in the clinically prescribed recovered population based on the assumptions and the flow diagram above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MODEL EQUATIONS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MODEL EQUATIONS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050930 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MODEL EQUATIONS"
        },
        {
            "text": "Such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MODEL EQUATIONS"
        },
        {
            "text": "The incidence rate or force of infection at time denoted by ( ) in the population is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MODEL EQUATIONS"
        },
        {
            "text": "The model equations in proportion according to Victor (2020) is adopted for this study as follows;",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 60,
                    "text": "Victor (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "MODEL EQUATIONS IN PROPORTIONS"
        },
        {
            "text": "Such that;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL EQUATIONS IN PROPORTIONS"
        },
        {
            "text": "= − ( + + ) − − − + + ( + ) 2 + ( + ) + ( + ) (12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL EQUATIONS IN PROPORTIONS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL EQUATIONS IN PROPORTIONS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050930 doi: medRxiv preprint (14) However,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL EQUATIONS IN PROPORTIONS"
        },
        {
            "text": "Equations (10) to (14) are the model equations in proportions, which define prevalence of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL EQUATIONS IN PROPORTIONS"
        },
        {
            "text": "The disease-free equilibrium ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "( ) OF THE SEIRUS MODEL"
        },
        {
            "text": "Simplifying further gives,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "( ) OF THE SEIRUS MODEL"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "( ) OF THE SEIRUS MODEL"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 where = 1, = and = − * = − ± √ 2 + 4 2 = − ± ( − 2) 2",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "( ) OF THE SEIRUS MODEL"
        },
        {
            "text": "Therefore, the solution for the simultaneous equations (18) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "( ) OF THE SEIRUS MODEL"
        },
        {
            "text": "Ignoring the native values of 1 * and 2 * and other stringent conditions, there exist a unique trivial and disease-free equilibrium states at ( 1 * , 2 * ) given by (0,0). The solution (19) satisfies equation (18) identically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "( ) OF THE SEIRUS MODEL"
        },
        {
            "text": "In the event where patients recover from the COVID-19 coronavirus, it is assumed so far that they are disease-free at least from 14 days after their last clinical test shows that they have clinically recovered from the virus. Hence, in order to study the behavior of the systems (10) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOVERED POPULATION"
        },
        {
            "text": "Hence, according to (Gerald, 2012, p255) , the Determinant of the Jacobian Matrix is given by the recursive definition for a 5 × 5 matrix defined as;",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 40,
                    "text": "(Gerald, 2012, p255)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RECOVERED POPULATION"
        },
        {
            "text": "( 0 ) = 11 ( 0 11 ) − 12 ( 0 12 ) + 13 ( 0 13 ) − ⋯ ± 5 ( 0 5 ) (21)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOVERED POPULATION"
        },
        {
            "text": "And from (20)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOVERED POPULATION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOVERED POPULATION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Similarly from the Trace of the Jacobian matrix ( ) given in equation (20) This implies that as a pandemic as declared by WHO (2020) the COVID-19 coronavirus does not have a curative vaccine yet and precautionary measures are advised through quarantine and observatory procedures. Therefore, for the recovered population the chances reinfection appears to be uncertain though closely impossible unless regular clinical test is not accurately administered.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RECOVERED POPULATION"
        },
        {
            "text": "The Basic Reproductive number ( 0 ) is define as the number of secondary infections that one infectious individual would create over the duration of the infectious period, provided that everyone else is susceptible. 0 = 1 is a threshold below which the generation of secondary cases is insufficient to maintain the infection in human community. If 0 < 1, the number of infected individuals will decrease from generation to next and the disease dies out and if 0 > 1 the number of infected individuals will increase from generation to the next and the disease will persist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "To compute the basic reproductive number ( 0 ) of the model with incidence rate for the recovered population assumed to vanish such that = 0 and we employ the next generation method as applied by Diekmann et. al., (2009) , Van den Driessche and Watmough (2002) .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 220,
                    "text": "Diekmann et. al., (2009)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 260,
                    "text": "Van den Driessche and Watmough (2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Then the next matrix denoted by −1 is given as Thus we have that",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "The Basic Reproductive number ( 0 = 0) by Equation (33) shows that with no incidence rate in the recovered population, there is no chances secondary infection by COVID-19 coronavirus patients who have been clinically declared negative and free from the virus with the virus completely cleared from their system. Hence although there currently exist no clinical vaccine for the cure of COVID-19 coronavirus, with Equation (33) there is a high chance of no case of reinfection after clinical recovery from the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL"
        },
        {
            "text": "According to the WHO (2020), the total cases of COVID-19 coronavirus worldwide stands: about 900,000, with a total of about 190,000 recovery and the current total deaths is about 44,000 from about 172 countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOBAL CASES OF COVID-19 CORONAVIRUS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOBAL CASES OF COVID-19 CORONAVIRUS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050930 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOBAL CASES OF COVID-19 CORONAVIRUS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GLOBAL CASES OF COVID-19 CORONAVIRUS"
        },
        {
            "text": "The age-structured deterministic model (10) -(14) was solved numerical using Runge-Kutta-Fehllberg 4-5th order method and implemented using Maple Software. The model equations were first transformed into proportions, thus reducing the model equations to ten differential equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": "The parameters used in the implementation of the model are shown in Table 1 below. Parameters were chosen in consonance with the threshold values obtained in the stability analysis of the disease free equilibrium state of the model. Hence from Equation (26) the Reproductive Number 0 = 0 means there is a 100% chances of zero secondary reinfection from the recovered compartment of the COVID-19 patient group when a re-infectious population interact by contact with the susceptible population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050930 doi: medRxiv preprint Figure 2 : Chart of the rate of reinfection of the recovered compartment from COVID-19 Figure 1 , clearly shows that the infectious rate will continue to rise steadily over a long period of time and there after begin to slide in a normal trajectory if no vaccine is in place. However, with the various make shift treatment, social distancing and quarantine strategy being adopted the recovery rate will keep rising slowly but steadily over a long period of time. Therefore, as the recovery rate continues to grow steadily the number of recovered population who have been clinically declared free of the virus by the Polymerase Chain Reaction test will be also declared un-infectious as long as the virus is completely cleared from their system (see Figure 2 ) and the rate of detection will vanish, making the rate of secondary infection 0 = 0 as long as the incidence rate = 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 893,
                    "end": 901,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050930 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NUMERICAL EXPERIMENTS OF THE MODEL"
        },
        {
            "text": "The model equations which exhibits the disease-free equilibrium ( ) state for COVID-19 coronavirus exist and hence satisfies the criteria for a locally or globally asymptotic stability when the basic reproductive number 0 = 0 for and endemic situation. This implies that as a pandemic as declared by WHO (2020) the COVID-19 coronavirus does not have a curative vaccine yet and precautionary measures are advised through quarantine and observatory procedures. The basic reproductive number was found to be 0 = 0 and hence shows that there is a high chance of no secondary infections from the recovered population as the rate of incidence of the recovered population vanishes, that is, = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Furthermore, numerical simulations were carried to complement the analytical results in investigating the effect of the implementation of quarantine and observatory procedures has on the projection of the further spread of the virus globally. Result shows that the proportion of infected population in the absence of curative vaccination will continue to grow globally meanwhile the recovery rate will continue slowly which therefore means that the ratio of infection to recovery rate will determine the death rate that is recorded globally and most significant for this study is the rate of reinfection by the recovered population which will decline to zero over time as the virus is cleared clinically from the system of the recovered class.. However, unless there is a dedicated effort from individual population, government, health organizations, policy makers and stakeholders, the world would hardly be reed of the COVID-19 coronavirus and further spread is eminent and the rate of infection will continue to increase despite the increased rate of recovery until a curative vaccine is developed. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ordinary Differential Equations and Dynamical Systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerald",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Breaking down of healthcare system: Mathematical modelling for controlling the novel coronavirus (2019-nCoV) outbreak in Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Ming",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Statistics based predictions of coronavirus 2019-nCoV spreading in mainland China. medRxiv",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nesteruk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {
                "DOI": [
                    "10.1016/S0025-5564(02)00108-6"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mathematical predictions for COVID-19 as a global pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Victor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluating the deterministic SEIRUS mode for disease control in an age-structured population",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Oduwole",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Scientific Journal",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel Coronavirus (COVID-19) Situation. Accessed by",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of infected population quarantined and expecting recovery at time ( ) Number of recovered adults satisfying undetectable criteria at time infected population in quarantine per unit time (Treatment rate)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DFE) state of the endemic SEIRUS model is obtained by setting the left hand sides of equations (10) -(14) to zero while setting the disease components =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-(14) around the disease-free equilibrium state 0 = [0,0,0,0,0], we resort to the linearized stability approach from Victor (2020) gives us a Jacobian 0 transformation of the form;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "( ) < 0 which does satisfy the prescribed threshold criteria based onGerald (2012), then the disease free equilibrium ( ) for COVID-19 coronavirus does satisfy the criteria for a locally or globally asymptotic stability for the recovered population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ℱ and are the rate of appearances of new infections in compartment and the transfer of individuals into and out of compartment by all means respectively. Using the linearization method, the associated matrices at disease-fee equilibrium ( 0 ) and after taking partial nonnegative and is a non-singular matrix, in which both are the ×",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Solving the characteristics equation for the eigenvalues 1,2 , where 0 is the maximum of the two eigenvalues 1,2 . Hence the Basic Reproductive number is the dominant eigenvalues of −1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A World Map showing the number of cases per each country with a COVID-19 coronavirus case. (Source: JHU (2020)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A Cumulative Case chart showing the number of cases with a COVID-19 coronavirus case. (Source: JHU(2020)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Chart of Recovered and Infectious compartment for the COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Batista, M. (2020). Estimation of the final size of the coronavirus epidemic by the SIR model. ResearchGate. Diekmann, O, Heesterbeek, J. A. P and Roberts, M. G. (2009); The construction of next-generation matrices for compartmental epidemic models, J. R. Soc. Interface, 2009 (doi:10.1098/rsif.2009.0386)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimated values of the parameters used in the Numerical experiments",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}