{
    "paper_id": "fb1be69782af328efa4567926d9cea018d90477d",
    "metadata": {
        "title": "The Spike Protein S1 Subunit of SARS-CoV-2 Contains an LxxIxE-like Motif that is Known to Recruit the Host PP2A-B56 Phosphatase",
        "authors": []
    },
    "abstract": [
        {
            "text": "2 3 Halim Maaroufi 4 Institut de biologie intégrative et des systèmes (IBIS). Université Laval. Quebec. Canada 5 Halim.maaroufi@ibis.ulaval.ca 6 7 ABSTRACT The novel betacoronavirus (SARS-CoV-2) is highly contagious and can cause 8 serious acute respiratory illness syndromes, often fatal, called covid-19. It is an urgent priority to 9 better understand SARS-CoV-2 infection mechanisms that will help in the development of 10 prophylactic vaccines and therapeutics that are very important to people health and socioeconomic 11 stability around the world. The surface coronavirus spike (S) glycoprotein is considered as a key 12 factor in host specificity because it mediates infection by receptor-recognition and membrane 13 fusion. Here the analysis of CoV-2 S protein revealed in S1subunit a B56-binding LxxIxE-like 14 motif that could recruit the host protein phosphatase 2A (PP2A). This motif is absent in SARS-15 CoV and MERS-CoV. PP2A is a major family of serine/threonine phosphatases in eukaryotic cells. 16 Phosphatases and kinases are big players in the regulation of pro-inflammatory responses during 17 pathogenic infections. Moreover, studies have shown that viruses use multiple strategies to target 18 PP2A in order to manipulate host's antiviral responses. The latest studies have indicated that 19 SARS-CoV-2 is involved in sustained inflammation in the host. Therefore, by controlling acute 20 inflammation; it is possible to eliminate its dangerous effects on the host. Among efforts to fight 21 covid-19, the interaction between LxxIxE-like motif and PP2A-B56-binding pocket could be a 22 target for the development of a bioactive peptide and ligand inhibitors for therapeutic purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "23 24 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The surface-located SARS-CoV-2 spike glycoprotein S (S) is a 1273 amino acid residues. It is a 44 homotrimeric, multidomain, and integral membrane protein that give coronaviruses the appearance 45 of having crowns (Corona in Latin) (Li, 2016) . It is a key piece of viral host recognition (receptor-46 recognition) and organ tropism and induces strongly the host immune reaction (Li, 2015) . It is 47 subdivided to S1 subunit that binds to a receptor on the host cell surface and S2 subunit that permits 48 viral and host membranes fusion. S1 subunit is divided into two domains, an N-terminal domain 49 (NTD) and a C-terminal receptor-binding domain (RBD) that can function as viral receptors-50 binding (Li, 2012) . In addition, S1 subunit is normally more variable in sequence among different 51 CoVs than is the S2 subunit (Masters, 2006) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.020941 doi: bioRxiv preprint 3 which provide substrate specificity. The human B56 family consists of at least five different 59 members (α, β, γ, δ and ε). Phosphatases and kinases are big players in the regulation of pro- Interestingly, 293 LDPLSET 299 is only present in SARS-CoV-2 (Fig. 1A) . It is absent in the other 81 coronaviruses S protein analysed in this study. In order to interact with protein(s), 293 LDPLSE 298 82 must be present at the surface of S1 subunit. Indeed, it is exposed in the surface of S1 subunit in The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.01.020941 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 242,
                    "text": "(Li, 2016)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 379,
                    "end": 389,
                    "text": "(Li, 2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 705,
                    "end": 715,
                    "text": "(Li, 2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 827,
                    "end": 842,
                    "text": "(Masters, 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1242,
                    "end": 1251,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Ebola Virus Nucleoprotein Recruits the Host",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phosphatase to Activate Transcriptional Support Activity of VP30",
            "authors": [],
            "year": null,
            "venue": "Mol. Cell",
            "volume": "69",
            "issn": "",
            "pages": "136--145",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2017.11.034"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structure, Function, and Evolution of Coronavirus Spike Proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu Rev Virol",
            "volume": "201",
            "issn": "3",
            "pages": "237--261",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-virology-110615-042301"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Receptor recognition mechanisms of coronaviruses: a decade of structural studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Receptor recognition and cross-species infections of SARS coronavirus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral",
            "volume": "206",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence for a common evolutionary origin of coronavirus spike protein receptor-209 binding subunits",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "2856--2858",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06882-11"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rosetta FlexPepDock 212 web server--high resolution modeling of peptide-protein interactions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raveh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fathi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Schueler-Furman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "213--249",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkr431"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Virus Res",
            "volume": "66",
            "issn": "",
            "pages": "193--292",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Therapeutic strategies for anchored kinases and phosphatases: 219 exploiting short linear motifs and intrinsic disorder",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front. Pharmacol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphar.2015.00158"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Joint ancestry 225 and association test indicate two distinct pathogenic pathways involved in classical dengue fever 226 and dengue shock syndrome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simon-Lorière",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suriyaphol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakuntabhai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of the speed and scale of transmission. Coronaviruses (CoVs) are a large family 31 of enveloped single positive-stranded RNA viruses that can infect both mammalian and avian 32 species because their rapid mutation and recombination facilitate their adaptation to new hosts 33 (Graham and Baric, 2010; Li, 2013). They can cause severe, often fatal acute respiratory disease 34 syndromes named covid-19. CoVs are classified into Alpha-, Beta-, Gamma-, and 35 Deltacoronavirus genetic genera. The novel betacoronavirus (betaCoVs) SARS-CoV-2 is 36 relatively close to other betaCoVs: severe acute respiratory syndrome coronavirus (SARS-CoV), 37 Middle East respiratory syndrome coronavirus (MERS-CoV), bat coronavirus HKU4, mouse 38 hepatitis coronavirus (MHV), bovine coronavirus (BCoV), and human OC43 coronavirus (HCoV-39 OC43). SARS-CoV emerged in China (2002-2003) and spread to other countries (more than 8,000 40 infection cases and a fatality rate of ~10%) (Peiris et al., 2003). In 2012, MERS-CoV was detected 41 in the Middle East. It spread to multiple countries, infecting more than 1,700 people with a fatality 42 rate of ~36%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Protein phosphatase 2A (PP2A) is a major family of serine/threonine phosphatases in eukaryotic 53 cells and regulates diverse biological processes through dephosphorylation of numerous signaling 54 molecules. PPA2 and phosphatase 1 (PP1), regulates over 90% of all ser/thr dephosphorylation 55 events in eukaryotic cells (Eichhorn et al., 2009). PP2A is a heterotrimeric holoenzyme composed 56 of a stable heterodimer of the scaffold A-subunit (PP2A-A) and catalytic C-subunit (PP2A-C) and 57 a variable mutually exclusive regulatory subunit from four families (B (B55), B′ (B56), B″ and B‴)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "60 inflammatory responses during microbial infections. Moreover, studies have revealed that viruses 61 use multiple strategies to target PP2A in the aim to manipulate host antiviral responses (Guergnon 62 et al., 2011). Here, face to urgent priority to fight the novel SARS-CoV-2 due to its grave 63 consequences in the human health and socioeconomic stability around the world, S protein was 64 analyzed because its importance in mediating infection. This analysis revealed in S1subunit a B56-65 binding LxxIxE-like motif that could recruit the host PP2A. The interaction S1 subunit-host PP2A-66 B56 could be a target for the development of a bioactive peptide and ligand inhibitors for 67 therapeutic purposes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "LxxIxE-like motifs in S1 and S2 subunits of Spike S 72 73 Sequence analysis of SARS-CoV-2 spike protein by the eukaryotic linear motif (ELM) resource 74 (http://elm.eu.org/) revealed short linear motifs (SLiMs) known as LxxIxE-like motif 75 , 293 LDPLSE 298 in S1 subunit and 1197 LIDLQE 1202 in S2 subunit (Fig. 1). SLiMs are few amino 76 acid residues (3-15) in proteins that facilitate protein sequence modifications and protein-protein 77 interactions (Davey et al., 2012; Van Roey et al., 2014). Viruses are known to mutate quickly and 78 thus create mimic motifs, on very short time scales, that could hijack biological processes in the 79 host cell such as cell signaling networks (Davey et al., 2015; Via et al., 2015; Davey et al., 2011).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "83the end of NTD(Fig. 3B). Additionally, this motif could be an antigenic epitope to generate 84 antibodies and/or can help the design of vaccine components and immuno-diagnostic reagents. A 85 second motif 1197 LIDLQEL 1203 is present in S2 subunit. It is conserved in S2 subunit of SARS-86 CoV-2, SARS-CoV, SARS-like of bat from China and Kenya(Fig. 1B). These last 87 betacoronaviruses are phylogenetically close(Fig. 2). Unfortunately, the region containing 88 1197 LIDLQEL 1203 peptide has not been resolved in all known structures of spike S protein of 89 coronaviruses to know if it is exposed in the surface of S2 subunit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "are localized in the same region as pS-RepoMan peptide (PDBid: 5SW9) and 95 important amino acids of LxxIxE-like motif are superposed with those of pS-RepoMan peptide 96 (Fig. 4C). Interestingly, 293 LDPLSET 299 contains a serine and threonine that could be 97 phosphorylated generating a negative charge that will interact with positive patch in subunit B56 98 of PP2A, enhancing binding affinity (Fig. 4A) (Nygren and Scott, 2015). According to Autodock 99 software, binding affinity of 293 LDPLSET 299 is -4.8 Kcal/mol and this of 1197 LIDLQEL 1203 is -3.5 100 Kcal/mol. The difference of binding affinity may explained by the phosphorylation of serine and 101 threonine. It is known that the binding affinity of SLiMs is relatively weak (low µmolar range) 102 (Gouw et al., 2018). This knowledge of molecular interactions of 293 LDPLSET 299 and B56-PP2A 103 will pave the way to design a peptide able to mimic the surface of B56-PP2A and strongly bind to 104 293 LDPLSET 299 surface precluding PP2A's recruitment (Zaidman and Wolfson, 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "been shown in single RNA viruses, Ebola virus (EBOV) and Dengue fever virus (DENV) 109 that they recruit the host PP2A through its regulatory subunit B56-binding LxxIxE motif to activate 110 transcription and replication (Kruse et al., 2018; Oliveira et al., 2018). In addition, it has been 111 shown in mice infected with rhinovirus 1B (the most common viral infectious agent in humans) an 112 exacerbation of lung inflammation. Administrating Salmeterol (beta-agonist) treatment exerts anti-113 inflammatory effects by increasing PP2A activity. It is probable that beta-agonists have the 114 potential to target distinct proinflammatory pathways unresponsive to corticosteroids in patients 115 with rhinovirus-induced exacerbations. (Hatchwell et al., 2014). It is interesting to learn about 116 Salmeterol drug and the possibility of using it in covid-19's patients with sustained and dangerous 117 inflammatory reaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "probable short linear motifs (SLiMs), SARS-CoV-2 spike protein sequence was 123 scanned with the eukaryotic linear motif (ELM) resource (http://elm.eu.org/). docking, the coordinates of the 293 LDPLSET 299 peptide were extracted from spike S protein 128 of CoV-2 structure (PDBid: 6VSB_A). Unfortunately, the region containing 1197 LIDLQEL 1203 129 peptide has not been resolved in all known structures of spike S protein. So, Pep-Fold (Thevenet 130 et al., 2012) software was used to model de novo this peptide. The model quality of the peptide 131 was assessed by analysis of a Ramachandran plot through PROCHECK (Vaguine et al., 1999). 132 The docking of the two peptides into regulatory subunit B56 of PPA2 (PDBid: 5SWF_A) was 133 performed with the software AutoDock vina (Trott and Olson, 2010). The 3D complex 134 containing regulatory subunit B56 of PPA2 and peptides was refined by using FlexPepDock 135 (London et al., 2011), which allows full flexibility to the peptide and side-chain flexibility to the 136 receptor. The electrostatic potential surface of the regulatory subunit B56 of PPA2 was realized 137 with PyMOL software (http://pymol.org/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "the phylogenetic relationships between spike S protein of SARS-CoV-2 and 142 representative betacoronaviruses, amino acid residues sequences were aligned with Clustal 143 omega (Sievers et al., 2011) and a phylogenetic tree was constructed with MrBayes (Huelsenbeck 144 and Ronquist, 2001) using: Likelihood model (Number of substitution types: 6(GTR); 145 Substitution model: Poisson; Rates variation across sites: Invariable + gamma); Markov Chain 146 Monte Carlo parameters ( Number of generations: 100 000; Sample a tree every: 1000 147 generations) and Discard first 500 trees sampled (burnin).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "like to thank the IBIS bioinformatics group for their assistance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "N.E., Cyert, M.S., Moses, A.M., 2015. Short linear motifs -ex nihilo evolution of protein 158 regulation. Cell Commun. Signal. 13, 43. https://doi.org/10.1186/s12964-015-0120-z. 159 160 Davey, N.E., Travé, G., Gibson, T.J., 2011. How viruses hijack cell regulation. Trends Biochem. 161 Sci. 36, 159-169. https://doi.org/10.1016/j.tibs.2010.10.002 162 163 Davey, N.E., Van Roey, K., Weatheritt, R.J., Toedt, G., Uyar, B., Altenberg, B., Budd, A., 164 Diella, F., Dinkel, H., Gibson, T.J., 2012. Attributes of short linear motifs. Mol. Biosyst. 8, 268-165 281. https://doi.org/10.1039/c1mb05231d 166 167 Eichhorn, P.J.A., Creyghton, M.P., Bernards, R., 2009. Protein phosphatase 2A regulatory 168 subunits and cancer. Biochim. Biophys. Acta 1795, 1-15. 169 https://doi.org/10.1016/j.bbcan.2008.05.005 170 171 Gouw, M., Michael, S., Sámano-Sánchez, H., Kumar, M., Zeke, A., Lang, B., Bely, B., Chemes, 172 L.B., Davey, N.E., Deng, Z., Diella, F., Gürth, C.-M., Huber, A.-K., Kleinsorg, S., Schlegel, L.S., 173 Palopoli, N., Roey, K.V., Altenberg, B., Reményi, A., Dinkel, H., Gibson, T.J., 2018. The 174 eukaryotic linear motif resource -2018 update. Nucleic Acids Res. 46, D428-D434. 175 https://doi.org/10.1093/nar/gkx1077 176 177 Graham, R.L., Baric, R.S., 2010. Recombination, reservoirs, and the modular spike: mechanisms 178 of coronavirus cross-species transmission. J. Virol. 84, 3134-3146. 179 https://doi.org/10.1128/JVI.01394-09 180 181 Guergnon, J., Godet, A.N., Galioot, A., Falanga, P.B., Colle, J.-H., Cayla, X., Garcia, A., 2011. 182 PP2A targeting by viral proteins: a widespread biological strategy from DNA/RNA tumor viruses 183 to HIV-1. Biochim. Biophys. Acta 1812, 1498-1507. 184 https://doi.org/10.1016/j.bbadis.2011.07.001 185 186 Hatchwell, L., Girkin, J., Dun, M.D., Morten, M., Verrills, N., Toop, H.D., Morris, J.C., 187 Johnston, S.L., Foster, P.S., Collison, A., Mattes, J., 2014. Salmeterol attenuates chemotactic 188 responses in rhinovirus-induced exacerbation of allergic airways disease by modulating protein 189 phosphatase 2A. J. Allergy Clin. Immunol. 133, 1720-1727.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "190 https://doi.org/10.1016/j.jaci.2013.11.014 191 192 Huelsenbeck, J.P., Ronquist, F., 2001. MRBAYES: Bayesian inference of phylogenetic trees. 193 Bioinformatics 17, 754-755. https://doi.org/10.1093/bioinformatics/17.J.S.M., Lai, S.T., Poon, L.L.M., Guan, Y., Yam, L.Y.C., Lim, W., Nicholls, J., Yee, 230 W.K.S., Yan, W.W., Cheung, M.T., Cheng, V.C.C., Chan, K.H., Tsang, D.N.C., Yung, R.W.H., 231 Ng, T.K., Yuen, K.Y., SARS study group, 2003. Coronavirus as a possible cause of severe acute 232 respiratory syndrome. Lancet 361, 1319-1325. https://doi.org/10.1016/s0140-6736(03)13077-2 233 234 Sievers, F., Wilm, A., Dineen, D., Gibson, T.J., Karplus, K., Li, W., Lopez, R., McWilliam, H., 235 Remmert, M., Söding, J., Thompson, J.D., Higgins, D.G., 2011. Fast, scalable generation of high-236 quality protein multiple sequence alignments using Clustal Omega. Mol. Syst. Biol. 7, 539.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "237 https://doi.org/10.1038/msb.2011.75 238 239 Thévenet, P., Shen, Y., Maupetit, J., Guyon, F., Derreumaux, P., Tufféry, P., 2012. PEP-FOLD: , A.A., Richelle, J., Wodak, S.J., 1999. SFCHECK: a unified set of procedures for 248 evaluating the quality of macromolecular structure-factor data and their agreement with the 249 atomic model. Acta Crystallogr. D Biol. Crystallogr. 55, 191-205.250 https://doi.org/10.1107/S0907444998006684 251 252 Van Roey, K., Uyar, B., Weatheritt, R.J., Dinkel, H., Seiler, M., Budd, A., Gibson, T.J., Davey, 253 N.E., 2014. Short linear motifs: ubiquitous and functionally diverse protein interaction modules 254 directing cell regulation. Chem. Rev. 114, 6733-6778. https://doi.org/10.1021/cr400585q 255 256 Via, A., Uyar, B., Brun, C., Zanzoni, A., 2015. How pathogens use linear motifs to perturb host 257 cell networks. Trends Biochem. Sci. 40, 36-48. https://doi.org/10.1016/j.tibs.2014.11.001 258 259 Wang, X., Bajaj, R., Bollen, M., Peti, W., Page, R., 2016. Expanding the PP2A Interactome by 260 Defining a B56-Specific SLiM. Structure 24, 2174-2181. 261 https://doi.org/10.1016/j.str.2016.09.010 262 263 Zaidman, D., Wolfson, H.J., 2016. PinaColada: peptide-inhibitor ant colony ad-hoc design 264 algorithm. Bioinformatics 32, 2289-2296. https://doi.org/10.1093/bioinformaticsMultiple alignment of the spike glycoprotein of betacoronaviruses using Clustal omega 269 (Sievers et al., 2011). LxxIxE-like motifs are indicated by green stars. Numbers at the start of 270 each sequence corresponding to the GenBank and UniProt accession number. Green stars 271 indicated LxxIxE-like motif. The figure was prepared with ESPript (http://espript.ibcp.fr). Unrooted phylogenetic tree of spike protein of representative betacoronaviruses. The 274 tree was constructed using Mr Bayes method (Huelsenbeck and Ronquist, 2001) based on the 275 multiple sequence alignment by Clustal omega (Sievers et al., 2011). Numbers at the start of each 276 sequence corresponding to the GenBank and UniProt accession number. Red rectangle assembles 277 betacoronaviruses with the same 1197 LIDLQE 1202 . Green star indicated the only betacoronavirus (A) Diagram representation of the S1 subunit of spike protein of SARS-CoV-2 colored 281 by domain. N-terminal domain (NTD, cyan), receptor-binding domain (RBD, green), subdomains 282 1 and 2 (SD1-2, orange) and the localization of 293 LDPLSE 298 in the end of NTD. 283 (B) Surface structure representation of the S1subunit of spike protein (PDBid: 6VSB_A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "peptide is localized in the surface (red).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Electrostatic potential surface representation of the region of the regulatory subunit 287 B56 of PP2A (PDBid: 5SWF_A) with docked peptides. (A) 293 LDPLpSEpT 299 (green), (B) 288 1197 LIDLQEL 1203 (cyan) and (C) 293 LDPLpSEpT 299 superposed to pS-RepoMan 289 ( 581 RDIASKKPLLpSPIPELPEVPE 601 ) peptide (orange, PDBid: 5SW9_B). The surfaces are colored 290 by electrostatic potential with negative charge shown in red and positive charge in blue. Images 291 were generated using PyMol (www.pymol.org).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fig. 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}