{
    "paper_id": "fc170615ed2f86d6e3338478ca2c59291dd6ec1c",
    "metadata": {
        "title": "Estimating the Fraction of Unreported Infections in Epidemics with a Known Epicenter: an Application to COVID-19 *",
        "authors": [
            {
                "first": "Ali",
                "middle": [],
                "last": "Hortaçsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jiarui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Schwieg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Alvarez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Athey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Bayer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rana",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Liran",
                "middle": [],
                "last": "Einav",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Fox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mikhail",
                "middle": [],
                "last": "Golosov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Austan",
                "middle": [],
                "last": "Goolsbee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Haile",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jakub",
                "middle": [],
                "last": "Kastl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Magne",
                "middle": [],
                "last": "Mogstad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Casey",
                "middle": [],
                "last": "Mulligan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [],
                "last": "Neal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Shimer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Scheinkman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Chad",
                "middle": [],
                "last": "Syverson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Harald",
                "middle": [],
                "last": "Uhlig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Theodore",
                "middle": [],
                "last": "Vassilakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Voena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "C"
                ],
                "last": "Griffin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago § Becker Friedman Institute",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We develop a simple analytical method to estimate the fraction of unreported infections in epidemics with a known epicenter and estimate the number of unreported COVID-19 infections in the US during the first half of March 2020. Our method utilizes the covariation in initial reported infections across US regions and the number of travelers to these regions from the epicenter, along with the results of a randomized testing study in Iceland. We estimate that 4-14% (1.5%-10%) of actual infections had been reported in US up to March 16, accounting for an assumed reporting lag of 8 (5) days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global pandemic COVID-19 is here in the United States. The number of confirmed cases is rising rapidly, reaching 398,809 as of April 7 with 12,895 reported deaths. The coronavirus outbreak was declared a national emergency beginning March 1 1 . More than half of U.S. states have imposed various levels of lockdown measures 2 . In addition to the public health crisis, the country is certainly looking at a deep and possibly longlasting economic recession, according to Ben Bernanke and Janet Yellen in a recent Financial Times article 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the level of severity of current conditions, we still fail to answer the most basic yet important question: How many people are actually infected with in the U.S. and what is the true fatality rate? Because of the shortage in testing kits, hospitals and disease control centers are only able to test the subsample of people with severe symptoms or travel history. The number of reported infections is much lower than the actual number of infections in the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These unreported infections can be unrecognized because they often experience mild or no symptoms Andrei, 2020) . If not hospitalized or quarantined, they can infect a large proportion of the population. Thus, estimating the number of unreported infections can inform policy-makers about the proper scale of virus control policies (Alvarez et al., 2020; Eichenbaum et al., 2020) , and to assess the effectiveness of public health policies such as social distancing in slowing the spread of the epidemic.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 111,
                    "text": "Andrei, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 331,
                    "end": 353,
                    "text": "(Alvarez et al., 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 354,
                    "end": 378,
                    "text": "Eichenbaum et al., 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Estimating the number of unreported infections may also give a more accurate measure of the true fatality rate. The current reported fatality rate, which is 3-4% according to WHO 4 , is not the true fatality rate. The true fatality rate is the proportion of those actually infected who die, not of those reportedly infected. The reported fatality rate is a biased estimate of the true rate, because there is selection bias in testing. Since many of the patients who are tested have severe symptoms, they may have a higher true fatality rate than those untested, which would make the reported fatality rate an overestimate of the true rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ideally, a randomized testing experiment will give an unbiased estimate of the true rate. However, given the limited supply of testing kits and surging demand by people with symptoms, randomized testing may be infeasible, especially in the early periods of the outbreak. Therefore, it may be of great value to estimate the fraction of unreported infections with observational data at hand. With that knowledge, policy-makers will be better equipped to assess the proper level and duration of virus control policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we develop a simple analytical method to estimate the fraction of unreported infections for situations where the epidemic has a known epicenter. Our methodological strategy, described in Section 3, exploits the covariation between the number of initial reported infections in locations away from the epicenter, and the number of travelers from the epicenter to these locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To illustrate the idea, consider a time period when the epicenter is the only location with infections, and that the only way another city/country can be infected is through travelers. Also assume, as in Section 3.2, that any infected travelers can only come from the unreported infected population in the epicenter -an assumption we find reasonable (as reported infected individuals would not be allowed to travel), but are able to relax in Section 3.3. Suppose now the hypothetical situation where we know the reporting rate of infections in the epicenter (the fraction of reported infections to the true number of infections), and that we know the number of travelers from the epicenter to another city/country. Assuming travelers resemble the population of the epicenter, we can calculate the expected number of infected (but unreported) travelers entering other cities/countries. Assuming further that we know the rate of transmission of the disease, we can then calculate the expected number of infections these travelers will have generated in these locations. Comparing the expected number of infections that arise from travelers to reported cases of the infection, we can estimate the reporting rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What can we do in the realistic case if the reporting rate in the epicenter is unknown? In Section 3.2, we propose the following: suppose we make the assumption that the reporting rate at the epicenter and the previously uninfected city/country are the same (or a known function of each other). We can then start with a guess on the unknown rate of reporting at the epicenter, which allows us to calculate the implied reporting rate at the previously uninfected city/country, and check whether these are equal (or satisfy the known function). If not, we update our guess, and try again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In other words, we can solve for the reporting rate(s) balancing the expected number of infections from travel and the number of infected that are being reported in both locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the above strategy, outlined in Section 3.2, is in principle implementable, it is crucially dependent on the assumption that reporting rates are the same across the epicenter and destination locations (or a known function of each other). Moreover, its results are very sensitive to knowing the transmission rate of the infection from travelers, as this allows us to project the number of infections in the destination city/country. Suppose now that we have access to the reporting rate of infections from another des-tination city/country, e.g. through universal or randomized testing, as has been done in Iceland. 5 This allows us to estimate how infectious the travelers from the epicenter are. Assuming that this transmission rate from travelers is the same (or a known function of) as the transmission rate at the destination city/country of interest, we can then calculate the expected number of infections we would expect from travel. Intuitively, the ratio between number of travelers to two destination cities/countries from the epicenter should tell us the ratio of total infections between the two cities/countries. Randomized or universal testing at one of the destinations, Iceland in our case, will give us its number of total infections, so total infections at the other destination can be computed. This strategy is discussed in detail in Section 3.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We would like to be very upfront that the estimation strategies outlined above are dependent on strong assumptions and reliable data on travel patterns, and that any results are very sensitive to these assumptions. However, our hope is that our approach is clear in terms of its assumptions and its corresponding limitations; we hope that future research can improve upon these limitations. We have attempted to account for some of the limitations. For example, in Section 3.4, we discuss how to correct for the fact that infections are often reported with a delay, as there is a delay to the outset of symptoms that are often a prerequisite for testing for the infection, as well as a delay in laboratory testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our data consists of detailed daily reported infections for all U.S. states/city/county and Iceland collected by Johns Hopkins University of Medicine Coronavirus Resource Center from January 22 to March 31, 2020; international travel data to U.S. in January and February 2020 from I-94 travels data by National Travel and Tourism Office;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "international travel data to Iceland by Icelandic Tourist Board in January and February 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our model generates a range of estimates that depend on the traveler data that is incorporated, the date range considered, and assumptions regarding the lags associated with reported case data. We report this range of estimates in Table 3 . Across these estimates, we find that 4% to 14% of cases were reported across the U.S. up to March 16, when social distancing measures began to be applied in major metropolitan areas and travel declined significantly (Thompson et al., 2020) . 6 This suggests that for each case reported in late February/early March, between 6 to 24 cases remained unreported (after accounting for an 8 day reporting lag). Once again, our estimates 5 Of course, another strategy is to assume that the reporting rate discovered through randomized testing in Iceland is the same in the destination city/country of interest (Section 3.1).",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 480,
                    "text": "(Thompson et al., 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "6 This assumes that cases are reported with a lag of 8 days as in Table 3 (b), and incorporates travel data from China, Italy, Spain, Germany, and the UK. A shorter assumed reporting lag of e.g. 5 days generates a range of estimated reporting rates between 1.5% to 10%. We have excluded King county, Washington in these results because this county containing Seattle shows much earlier community infections than other regions in U.S. are highly dependent on model assumptions, and the data that is used to inform it.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We discuss how our results depend on these assumptions in some detail in Section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the economic literature, Berger et al. (2020) and Stock (2020) study the importance of unreported cases in the context of the coronavirus pandemic. Our paper contributes to the growing literature in epidemiology on estimating the true number of infections using observational data and structural model assumptions. Notably, Wu et al., 2020; Flaxman et al., 2020; Liu et al., 2020a,b; utilize simulated epidemiological models to estimate the fraction of unreported infections in China and European countries. As Zhao et al. (2020) notes, it is often difficult to identify the fraction of unreported alongside the growth of the infection purely by measures of fit. Our paper complements these extant papers: we provide what we believe is a transparent identification argument and a very light computational strategy that allows researchers to assess the sensitivity of model estimates to modeling and data assumptions. That said, our model may miss important components of disease dynamics that these more sophisticated epidemiological models incorporate.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 48,
                    "text": "Berger et al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 53,
                    "end": 65,
                    "text": "Stock (2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 327,
                    "end": 343,
                    "text": "Wu et al., 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 344,
                    "end": 365,
                    "text": "Flaxman et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 366,
                    "end": 386,
                    "text": "Liu et al., 2020a,b;",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 532,
                    "text": "Zhao et al. (2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These richer models may also allow one to estimate a richer set of model parameters than we have been able to. 7 Another related recent paper is Imai et al. (2020) , who estimate potential total cases in Wuhan China from the confirmed cases in other countries due to international travel, assuming that all cases outside of China are reported correctly 8 . Korolev (2020) discusses non-identification in SEIRD models and proposes estimation strategy conditional on knowing infectious period and incubation period.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 163,
                    "text": "Imai et al. (2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Section 2 introduces our model of infection, which describes the early stages of the dynamics of the epidemic. Section 3 presents our two estimation/identification strategies. Section 4 describes the data we are using for estimation. Section 5 lays out the estimation results and our robustness checks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our model is based on the classic SIR model in epidemiology. We consider the evolution of the virus in both the epicenter c and into target city i over a period of time T 0 ≤ t ≤ T 1 . We are considering a relative short period of time in the early stage of the 7 For example, that estimates different transmission rates for reported vs. unreported infections, which we are unable to identify with our strategy. assume that unreported infected individuals transmit the disease at a slower rate than reported infected individuals. However, since most reported infections are either hospitalized or self-quarantined, it is not clear whether this assumption is an a priori reasonable one. 8 Bogoch et al. (2020) and Lai et al. (2020) calculates how vulnerable countries are to the virus by the magnitude of travelers from Wuhan, and correlate these vulnerability/risk measures with reported cases in these countries.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 708,
                    "text": "8 Bogoch et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 730,
                    "text": "Lai et al. (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 epidemics. Thus, the \"recovered\" population at the epicenter, which is a small fraction of the population, is assumed not to play a significant role during this period.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "We denote Infected, Reported Infected, and Unreported Infected in time t and epicenter c as I c,t , R c,t , U c,t respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens at the epicenter c"
        },
        {
            "text": "The epicenter starts with some initial infections I c,0 . We are considering a short period of time in between T 0 and T 1 , so the number of susceptibles at the epicenter remain relatively constant throughout this period. There are also no infected cases traveling into epicenter. We assume no recovery. So at time t, the total infections at epicenter with transmission rate β is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens at the epicenter c"
        },
        {
            "text": "It is worth noting that this β term can include the spread minus recoveries, since we do not model a changing number of susceptibles. It should be viewed as the net spread of infections over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens at the epicenter c"
        },
        {
            "text": "Each time t, there is a cohort of travelers M i,t going from epicenter to target city and potentially bringing the virus to target city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens at the epicenter c"
        },
        {
            "text": "We denote Infected, observed Reported Infected, and Unreported Infected in time t and city i as I i,t , R i,t , U i,t respectively. At period T 0 , target city i has zero infections,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": "Each time t ∈ [T 0 , T 1 ], target city receives a cohort t of incoming travelers M i,t from the epicenter. Among these travelers, I inc i,t are infected. Each cohort of incoming infected I inc i,t will transmit the virus in target city with rate β for the period of [t, T 1 ]. We assume that the transmission rate at target city is the same as in epicenter. Thus, at period T 1 , this cohort will infect I inc i,t exp(β(T 1 − t)) people in the city i. The total new infections at target city at T 1 caused by all cohorts of incoming infected travelers will be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": "Let α be fraction of reported case over new infections across periods, so α =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": ". In reality at target 6 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063511 doi: medRxiv preprint city i, we only observe R i,t with some iid measurement error i,t 9 . LetR i,t denote the observed reported cases of city i time t. We havê",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": "3 Estimating the Reporting Rate α",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": "The estimation/identification question is: can we recover α, the reporting rate, when we only observe reported infectionsR i,T 1 but not I inc i,t , the total incoming infected in equation (3)? In the following Sections 3.1-3.3, we provide a complete treatment of how one can recover α under different scenarios of data availability. We consider two sets of data that could potentially be available: (i) data on travel from epicenter to U.S., and (ii) data from a randomized testing implemented outside of U.S. In Section 3.4, we extend our model and estimation strategy to incorporate reporting lags.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What happens in target city i"
        },
        {
            "text": "If randomized testing data from some other country is available, the true infection rate in that country can be estimated. Therefore, given the population and number of reported infections, the fraction of reported infections in that country can be estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel data unavailable but randomized testing data available"
        },
        {
            "text": "If we are willing to believe that the fraction of reported infections in that country is the same as in the U.S. due to similar testing availability or medical systems, then α is trivially recovered. However, in many cases, this assumption is unlikely to hold. In the next sections, we will show how we can recover α relaxing this assumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel data unavailable but randomized testing data available"
        },
        {
            "text": "When only travel data is available, we need the assumption that people capable of traveling away from the epicenter would be the uninfected and the unreported infected. This is a reasonable assumption especially in the case of COVID-19 because the great majority of reported infected individuals would be quarantined and not allowed to travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel data available but randomized testing data unavailable"
        },
        {
            "text": "Our main assumption in this scenario is: 9 This measurement error i,t could arise from error in collecting the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel data available but randomized testing data unavailable"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Assumption 3.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "N c is the population of epicenter.R c,t is the observed reported infections at epicenter c time t, defined analogously toR i,t for target city i. In other words, we are assuming that the fraction of unreported infections among incoming travelers from the epicenter is the same as the fraction of unreported infections among people capable of leaving the epicenter. (We will relax this assumption in Section 3.3.) Since α remains constant, 10 we have U c,t = (1 − α)I c,t = 1−α α R c,t . Therefore, assumption 3.1 becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Plugging equation (1) in, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Plugging back to equation (3), we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "This equation allows us to solve for (1−α) exp(β(T 1 −T 0 ) if we observe R c,0 . We will allow for observing R c,0 with error in Section 3.3. We can estimate β from the growth of reported infections in the epicenter because there is no influx of infected people from other regions. Given that β is now determined, we can solve for α. However, there is much variation in estimation of β within the literature, and our estimate of α varies 10 In reality α may be varying over time, due to e.g. changes in the extensiveness of testing. If this is the case, as we vary the [T 0 , T 1 ] window, we will obtain window-specific estimates of α, which can be thought of as a weighted average of α during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "with point estimates of β Read et al., 2020; Shen et al., 2020) .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 44,
                    "text": "Read et al., 2020;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 45,
                    "end": 63,
                    "text": "Shen et al., 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "In this scenario, we will be leveraging the same fact that the number of incoming unreported infections is informed by the travelers from the epicenter. Now we can also allow for selection in traveling. More specifically, if we think that e.g. urban areas are likely to have a higher infection rate than rural areas and travel abroad more 11 , then assumption 3.1 might not hold. Therefore, we introduce a bias correction term γ in the relation between the fraction of infected among travelers and the fraction of unreported infected individuals in the general population. This bias correction term γ can also account for the fact that a fraction of the unreported infected people might be too sick to travel. Our relaxed assumption in this scenario is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When travel data and a random testing benchmark are available"
        },
        {
            "text": ", city i and epicenter c, γ = 0 (11) We can further allow for the fact that the reporting rate in epicenter α c can be different from that of region i, so U c,t = (1 − α c )I c,t = 1−αc αc R c,t . We can now rewrite assumption 3.2 as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When travel data and a random testing benchmark are available"
        },
        {
            "text": "Plugging into equation (1) and (3), we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When travel data and a random testing benchmark are available"
        },
        {
            "text": "The additional parameters for the bias correction term γ and different reporting rate for the epicenter complicate the estimation of α using travel data alone. However, having data from a country that has done randomized or complete testing greatly helps overcome this challenge. In our case, we are able to identify α using additional information given by the randomized testing benchmark provided by Iceland. Since the Iceland company deCODE genetics implemented random testing of COVID-19 for 11 This is likely to be true in epicenters like China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When travel data and a random testing benchmark are available"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . a representative sample of the island population 12 , we are able to observe true infection rate of Iceland at time T 1 . Multiplying this true infection rate by the population of region j in Iceland will give us the actual number of infections in region j at time T 1 , which is I j,T 1 . Thus, for any region j in Iceland we observe I j,T 1 − I j,T 0 , which in turn, equals the infections generated by travelers from the epicenter:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Note that if we allow for iid measurement error j in observing I j,T 1 −I j,T 0 , we can get a consistent estimate of 1−αc αc γ exp(β(T 1 − T 0 ))R c,0 by estimating equation (14). If we don't allow for measurement error j , then we can estimate 1−αc αc γ exp(β(T 1 − T 0 ))R c,0 with no error. Estimating equation (13) gives consistent estimate of α 1−αc αc γ exp(β(T 1 − T 0 ))R c,0 . Taking the ratio, we have identified α.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "One intuition for this strategy is the following: the ratio between travel to U.S. and travel to Iceland from the epicenter should tell us the ratio of total infections between U.S. and Iceland. Iceland's randomized testing gives us its number of total infections, so U.S. total infections can be computed. In other words, we observe the outcome in U.S. with under-reporting, and the unobserved counterfactual outcome with full reporting is given by the benchmark Iceland. An additional advantage of this estimation/identification strategy, as opposed to the previous strategy in section 3.2, is that now we don't need an estimate of β in order to recover α. We also allow for the fact that R c,0 could be observed with error. Identifying α does not require observing R c,0 perfectly because R c,0 appears identically in both equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "We should be clear that for terms with β to cancel out, the argument does assume that β is the same across Iceland and the U.S. We believe this might be a reasonable assumption for the early periods of the infection when social distancing or other widespread measures had not yet been implemented (in a potentially differential fashion). We also need the bias term γ to be the same for US and Iceland; this means that proportion of (unreported) infected travelers from China to the U.S. and Iceland are the same. More detailed micro-data on travelers may be used to assess the validity of this assumption. This estimation strategy also works when a complete testing benchmark exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "If the whole population of region j is tested, then we observe I j,T 1 − I j,T 0 trivially. Equation (14) still gives consistent estimate of 1−αc αc γ exp(β(T 1 − T 0 ))R c,0 and the rest of the argument follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Note that if in the model reported infections and unreported infections have different transmission rates, then our strategy would not be able to capture the differential rates. 12 We will describe the randomized testing in detail in Section 4 10 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 We would need other sources of information to help us pin down these differential rates.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "In this section, we show how our model can incorporate a fixed reporting lag in reported infections and derive identification equations. Reporting lags are important, because if people are tested for the virus only after symptoms show up, there will be a lag in reported infections. Another major reason for reporting lag is the lag in testing results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "The turnaround time for testing results in U.S. major laboratory companies could be 2 to 3 days (Kaplan and Thomas, 2020) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 121,
                    "text": "(Kaplan and Thomas, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "We denote true infected, true reported infected, and true unreported infected in time t and target city i as I i,t , R i,t , U i,t respectively. Those for epicenter c as I c,t , R c,t , U c,t . Let k be the lagged report period. At time t city i denote the lagged",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "Define reporting rate at city i as α =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "This means that we are considering the reporting rate of lagged reported cases as a fraction of the lagged total infections. When travel data are available but randomized testing data unavailable, we still maintain assumption 3.1. In city i time T 1 , the estimating equation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "If α = α c , then both of them are identified if β and k are identified and LR c,k is observed without error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "When both travel data and randomized testing data are available, we maintain assumption 3.2. In US city i time T 1 , the estimating equation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "In Iceland region j time T 1 , the estimating equation iŝ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "If we know k, then we can computeÎ j,T 1 −k from the randomized testing data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "Regressing equation (17) gives consistent estimate of γ 1−αc αc exp(β(T 1 − T 0 − k)LR c,k . Regressing equation (16) gives a consistent estimate of αγ 1−αc αc exp(β(T 1 −T 0 −k))LR c,k . Taking the ratio, we can identify α if we know k. Again here we can also allow for the situation where we don't observe LR c,k perfectly. Details of how we derive the estimating equations are in the appendix. The randomized testing conducted was random over non-confirmed individuals which made up a very tiny portion of the Icelandic population at this time. This could lead to slightly downward biases in our Iceland confirmed data, slightly biasing our US alpha estimates upward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "In our main estimation we consider February 23 as T 0 and March 10 as T 1 with a 5 day lag, and T 1 as Mar 13 for an 8 day lag. This is because there were very few infections in January and early February. We check robustness of different time periods in Section 5.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporating Reporting Lags"
        },
        {
            "text": "We obtain monthly data of international arrivals to U.S. by port of entry and country of origin from I-94 Arrivals by National Travel and Tourism Office. We use the number of visitors from China, Italy, Spain, UK, and Germany in January and February 2020 as the measure for incoming travelers to U.S. states. For international arrivals to Iceland, we get the number of visitors from China, Italy, Spain, UK, and Germany in January 13 https://www.covid.is/data 12 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . and February 2020 from the Icelandic Tourist Board. We have not been able to obtain March travel data into either country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "The National Travel and tourism office of the United States provides monthly data for entry by port of entry, as well as a separate data set for country of origin. We construct the number of visitors from China, Italy, Spain, Germany, and the UK by scaling the port-of-entry data by the percentage of total visitors that are from these countries. This introduces error, as we cannot observe directly the number of e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "Chinese travelers into a particular city or state. It is also important to note that we do not observe inter-state travel. While this may not be important for the immediate infections caused by travelers from the epicenter, our projections for the number of infections for T 1 that are far removed from T 0 will be less accurate due to interstate travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "For Icelandic data, 99% of international travelers arrive through Keflavik airport into Iceland. The data contains a breakdown of arrival by country of origin, broken down by month of arrival. We use January and February arrival data from China, Italy, Spain, UK, and Germany for estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "Our travel data for both countries does not control for connecting flights. However the United States data is limited to the top-30 port of entries, many of which are large urban cities for which there will be less connecting flights. Further work that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "can obtain more precise estimates of entry may be able to control for this. In the case of Iceland: a survey conducted by the Icelandic Tourist Board suggests that 2-5% of international travelers are aboard connecting flights, suggesting it is less of a problem for this set of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "Estimates of U.S. State and county population data come from the U.S. Census Bureau.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Data"
        },
        {
            "text": "Data for the populations of China, Iceland, Italy, Spain, UK, and Germany as of 2020 are obtained from the United Nations Population Division.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Data"
        },
        {
            "text": "We now consider estimation of α U S using randomized sampling in Iceland, as described in Section 3.3. Randomized sampling done by deCODE genetics gives a percentage of the population that has contracted the virus. We estimate equation (14) using Randomized Testing to construct I j,T 1 −k . We do not have city-level travel data into 13 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Iceland. 99% of all international travel arrives through a single airport, and while the data provided is accurate, this gives only a single data point for estimation. As a result, equation (14) relies on a single data point of travel and infection, but exp(β(T 1 − T 0 ))γ 1−αc αc R c,0 is estimated without error by the ratio of I j,T 1 − I j,T 0 and",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "For estimation of reporting rates in the U.S., we need estimates of several figures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "Firstly M j,t , and secondly of I j,T 1 − I j,T 0 . We discuss the estimation of these here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "We observe only monthly travel data to construct M j,t , and to maintain robustness to January travels and infections, we average February and January travel into both the United States and Iceland. We assume that M j,t is uniform over the entire time period such that F eb29 Jan1 M j,t is equal to the sum of all travel into the city from January and February. Thus the integral We estimate equation (13) using multiple data points from U.S. states and counties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "We obtain our estimate of α exp(β(T 1 −T 0 ))γ 1−αc αc R c,0 via OLS without a constant term. One important note is that if the magnitude of measurement error in travel data were high, this problem may be alleviated via instrumental variables strategy using other travel data measured with error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "We then construct our estimate of α by dividing the two estimates. It is important to note that as a result of the division, this method is not reliant on population data from the epicenter of infection. As long as γ and β are the same between Iceland and the United States we will have identified α. It is likely that at the onset of the infection similar preventative measures have been taken in these two countries, meaning that β will be reasonably close for each country. 14 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "By the time these countries were experiencing infections, Italy had also experienced an outbreak. To this end, we also allow for a second epicenter: Italy. Italy is located much closer to Iceland and constitutes a substantial amount of travel to the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "However, to maintain identification, we require that α, β and T 0 be same for both China and Italy, and we observe LR c,k for both epicenters with no error. However we find that allowing T 0 to vary does not affect our estimates by much. We also consider a broader collection of epicenters of China, Italy, Spain, Germany and the UK. For some collection of epicenters L: Our estimation equation for the United States is given below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation"
        },
        {
            "text": "A similar equation is also estimated with multiple epicenters (China and Italy, also with Spain, Germany, and UK) for Iceland.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 84,
                    "text": "(China and Italy, also",
                    "ref_id": null
                }
            ],
            "section": "Implementation"
        },
        {
            "text": "As a first illustration of our approach, we first estimate α using February 23 as T 0 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Illustration"
        },
        {
            "text": "March 10 as T 1 . We consider other dates for robustness later. We consider two lag models, 5 days, the median time for symptoms to appear, and 8 days, to capture the testing lag in addition to symptom onset ( There is one city present in our data that is a huge outlier. Seattle featured very early infections, and was unable to contain the spread of early infections unlike other cities in the United States. We believe that for King County, T 0 may be much earlier than for the other cities. This means that within our time interval, there are substantial amounts of infections caused by residents of the city, not only visitors. As a result, this city has a substantially higher (3700%) amount of confirmed cases per visitor than any other city at the current time, and we exclude it from the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Illustration"
        },
        {
            "text": "Correct estimation of the reporting lag parameter is essential, as our estimates of α are sensitive to this. We consider its robustness in the following section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Illustration"
        },
        {
            "text": "Our approach is also sensitive to the travel data magnitudes, which may not be 15 We are reporting a naive OLS standard error here. We have not fully explored the sampling properties of this estimation method.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results: Illustration"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 well estimated for the United States due to data limitations. In particular, connecting flights after port of entry may lead to underestimates of international arrivals into smaller cities and counties. We also lack inter-state travel between the United States, which would be important for estimating α later into the spread of the virus.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Have we considered all epicenters of the virus for the United States and Iceland?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "There were other countries which had seen substantial infections such as South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Their exclusion biases both the estimates from both Iceland as well as the United States, and as long as the magnitudes of travel were even between the two will not bias alpha. If these other epicenters had more travel to the United States relative to Iceland United States than Iceland, this would downward bias our estimates of α, and vice versa. However, we see little change in our estimates by adding in Spain, Germany and UK. If the travel patterns between the United States and Iceland to and from an omitted set of epicenter countries are not very different, we do not believe their omission will substantially alter our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Our dates for T 0 and T 1 are chosen such that they capture the onset of the infection for the United States. As table 3 shows, our α estimate is reasonably stable along choices of T 1 , and very stable among choices of T 0 all throughout February. We estimate a range of 1.5% − 10% for the average reporting rate across the US with a reporting lag of 5 days and 4% − 14% reporting rates when there is a lag of 8 days. Using only China as the epicenter, we observe similar patterns in α. For early March we note a relatively stable α over T 1 . For very early choices for T 1 , our Iceland estimates of confirmed are very small, and this could create very noisy estimates of α (the first case in Iceland was confirmed February 28). As we increase T 1 , we see an increase in α. This may be due to increases in the availability of test kits, which lead to higher reporting rates. However, this result may in part be due to unobserved/unaccounted travel, particularly within the United States, along with the fact that we do not have data on March travel into the US. Both of these factors would lead to under-reporting of travel for late March, and cause estimates of α to be upward biased. Moreover, as we progress later into March, social distancing/health policy measures across Iceland and U.S. began to be applied, leading to differential changes in the transmission rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Range of Estimates and Robustness Checks"
        },
        {
            "text": "How would these estimates affect our estimate of total infections, as opposed to reported infections? As an illustration, with our estimated average reporting rates from table 3, we compute the estimated total infections for different U.S. counties as of March 15 and March 20 in table 5. To give a range of our estimates, we take the 10th and 90th percentile of the estimated reporting rates over all cutoffs to compute 16 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Range of Estimates and Robustness Checks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . a bound on estimated total infections. As of March 20, our results suggest, for our average α estimate in table 3, that there were 41,205 (85,937) Infected residents of New York City, with a 10th percentile of 24,366 (47,257) and a 90th percentile of 114,849 (306,607) for an assumed 8 (5) day lag. These estimates imply that, as of March 20, with an assumed 8(5) day reporting lag, about 0.5% (1%) of New York City population was infected for our average estimate in table 2, and 1.4% (3.6%) at the 90th percentile of our estimates.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 224,
                    "text": "41,205 (85,937)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 303,
                    "text": "24,366 (47,257)",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 346,
                    "text": "114,849 (306,607)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results: Range of Estimates and Robustness Checks"
        },
        {
            "text": "Throughout the analysis above, we have excluded King County, Washington which contains Seattle. Table 7 displays our estimates including this county, which heavily skews the data. We believe this may be due to significant community infections occurring in the county during our time period, as the city was infected much earlier than other cities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results: Range of Estimates and Robustness Checks"
        },
        {
            "text": "We consider our estimates robustness to reporting lags in table 8. Our estimates of α appear reasonably robust to a range of lengths of the lag, with an increase as the lag becomes longer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Range of Estimates and Robustness Checks"
        },
        {
            "text": "We note that large lags (k > 10) pose a problem for estimation in our model. For estimation purposes, we maintain T 1 − k to be a constant date as we consider changes in the lag parameter. This means that for large lags, we must consider T 1 dates deep into March. However, the further we get into March, the more interstate travel and carrying of infections between cities and states matters, which may lead to overstating α. To complicate matters, Icelandic and the US policies for handling the spread of the virus may have diverged significantly. This means that our assumption of β constant between countries also may not hold. When it does not, our estimate of α identifies α × exp [(β U S − β I ) (T 1 − T 0 )]. β U S > β I implies that we are overestimating α for large T 1 values. Evidence from Kucharski et al. (2020) suggests that β is very sensitive to changes in policy, leading to this upward bias in α.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 826,
                    "text": "Kucharski et al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results: Range of Estimates and Robustness Checks"
        },
        {
            "text": "In this paper, we lay out a simple model of disease transmission across a known epicenter and target cities. Using this model, we provide simple analytical arguments to allow the estimation/identification of reporting rates in target cities away from the epicenter. Our preferred estimation strategy utilizes variation of travel patterns from epicenter to destination cities and available randomized testing results from elsewhere in the world. The empirical implementation of our model generates a range of estimates for the percentage of infections that have been reported. Using international travel data to the U.S. and randomized testing data from Iceland, for the February to early March window, our estimates of the average reporting rate in the U.S. lie in a 17 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 range of 4 − 14%, accounting for an assumed reporting lag of 8 days. (The range is 1.5 − 10%, accounting for a reporting lag of 5 days.) Our estimates suggest that a large number of infections in the U.S. have not been reported in this early period.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We should be very clear that we are not offering or endorsing any policy recommendations based on our estimates. Nor do we suggest that any of our analysis should be taken as a substitute for randomized/complete testing, which will provide the most reliable estimates of the true infection rate in the population. Our primary aim in this paper has been to obtain tractable analytic results showing how to identify the reporting rate from available data. We also note that our model is a substantially stripped down version of epidemiological models considered by Wu et al., 2020; Flaxman et al., 2020) . These more complex models may allow additional sources of variation in the data to pin down the key parameters of interest. Importantly, we do want to emphasize that our identification and estimation results rely quite sensitively on model assumptions and the (un)availability of high quality data on travel. We hope future research can improve on these important limitations.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 579,
                    "text": "Wu et al., 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 580,
                    "end": 601,
                    "text": "Flaxman et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063511 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063511 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . This table displays α value for different dates for both T 0 and T 1 . We vary T 0 across the month of February, and T 1 across early March. Very early March and February dates are not available since Iceland confirmed infections only begin February 28. Travel data is assumed uniform across days throughout and is not weighted as T 0 or T 1 change. We include Italy, Spain, Germany, and the United Kingdom as epicenters as well as China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . We report estimated α by OLS without a constant for several specifications of the model. We use T 0 as Feb 23rd and T 1 as Mar 10,13 for each lag respectively. For the versions including European data, European travel to both Iceland and the United States is considered. King County is included in this data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Table 8 shows estimates of α as the reporting lag period is varied. We use T 0 as Feb 23, and T 1 as March 5 + Lag days. King County is omitted. We include Italy, Spain, Germany, and the United Kingdom as epicenters as well as China.s 26 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "25"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "25"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A simple planning problem for covid-19 lockdown",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Argente",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2054",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Icelands testing suggests 50 ZME Science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An seir infectious disease model with testing and conditional quarantine. Working paper",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Herkenhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mongey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pneumonia of unknown etiology in wuhan, china: Potential for international spread via commercial air travel",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The macroeconomics of epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Eichenbaum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rebelo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trabandt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on covid-19 in 11 european countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report 1: Estimating the potential total number of novel coronavirus cases in wuhan city",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Delays and shortages exacerbate coronavirus testing gaps in the u.s. The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification and estimation of the seird epidemic model for covid-19",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Korolev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early dynamics of transmission and control of covid-19: a mathematical modelling study. The lancet infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessing spread risk of wuhan novel coronavirus within and beyond china",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hongjie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmission dynamics of 2019 novel coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Predicting the cumulative number of cases for the covid-19 epidemic in china from early data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.12298"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Understanding unreported cases in the covid-19 epidemic outbreak in wuhan, china, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biology",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The rate of underascertainment of novel coronavirus (2019-ncov) infection: Estimation using japanese passengers data on evacuation flights",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel coronavirus 2019-ncov: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modelling the epidemic trend of the 2019 novel coronavirus outbreak in china",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Data gaps and the policy response to the novel coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimates of the undetected rate among the sars-cov-2 infected using testing data from iceland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aspelund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Droste",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "How has your state reacted to social distancing?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Serkez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-ncov) in china, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "infections and recovery data are collected by Johns Hopkins University of Medicine Coronavirus Resource Center from January 22 to March 31, 2020. We use data for all U.S. states/counties and Iceland. Randomized testing data in Iceland is obtained from the website maintained by the Directorate of Health and the Department of Civil Protection and Emergency Management in Iceland 13 . We have daily number of tests conducted by deCODE genetics and daily number of confirmed cases. We use the first wave of randomized testing by deCODE which spans March 15 -19, 2020. During the first wave they performed 5490 tests and confirmed 48 cases, which implies an infection rate of .874%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "t Nc−Rc,t varies only due to the confirmed infections increasing over time. Estimation of I j,T 1 is complicated due to randomized testing by Iceland only being conducted at certain dates. To resolve this problem, we scale the Iceland randomized results by the scale of the confirmed cases against March 15. This means that if there were half the confirmed cases in March 5 as in March 15, the total infections would be half of the randomized testing percent times the population of Iceland. This allows for us to consider T 1 closer to the onset of the infection than the randomized testing dates. We also remove the number of infected from Wuhan China from our data on confirmed infected in China due to the lock-down restrictions placed on this city. We use the first wave of deCODE testing to determine the percentage of the population that has contracted the disease. This testing took place during Mar 15 through Mar 19. The results show that .874% of the population of Iceland have contracted the disease as of Mar 15 14 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "China the only epicenter for the United States? While the first confirmed infection in Seattle occurred from a visitor from China, our data on The United States and Iceland occurs later in the global progression of the virus than our Chinese data.14 Stock et al. (2020)  also estimates the undetected rate and total infection rate in the Iceland study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Lauer et al. (2020);Kaplan and Thomas (2020);). For the 8 day lag, T 1 was set to March 13 for comparison.We estimate, for the 8 day lag, a value of α = 0.0416 (s.e. 0.00984). 15 This would mean that for every case confirmed in the United States in early March, there are still 1−α α = 23 unconfirmed cases (assuming a reporting lag of 8 days).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Estimated",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary Statistics of Fraction of Reported Infections by CountySummary statistics reported on the distribution of α for each county in the data. α is estimated for T 0 Feb 23, T 1 Mar 13, and a Lag of eight days. EU travel includes traveler data from Italy, Spain, UK, and Germany.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Estimated average fraction of reported infectionsWe report estimated α by OLS without a constant for several specifications of the model. We use T 0 as Feb 23 and T 1 as March 10,13 for each Lag respectively. For the versions including European data, European travel to both Iceland and the United States is considered. King County, WA is omitted from the calculation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "This plot shows the ratio of Confirmed Cases to Estimated Cases in each County on T 1 = March 10 for 5 day lag, and 13 for 8 day lag. T 0 is February 23rd. We use the full European Entry. Estimated Cases are computed as the ratio of the right hand side of equation 16 and the ratio of equation 17",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean Fraction of Unreported Infections with Different Cutoffs",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Reporting Rate (α) Estimates Including King County",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Robustness to Lag",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We compute the 90th and 10th percentiles based on the range of α given in Table 3 . Total Infected is computed as Rc,t α . Since we are using the same range of α for each county, row entries with the same number of reported cases are identical. Harris County is missing Mar 20, so Mar 19 data is used for Harris. We compute the 90th and 10th percentiles based on the range of α given in Table 3 . Total Infected is computed as Rc,t α . Since we are using the same range of α for each county, row entries with the same number of reported cases are identical. Harris County is missing Mar 20, so Mar 19 data is used. Miami-Dade is missing Mar 19 and Mar 20, so the average between Mar 19 and Mar is used instead.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "We derive our model incorporating reporting lags in the appendix and show how we get the estimating equations in Section 3.4.Recall that we denote true infected, true reported Infected, and true unreported infected in time t and target city i as I i,t , R i,t , U i,t respectively. Those for epicenter c as I c,t , R c,t , U c,t . Let k be the lagged report period. At time t city i denote the lagged reported infected LR i,t = R i,t−k . For epicenter c, the lagged reported infected is LR c,t = R c,t−k .Define reporting rate at city i as α = R i,t−k I i,t−k = LR i,t I i,t−k and at epicenter c as α c = R c,t−k I c,t−k = LRc,t I c,t−k . This means that we are considering the reporting rate of lagged reported cases on the lagged total infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}