{
    "paper_id": "ff64b7f9a666769f0abb5fe3ca365f6452715c61",
    "metadata": {
        "title": "Acute kidney injury in patients hospitalized with COVID-19 in Wuhan, China: A single-center retrospective observational study MDRD Modification of Diet in Renal Disease CT Computed tomography PCR Polymerase chain reaction ACE2 Angiotensin converting enzyme II SARS-CoV Serve acute respiratory syndrome coronavirus WHO World Healthy Organization",
        "authors": [
            {
                "first": "Guanhua",
                "middle": [
                    "Xiao"
                ],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Chronic Airways Diseases Laboratory",
                    "institution": "Southern Medical University",
                    "location": {
                        "postCode": "510515",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongbin",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "postCode": "510515",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sha",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "postCode": "510515",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiaobing",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "postCode": "510515",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Haijun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hankou Hospital of Wuhan",
                    "location": {
                        "postCode": "430012",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiafa",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hankou Hospital of Wuhan",
                    "location": {
                        "postCode": "430012",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenhong",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hankou Hospital of Wuhan",
                    "location": {
                        "postCode": "430012",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongqing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "postCode": "510515",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": "zhongqingchen2008@163.com"
            },
            {
                "first": "Zhenhua",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "postCode": "510515",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": "zhenhuazeng.2008@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "evaluated the association between changes in the incidence of AKI and COVID-19 disease and clinical outcomes by using logistic regression models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 287 patients, 55 with AKI and 232 without AKI, were included in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Compared to patients without AKI, AKI patients were older, predominantly male, and were more likely to present with hypoxia and have pre-existing hypertension and cerebrovascular disease. Moreover, AKI patients had higher levels of white blood cells, D-dimer, aspartate aminotransferase, total bilirubin, creatine kinase, lactate dehydrogenase, procalcitonin, C-reactive protein, a higher prevalence of hyperkalemia, lower lymphocyte counts, and higher chest computed tomographic scores. The incidence of stage 1 AKI was 14.3%, and the incidence of stage 2 or 3 AKI was 4.9%. Patients with AKI had substantially higher mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: AKI is an important complication of COVID-19. Older age, male, multiple pre-existing comorbidities, lymphopenia, increased infection indicators, elevated D-dimer, and impaired heart and liver functions were the risk factors of AKI. AKI patients who progressed to stages 2 or 3 AKI had a higher mortality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint 6 Background In December, 2019, a cluster of severe pneumonia cases of unknown cause emerged in Wuhan, China, with clinical presentations greatly resembling viral pneumonia [1] . Deep sequencing analysis from lower respiratory tract samples indicated a novel coronavirus, which was named 2019 novel coronavirus (2019-nCoV, then named COVID-19). Up to February 24, 2020, the total number of patients had risen sharply to 77,269 confirmed cases and 2,596 deaths cases (http://2019ncov.chinacdc.cn/2019-nCoV/). The number of critically ill patients is as high as 9915.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical spectrum of COVID-19 pneumonia ranges from non-severe to severe cases [2] . Previous studies have described the general epidemiological findings, clinical presentation, and clinical outcomes of patients of COVID-19 pneumonia [3] [4] [5] [6] [7] [8] . Of note, latest data suggests that the kidney is the most vulnerable organ in COVID-19 patients besides the lungs, with evidence of acute kidney injury (AKI) in up to 37.5% of fatal cases of COVID-19 [3] . However, there is currently no published information characterizing AKI risk factors and outcomes in patients with COVID-19. In this study, we investigated AKI in patients admitted to Hankou Hospital in Wuhan with confirmed COVID-19 pneumonia and determined the factors associated with AKI in patients hospitalized with COVID-19 in order to identify factors that can be used for early identification of individuals who are at risk of developing AKI, so that they can be provided with intensive care treatment, thereby reducing the mortality and morbidity associated with AKI in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This single-center, retrospective, observational study was conducted at Hankou Hospital in Wuhan, . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint 7 China, which is a hospital designated to treat COVID-19 pneumonia patients. The criteria for suspected and confirmed cases are based on criteria previously established by WHO [7, 8] and patients who met the WHO criteria were included in our study. Patients who were younger than 18 years, who had undergone renal replacement therapy (RRT) before admission, or whose entire stay lasted for less than 48 hours were excluded from the analysis. The primary variable of interest was the incidence of AKI, and secondary outcome variables included the 28-day mortality (calculated from the day of admission), and the length of hospital stay. This study was approved by the National Health Commission of China and the Ethics Commission of Hankou Hospital (hkyy2020-005). The Ethics Commission of Hankou Hospital waived the requirement for obtaining informed consent.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "WHO [7,",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "We obtained epidemiological, demographic, clinical, laboratory, management, and outcome data from patients' medical records using standardized data collection forms. Clinical outcomes were followed up to March 8, 2020. To analyze the relationship between AKI staging and clinical outcomes, a minimum follow-up time of 14 days was required, including follow-up of patients who were discharged before March 8, 2020. If data were missing from the records or clarification was needed, the researchers also directly communicated with patients or their families to ascertain epidemiological and symptom data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "All data were checked by two physicians (GX and FZ). Initial investigations included a complete blood count, coagulation profile, and serum biochemical test (including renal and liver function, creatine kinase, lactate dehydrogenase (LDH), electrolytes, and 10 common respiratory pathogens. A description of the treatment procedures and measurements has been published previously [7] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "All patients had a chest computed tomography (CT) scan on admission. All CT images were reviewed by two fellowship-trained cardiothoracic radiologists (GX and FW), with approximately 5 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint 8 years of experience each, using the Electronic Medical Record System of Hankou Hospital. Images were reviewed independently, and final decisions were reached by consensus. In cases of disagreement between the two primary radiologist interpretations, a third fellowship-trained cardiothoracic radiologist with 10 years of experience (HL.) adjudicated the final decision. No negative control cases were examined, and no blinding occurred. The radiologists evaluated the initial CT scans and assigned quantitative scores for the characteristics using a recently published scoring system[9]. The total CT score was the sum of lung involvement (5 lobes, score 1-5 for each lobe, range, 0 none, 25 maximum) was determined[10].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "Acute kidney injury (AKI) was identified and classified on the basis of the highest serum creatinine (Cr) level according to the Kidney Disease Improving Global Outcomes (KDIGO) definition and staging system [11] .However, urine output is not routinely monitored in our hospital, which rendered this approach infeasible. Thus, we used increased creatinine alone for the diagnosis and staging of AKI. Besides, a missing baseline serum creatinine measurement is existed in some patients before admission. Two alternative methods were used to estimate the baseline creatinine value in order to make the diagnosis of AKI. The average serum creatinine method used non-AKI patient data to calculate the average serum creatinine value based on age and sex [12] . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint Stage 3: Increase in serum creatinine to 3.0 times baseline, or increase in serum creatinine to ≥ 353.6 μ mol/L, or the initiation of renal replacement therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "Statistical analysis was performed using SPSS software for Windows, version 20.0 (IBM Corp, Armonk, NY, USA). Descriptive analyses were performed for demographic, clinical, and laboratory data. Bivariate analyses were used to assess the association of AKI status and different parameters of interest. Continuous data, such as white blood cell count was converted into categorical variables (normal, low, or high levels). Multivariate analysis was not performed due to the small sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The odds ratio (OR), obtained by logistic regression, was used to measure the strength of the association of each factor with AKI. A P value <0.05 was considered to indicate statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The date of onset of symptoms was used as the starting date. We conducted a death certificate search of medical records to determine whether any patients who were alive on discharge died subsequently, and included these data in the analysis when applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "During the study period, a total of 287 patients were admitted and met the case definition of clinically confirmed COVID-19 infection and the other inclusion criteria. The characteristics of the patients on admission overall, and according to AKI status are shown in Table 1 . There were 55 patients with AKI and 232 patients without AKI. The incidence of AKI was 19.2% according to the average serum creatinine method. Compared to patients without AKI, patients with AKI were more likely to be male, were significantly older; and were more likely to have underlying comorbidities, including chronic renal insufficiency, hypertension, and cerebrovascular disease. Patients with AKI . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint tended to have more severe pneumonia, and were more likely to have hypoxia and tachypnea. Table 2 shows the results of laboratory tests performed on admission according to AKI status. Compared to patients without AKI, patients with AKI had higher white blood cell and neutrophil counts; higher levels of D-dimer, aspartate aminotransferase, total bilirubin, creatine kinase, LDH, procalcitonin (PCT), and C-reactive protein (CRP); and a higher prevalence of hyperkalemia. Compared to patients without AKI, patients with AKI had lower lymphocyte counts and lower serum albumin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The nucleic acid assay for 10 respiratory pathogens antibodies, detected 2 patients with respiratory syncytial virus A/B, 1 patient with Mycoplasma pneumoniae, and 1 patient with Chlamydophila pneumoniae coinfection. None of the 4 patients with respiratory coinfections developed AKI ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A series of typical CT images of a patient from initial onset of symptoms to recovery is shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "According to chest CT, AKI patients had a significantly higher median CT score that non-AKI patients ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 287 patients in the study, 65.5% were discharged by March 8, 2020 (the date on which follow-up was censored). The mortality was 6.6% ( Table 3 ). The incidence of stage 1 and stages 2/3 AKI was 14.3% and 4.9%, respectively. The AKI stage was related to the clinical endpoint of the patient. A comparison of outcomes according to AKI status and stage found that, comparing to non-AKI patients and stage 1 and stages 2/3 AKI had significantly lower discharge rates (72.4%, 41.5%, and 14.3% for non-AKI, AKI stage 1, and AKI stages 2/3, respectively) and significantly higher mortality rates (3.0 %, 7.3%, and 64.3% for non-AKI, AKI stage 1, and AKI stages 2/3, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The median length of hospitalization was 18.0, 22.5, and 12.0 days for non-AKI, AKI stage 1, and AKI stages 2/3 patients, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A recent seminal work indicated that the COVID-19 uses the angiotensin converting enzyme II (ACE2) as a cell entry receptor, a cellular mechanism identical to that of the SARS-CoV [14, 15] . In addition, a gain-of-function experiment found that the ACE2 could be used by a wildtype coronavirus of a bat origin to gain entry into cells [15, 16] . ACE2 is not exclusively expressed in the respiratory organs but also in other human tissues. Of note, the expression of ACE2 is almost 100-fold higher in kidney tissue importantly, SARS-CoV-2 nucleic acids have been found in the urine of patients with COVID-19 [2] . Together, these multiple lines of evidence indicate that kidney impairment may be one of the major causes of morbidity among patients with COVID-19, and may contribute to multiorgan failure and death.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study investigated the incidence of AKI and risk factors for AKI in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study included 287 patients admitted from Hankou Hospital, Wuhan from February 8 to March 8, 2020. The incidence of AKI among the patients in our study was substantially higher than the overall incidence of 0.5-7% reported in previous studies [2, 7] , and is comparable to that of critically ill patients hospitalized with other illnesses (29%) [3] . The following reasons may explain the higher incidence of AKI observed in our study compared to previous studies: First, most of the patients admitted to our hospital with COVID-19 had severe disease. At the time of admission, 43% of the patients had severe . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint disease. Although many patients had low pulse oxygen saturation when they were admitted to the hospital, the symptoms of dyspnea tended to be mild. The reason might be that the patient's condition gradually deteriorated and the body adapted and compensated to some degree. The very high CT score and the rapid deterioration of many patients after admission also provide evidence of the severity of the disease among the patients in this study. Second, the methods that we used to diagnose and stage AKI might have overestimated the incidence and severity. Due to the outbreak of COVID-19 and the shortage of medical resources, many patients did not have a baseline serum creatinine test prior to admission, and had not had a creatinine test in the previous year. Therefore, we could only estimate the baseline serum creatinine of such patients according to the patient's sex, weight, medical history and other related parameters. The incidence of AKI was determined based on baseline values and serum creatinine values within 7 days of admission. In order to reduce the bias of our estimates of baseline values, the two methods, including average serum creatinine method [11] and eGFR 75 method [17], were used for comparison. The AKI incidence rate was 25.8% according to the average serum creatinine method and 19.2% according to the eGFR75 method (Supplemental Table 2 ). The calculated values of baseline serum creatinine estimated by the eGFR75 method were significantly different from those of some of the patients with baseline serum creatinine results available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1508,
                    "end": 1515,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Imprecision and inaccuracies in estimated baseline value of serum creatinine might have caused an overestimation of the incidence of AKI in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, any overestimation of the incidence of AKI may not have directly affected our investigation of AKI risk factors. We found that compared with non-AKI patients with COVID-19, older age, multiple pre-existing comorbidities, an increased white blood cell count, low lymphocyte count, and increased levels of PCT and CRP, were risk factors for AKI. The prevalence of several of . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint the pre-existing comorbidities that we considered, including chronic lung diseases and diabetes mellitus, did not differ significantly between the patients with and without AKI, although this might be due to the relatively small number of cases of AKI in this study. Lymphopenia indicates that decreased immunity might occur in patients with COVID-19, and an increased level of PCT and CRP suggest that some patients may have had secondary bacterial infections which caused excessive inflammatory responses. Unfortunately, we did not conduct bacterial and fungal culture on the patients with respiratory coinfections detected on PCR because of the shortage of medical staff, and were unable to test patients' inflammatory factor profiles because the local hospital did not have inflammatory factor test kits. Previous studies [2] [3] [4] 7] have shown that patients with COVID-19 have significantly increased D-dimer levels, multiple organ damage, and electrolyte disturbances. Our study revealed that these abnormalities were more pronounced in patients with AKI. These results suggest that patients may experience severe hypoxia, resulting in aggravated multiple organs damage. It should not be overlooked that SARS-CoV-2 might also directly attack multiple organs, especially the kidneys. The occurrence and development of AKI often leads to the imbalance of blood volume and electrolytes, the accumulation of metabolites, the aggravation of multiple organ dysfunction, and creating a vicious cycle. While, the majority of patients with stage 1 AKI recovered and were discharged, those who progressed to stage 2/3 AKI, had an extremely high mortality rate. The underlying reason might be due to the limited treatment conditions in urgent breakout period of our country. The study results suggest that early intervention after the occurrence of AKI is very important, and that continuous renal replacement should be considered to help alleviate the progress of AKI.",
            "cite_spans": [
                {
                    "start": 970,
                    "end": 973,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 984,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our survey included all clinically confirmed COVID-19 cases because most suspected cases (also known as clinically confirmed cases) present an exact epidemiological history, and many patients . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint changed from mild to severe during home quarantine. Due to the long observation time, many patients showed negative by RT-PCR assay when they were hospitalized. In fact, there are still a few suspected cases turned positive after with two negative RT-PCR results and discharged, which should be recognized as laboratory-confirmed cases. In addition, other laboratory tests such as infection-related indicators (PCT and CRP), common respiratory pathogen nucleic acid determination, and CT scanning can also help us to differentiate pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our research has the following shortcomings: First, due to the large number of patient populations and the shortage of medical staff and equipment, we did not perform blood gas analysis and blood lactate measurement on most patients. Instead, we based on the patient's main complaint, pulse oxygen saturation monitoring and CT to indirectly judge the oxygenation. Second, we have not explored the impact of treatment on AKI, because our treatments are based on WHO's standardized procedure [18] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The antiviral drugs, antibacterial drugs and hormones have little effect on renal function. Third, we did not exclude patients with chronic renal insufficiency. Five patients had chronic renal insufficiency with 3 cases in AKI group and 2 in the non-AKI group. These patients were related to hypertension (2 cases) and diabetes (3 cases) at admission, but showed normal creatinine level during the past year. Fourth, due to the urgent collation of data, we have a shorter follow-up time for some patients, and the shortest hospital stay for patients is only over 14 days. These may interfere with the final prognosis judgment and lead to the failure to analyze the survival time. Fifth, we did not analyze the comorbidities of all patients such as shock and adult respiratory distress syndrome (ARDS), because our focus is to analyze the risk factors of AKI that were present on admission in order to provide evidence for the development of COVID-19 prevention and treatment guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Kidney is a primary target organ of SARS-CoV-2 and the incidence of AKI is high in patients hospitalized with COVID-19. Deterioration of kidney function aggravates other organ damage. We identified risk factors for AKI in patients with COVID-19. These included older age, severe pneumonia, and pre-existing cardiovascular and renal disease. Although the incidence of stage 1 AKI in critically ill patients is high, most of them recover. However, patients who progress to stage 2/3 AKI have a very ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint 2 For each patient, the initial CT scans were evaluated and a quantitative score was assigned based on characteristics reported in recently published literature [9].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files:"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files:"
        },
        {
            "text": "It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CC-BY-ND 4.0 International license"
        },
        {
            "text": "is the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CC-BY-ND 4.0 International license"
        },
        {
            "text": "The copyright holder for this preprint Data are n (%) and median (IQR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "P values are comparing AKI patients and non-AKI patients. P <0 .05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055194 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wj G",
                    "suffix": ""
                },
                {
                    "first": "Y H",
                    "middle": [],
                    "last": "Zy N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wh L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cq O",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jx",
                    "suffix": ""
                },
                {
                    "first": "L L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H S",
                    "middle": [],
                    "last": "Cl L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dsc H",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ja",
                    "middle": [
                        "X"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Z Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "baseline in <7 days, using a known or presumed baseline value. The AKI Staging criteria are: Stage 1: Increase in serum creatinine to 1.5 to 1.9 times baseline, or increase in serum creatinine by ≥ 26.5 μ mol/L. Stage 2: Increase in serum creatinine to 2.0 to 2.9 times baseline.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "than in the lung, suggesting that kidney cells may be target of infection by SARS-CoV andSARS-CoV-2[15]. An ongoing case study by Li et al. [15], on kidney function in patients with COVID-19 has shown that 63% (32/51) of patients exhibited proteinuria, and 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and blood urea nitrogen, respectively. Moreover, CT scans showed radiographic abnormalities of the kidneys of all the patients[15], and most",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "high mortality rate. Thus, the prevention of AKI and monitoring of kidney function is very important in the clinical management of COVID-19 patients. Future studies of AKI in COVID-19 patients should obtain more accurate baseline creatinine values and use urine volume measurements as the basis for AKI determination. In addition, larger, multi-center studies are needed to gain a better understanding of AKI in individuals with COVID-19, and how to prevent and manage it. Acknowledgments This work was supported by the Natural Science Foundation of China Grant 81871604; the Natural Science Foundation of Guangdong Province, China, Grants 2016A030310389 and 2017A030313590; the Outstanding Youths Development Scheme of Nanfang Hospital, Southern Medical University, Guangzhou, China, Grant 2016J011.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "W, B H, C H, F Z, X L, J Z, B W, H X, Z C, Y X et al: Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020. 5. JF C, S Y, KH K, KK T, H C, J Y, F X, J L, CC Y, RW P et al: A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. The Lancet 2020, 395(10223):514-523. 6. R L, X Z, J L, P N, B Y, H W, W W, H S, B H, N Z et al: Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020, 395:565-574. 7. C H, Y W, X L, L R, J Z, Y H, L Z, G F, J X, X G et al: Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020, 395:497-506. 8. N C, M Z, X D, J Q, F G, Y H, Y Q, J W, Y L, Y W et al: Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a F et al: CT imaging features of 2019 Novel coronavirus (2019-nCoV). Radiology 2020:200230. 10. F P, T Y, P S, S G, B L, L L, D Z, J W, RL H, L Y et al: Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology 2020:200370. 11. A K: KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract 2012, 120(4):c179-184. 12. Y H, T H, K N, H K, T M, Y T, Y O: Evaluation of the accuracy of estimated baseline serum creatinine for acute kidney injury diagnosis. Clin Exp Nephrol 2018, 22:405-412. 13. S DR, S S, C R: Creatinine-based definitions: from baseline creatinine to serum creatinine adjustment in intensive care. Crit Care 2016, 20:69. 14. W L, MJ M, N V, J S, SK W, MA B, M S, JL S, K L, TC G et al: Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature 2003, 426(6965):450-454. 15. Z L, M W, J G, J Y, X L, S S, M H, J L, G D, Y Z: Caution on Kidney Dysfunctions of 2019-nCoV Patients. In: MedRxiv. medRxiv; 2020: 2020.2002.2008.20021212. Accessed 11 Mar 2020. 16. VD M, BL Y, K D, S A, LE G, JA P, RL G, T S, XY G, EF D et al: A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence. Nat Med 2015, 21(12):1508-1513. 17. F K, F B, A K, MH B, HK E, J J, C S: Back-calculating baseline creatinine overestimates prevalence of acute kidney injury with poor sensitivity. Acta Physiol 2017, 219(3):613-624. 18. WHO: Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected. In: Interim guidance.https://www.who.int/publications-detail/clinical-management-of-severe-acute-respiratory-infectio n-when-novel-coronavirus-(ncov)-infection-is-suspected. Accessed 11 Mar 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "chest computed tomography (CT) images of the lungsof a 47-year-old man with COVID-19. (A) Bilateral ground glass opacities are visible in the lungs on Day 6 after symptom onset; (B) Diffuse bilateral areas of ground-glass opacities and consolidation of the peripheries of both lungs on Day 11 after symptom onset; (C) Increased diffuse bilateral areas of ground glass opacities and consolidation on Day 18 after symptom onset; (D) Gradual resolution of consolidation and partially reticular pulmonary fibrosis on Day 31 after symptom onset.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and the estimated glomerular filtration rate (eGFR) method used an Modification of Diet in Renal Disease (MDRD) equation to determine the eGFR value based on age and sex (75 mL/min/1.73 m 2 )[11, 13]. Briefly, the AKI diagnostic criteria are: an increase in serum creatinine by",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SupplementalTable 1.doc: Other symptoms of COVID-19 patients on admission Supplemental Table 2.doc: The accuracy of AKI diagnosis between the average SCr method and the eGFR 75 method Tables Characteristics of COVID-19 patients on admission to hospital according to acute kidney injury status",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Laboratory results of COVID-19 patients on admission to hospital according to acute kidney injury status",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint. https://doi.org/10.1101/2020.04.06.20055194 AKI, acute kidney injury; CT, computed tomography; IQR, interquartile range; SD, standard deviation Data are n (%), mean (SD) and median (IQR). P values are comparing AKI patients and non-AKI patients. COVID-19 = 2019 novel coronavirus. NA=not applicable. The PCR test tested for influenza A virus, influenza B virus, rhinovirus/enterovirus, respiratory syncytial virus A/B, adenovirus, Mycoplasma pneumoniae, parainfluenza viruses, Bordetella pertussis, Legionella pneumophila, and Chlamydophila pneumoniae.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.04.06.20055194",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Clinical outcomes of COVID-19 patients at data cutoff",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}